Repository: gramps-project/addons-source
Catalog: PrerequisitesCheckerGramplet/po/*-local.po
Languages: de, es, fi, fr, sk

source: Prerequisites Checker
de: Voraussetzungen Prüfer
fr: Vérificateur de prérequis
sk: Kontrola náležitostí

source: Prerequisites Checker Gramplet
de: Voraussetzungen Prüfer Gramplet
fr: Gramplet Vérificateur de prérequis
sk: Gramplet Kontrola náležitostí

source: Diagnostic Gramplet to help evaluate if <a href="https://gramps-project.org/">Gramps</a> has all <a href="https://github.com/gramps-project/gramps/blob/master/README.md">prerequisites</a> installed.
de: Diagnose-Gramplet zur Bewertung, ob <a href="https://gramps-project.org/"> Gramps </a> alle <a href = "https://github.com/gramps-project/gramps/blob.com.com enthält /master/README.md"> Voraussetzungen </a> installiert.
fr: Gramplet de diagnostic pour aider à évaluer si <a href="https://gramps-project.org/">Gramps</a> a tous les <a href="https://github.com/gramps-project/gramps/blob/master/README.md">prérequis</a> installés.
sk: Diagnostický Gramplet na pomoc pri hodnotení, či <a href="https://gramps-project.org/">Gramps</a> má všetky <a href="https://github.com/gramps-project/gramps/blob/master/README.md">náležitosti</a> nainštalované.

source: Diagnostic Gramplet to help evaluate if Gramps has all prerequisites installed.
de: Diagnose-Gramplet, um zu bewerten, ob in Gramps alle Voraussetzungen installiert sind.
fr: Gramplet de diagnostic pour aider à évaluer si Gramps a tous les prérequis installés.
sk: Diagnostický gramplet na pomoc pri hodnotení, či Gramps má všetky náležitosti nainštalované.

source: <u><b>REQUIREMENTS</b></u>
de: <u><b>ANFORDERUNGEN</b></u>

source: The following packages <b>MUST</b> be installed (Requires the minimum version or greater.):
de: Die folgenden Pakete <b> MÜSSEN </ b> installiert sein (erfordert die Mindestversion oder höher):

source: <u><b>STRONGLY RECOMMENDED</b></u>
de: <u><b>WÄRMSTENS EMPFOHLEN</b></u>

source: The following packages are <b>STRONGLY RECOMMENDED</b> to be installed (needed for geography and charts):
de: Die folgenden Pakete werden <b>EMPFOHLEN EMPFOHLEN</b> installiert (erforderlich für Geografie und Karten):

source: The following packages are optional:
de: Die folgenden Pakete sind optional:

source: Gtkspell enables spell checking in the notes.
de: Gtkspell ermöglicht die Rechtschreibprüfung in den Notizen.
es: Gtkspell permite revisar la ortografía de las notas.
fr: Gtkspell permet la vérification orthographique dans les notes.
sk: Gtkspell umožňuje kontrolu pravopisu v poznámkach.

source: Python Image Library (PIL) is needed for cropping images and LaTeX output.
de: Python Image Library (PIL) wird zum Zuschneiden von Bildern und zur LaTeX-Ausgabe benötigt.
es: La Biblioteca de Imágenes de Python (PIL) se necesita para recortar imágenes y emitir salida LaTeX.
fr: La bibliothèque d'image Python (PIL, «Python Image Library») est nécessaire pour le recadrage d'image et la sortie LaTeX.
sk: Knižnica Python Image Library (PIL) je potrebná na orezávanie obrázkov a výstup LaTeX.

source: <u><b>Development & Translation Requirements</b></u>
de: <u><b>Entwicklungs- und Übersetzungsanforderungen</b></u>
es: <u><b>Requisitos para desarrollo y traducción</b></u>
fr: <u><b>Exigences en matière de développement et de traduction</b></u>
sk: <u><b>Požiadavky na vývoj a preklad</b></u>

source: The following packages should be installed if you intend to translate or do any development (addons etc):
de: Die folgenden Pakete sollten installiert werden, wenn Sie übersetzen oder eine Entwicklung durchführen möchten (Addons usw.):

source: <u><b>Optional packages required by Third-party Addons</b></u>
de: <u><b>Optionale Pakete, die von Addons von Drittanbietern benötigt werden</b></u>
es: <u><b>Paquetes opcionales que requieren complementos de terceros</b></u>
fr: <u><b>Paquets optionnels requis par des extensions tierces</b></u>
sk: <u><b>Voliteľné balíčky požadované doplnkami tretích strán</b></u>

source: Prerequistes required for the following <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">Third-party Addons</a> to work:
de: Voraussetzungen erforderlich, damit die folgenden <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons"> Addons von Drittanbietern</a> funktionieren:

source: <u><b>Diagnostic checks</b></u>
de: <u><b>Diagnoseprüfungen</b></u>
es: <u><b>Comprobaciones diagnósticas</b></u>
fr: <u><b>Contrôles diagnostiques</b></u>
sk: <u><b>Diagnostické kontroly</b></u>

source: Check for potential issues.
de: Suchen Sie nach möglichen Problemen.
fi: Tarkista mahdolliset ongelmat.
fr: Vérifier s'il y a des problèmes potentiels.
sk: Skontrolujte potenciálne problémy.

source: Environment settings:
de: Umgebungseinstellungen:
es: Configuración del entorno:
fr: Paramètres de l'environnement :
sk: Nastavenia prostredia:

source: <u><b>Locales available:</b></u>
de: <u><b>Gebietsschemas verfügbar:</b></u>
es: <u><b>Configuraciones regionales disponibles:</b></u>
fr: <u><b>Langues disponibles :</b></u>
sk: <u><b>Dostupné lokácie:</b></u>

source: <u><b>Back Up Your Genealogy Files.</b></u>
de: <u><b>Sichern Sie Ihre Genealogie-Dateien.</b></u>
es: <u><b>Respalde sus archivos de genealogía.</b></u>
fr: <u><b>Sauvegardez vos fichiers généalogiques.</b></u>
sk: <u><b>Zálohujte svoje genealogické súbory.</b></u>

source: Time to back up your genealogy files, and then test your backups!
de: Zeit, Ihre Genealogie-Dateien zu sichern und dann Ihre Backups zu testen!

source: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Backup to Gramps XML</a> You will find backup in the Family Tree menu of recent Gramps versions, otherwise use Export in the same menu but uncheck privacy options in the Exporter Assistant in order to export all data.</i>
de: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Backup auf Gramps XML</a> Sie finden die Sicherung im Stammbaum-Menü der letzten Gramps-Versionen. Andernfalls verwenden Sie Exportieren im selben Menü, deaktivieren Sie jedoch die Datenschutzoptionen im Exporter-Assistenten, um alle Daten zu exportieren.</i>

source: * Backups can be made at any time and at least on the first day of every month, if not more often.
de: * Backups können jederzeit und mindestens am ersten Tag eines jeden Monats, wenn nicht öfter, erstellt werden.

source: * Before any upgrade it is strongly recommended to backup each of your Family Trees.
de: * Vor jedem Upgrade wird dringend empfohlen, jeden Ihrer Stammbäume zu sichern.

source: * Test your backups by creating a new Family Tree and importing the backup.
de: * Testen Sie Ihre Backups, indem Sie einen neuen Stammbaum erstellen und das Backup importieren.

source: , released
de: , veröffentlicht

source: , is the most current version.
de: ist die aktuellste Version.
fr: , est la version la plus récente.
sk: , je najnovšia verzia.

source: not found
de: nicht gefunden

source: You have Gramps %s. Please make a backup and then upgrade. %s
de: Sie haben Gramps %s. Bitte machen Sie ein Backup und aktualisieren Sie dann. %s
es: Tiene Gramps %s. Haga una copia de respaldo y luego efectúe la actualización. %s
fr: Vous avez des Gramps %s. Veuillez faire une sauvegarde et ensuite mettre à niveau. %s
sk: Máte Gramps %s. Prosím, urobte si zálohu a potom aktualizujte. %s

source: You have Gramps %s installed; an unreleased development version. Thank you for contributing and testing; please report any issues. Backups are your friend.
de: Sie haben Gramps %s installiert; eine unveröffentlichte Entwicklungsversion. Vielen Dank für Ihren Beitrag und Ihre Tests. Bitte melden Sie alle Probleme. Backups sind dein Freund.
fi: Sinulla on Gramps %s asennettuna; julkaisematon kehitysversio. Kiitos osallistumisestasi ja testaamisestasi; ilmoita mahdollisista ongelmista. Varmuuskopiot ovat ystäväsi.
fr: Vous avez installé Gramps %s; une version de développement. Merci de contribuer et tester ; veuillez signaler tout problème. Les sauvegardes sont ton ami.
sk: Máte nainštalovaný Gramps %s; nevydanú vývojovú verziu. Ďakujeme za váš príspevok a testovanie; prosím, nahláste akékoľvek problémy. Zálohy sú váš priateľ.

source: You have Gramps %s. Congratulations, you have the current version.
de: Sie haben Gramps %s. Herzlichen Glückwunsch, Sie haben die aktuelle Version.
fr: Vous avez Gramps %s. Félicitations, vous avez la dernière version.
sk: Máte Gramps %s. Gratulujeme, máte aktuálnu verziu.

source: (Requires version
de: (Benötigt Version
fr: (Nécessite la version
sk: (Vyžaduje verziu

source: or greater installed.)
de: oder höher installiert.)
fi: tai uudempi asennettuna.)
fr: ou supérieur installé.)
sk: alebo vyššiu nainštalovanú.)

source: (Passed: version
de: (Bestanden: Version
fr: (Succès : version
sk: (Prešlo: verzia

source: unknown version
de: unbekannte Version
es: versión desconocida
fr: version inconnue
sk: neznáma verzia

source: DISPLAY not set
de: ANZEIGE nicht eingestellt
fr: DISPLAY pas défini
sk: ZOBRAZENIE nie je nastavené

source: or greater.)
de: oder größer.)
fr: ou plus.)
sk: alebo vyššiu.)

source: (Requires
de: (Erfordert
fr: (Nécessite
sk: (Vyžaduje

source: * Berkeley Database library (bsddb3:
de: * Berkeley-Datenbankbibliothek (bsddb3:

source: * SQLite Database library (sqlite3:
de: * SQLite-Datenbankbibliothek (sqlite3:

source: * xdg-utils (Manual check see instructions link)
de: * xdg-utils (Manuelle Überprüfung siehe Anleitung Link)

source: * librsvg2 (Manual check see instructions link)
de: * librsvg2 (Manuelle Prüfung siehe Anleitung Link)

source: * language-pack-gnome-xx (Manual check see instructions link) for your Language <show locale here TBD>
de: * language-pack-gnome-xx (manuelle Überprüfung siehe Link zu den Anweisungen) für Ihre Sprache <Gebietsschema hier anzeigen TBD>

source: or greater installed.)
de: oder höher installiert.)
fi: tai uudempi asennettuna.)
fr: ou supérieur installé.)
sk: alebo vyššiu nainštalovanú verziu.)

source: or greater)
de: oder größer)
fr: ou plus)
sk: alebo vyššiu)

source: Graphviz not in system PATH
de: Graphviz nicht im Systempfad
fr: Graphviz pas dans le PATH système

source: Ghostscript not in system PATH
de: Ghostscript nicht im Systempfad
fr: Ghostscript pas dans le PATH système

source: (Passed: version 0.5.x is installed.)
de: (Bestanden: Version 0.5.x ist installiert.)
fr: (Succès : la version 0.5.x est installée.)
sk: (Prešlo: verzia 0.5.x je nainštalovaná.)

source: (Requires version 0.5.x)
de: (Benötigt Version 0.5.x)
fr: (Nécessite la version 0.5.x)
sk: (Vyžaduje verziu 0.5.x)

source: * python-fontconfig not found, (Requires version 0.5.x)
de: * python-fontconfig nicht gefunden (erfordert Version 0.5.x)

source: or greater installed.) (enchant module:
de: oder höher installiert.) (enchant Modul:
fr: ou plus installé.) (enchant module :
sk: alebo vyššia verzia je nainštalovaná.) (enchant modul:

source: installed
de: installiert

source: * rcs %s TBD (Passed: version %s or greater installed. If not on Microsoft Windows)
de: * rcs %s TBD (Bestanden: Version %s oder höher installiert. Wenn nicht unter Microsoft Windows)

source: * rcs %s TBD (Requires version %s or greater installed. If not on Microsoft Windows)
de: * rcs %s TBD (Erfordert die Installation von Version %s oder höher. Wenn nicht unter Microsoft Windows)

source: Installed but does not supply version
de: Installiert, liefert aber keine Version

source: GExiv2 : %s (Exiv2 library : %s)
de: GExiv2 : %s (Exiv2-Bibliothek: %s)
fr: GExiv2 : %s (bibliothèque Exiv2 : %s)
sk: GExiv2 : %s (knižnica Exiv2 : %s)

source: found another font
de: fand eine andere Schriftart
fr: une autre police a été trouvée
sk: nájdený iný font

source: For addon Networkchart, font <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> provides an extremely readable result.
de: Für das Addon Networkchart liefert die Schriftart <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> ein äußerst lesbares Ergebnis.
fr: Pour le greffon « Networkchart », la police <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> donne un résultat extrêmement lisible.
sk: Pre doplnok Networkchart, písmo <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> poskytuje mimoriadne čitateľný výsledok.

source: Why, when same code works in Graphview
de: Warum, wenn der gleiche Code in Graphview funktioniert
fr: Pourquoi, alors que le même code fonctionne dans Graphview
sk: Prečo, keď rovnaký kód funguje v Graphview

source: not installed
de: nicht installiert
fi: ei asennettu
fr: pas installé
sk: nenainštalovaný

source: and one of either: (pydotplus:
de: und eines von beiden: (pydotplus:

source: ) or (pygraphviz:
de: ) oder (pygraphviz:
fr: ) ou (pygraphviz :
sk: ) alebo (pygraphviz:

source: Installed(MS-Windows)
de: Installiert (MS-Windows)
fr: Installé(MS-Windows)
sk: Nainštalovaný (MS-Windows)

source: Installed(Linux/Mac)
de: Installiert (Linux / Mac)
fi: Asennettu(Linux/Mac)
fr: Installé (Linux/Mac)
sk: Nainštalovaný (Linux/Mac)

source: not installed
de: nicht installiert
fi: ei asennettu
fr: pas installé
sk: nenainštalovaný

source: Standard. Passed: program installed - 32bit on 64bit Win OS.
de: Standard. Bestanden: Programm installiert - 32bit unter 64bit Win OS.
fr: Standard. Passé : programme installé - sur OS Win 32bit sur 64bit.
sk: Štandard. Prešlo: program nainštalovaný - 32bit na 64bit Win OS.

source: Installed
de: Installiert

source: ) (Requires the gramps addon listed under 'Plugin lib')
de: ) (Benötigt das unter 'Plugin lib' aufgeführte Gramps-Addon)
sk: ) (Vyžaduje doplnok gramps uvedený pod 'Plugin lib')

source: DBF installed
de: DBF installiert
fi: DBF-kirjasto asennettu
fr: DBF Installé
sk: DBF nainštalovaný

source: .)(Requires version
de: .) (Benötigt Version
fr: .)(Nécessite la version
sk: .)(Vyžaduje verziu

source: installed.)(Passed: version
de: installiert.) (Bestanden: Version
fr: installée.)(Succès : version
sk: nainštalovaný.)(Prešlo verzia

source: (OpenCV facedetection: %s)
de: (OpenCV-Gesichtserkennung: %s)
fi: (OpenCV kasvojen tunnistus: %s)
fr: (détection de visage OpenCV : %s)

source: (lxml: not found. Requires version
de: (lxml: nicht gefunden. Benötigt Version
fr: (lxml : pas trouvé. Version requise
sk: (lxml:nenájdený. Vyžaduje verziu

source: * Requires: MongoDB TBD / pymongo TBD
de: * Benötigt: MongoDB TBD / Pymongo TBD

source: * Operating System: %s
de: * Betriebssysteme: %s

source: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Locale Settings:</a></b></u>
de: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Gebietsschemaeinstellungen:</a></b></u>
fr: <u><b><a href="https://gramps-project.org/wiki/index.php/Gramps_6.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGES.2C_LC_TIME">Paramètres régionaux :</a></b></u>

source: not set
de: nicht festgelegt
fr: pas défini
sk: nenastavený

source: not tested
de: nicht getestet
fr: pas testé
sk: netestovaný

source: Installed Locales\Translations (If only English is listed please re-install Gramps again and make sure to select all the Translations and Dictionaries)
de: Installierte Gebietsschemas \ Übersetzungen (Wenn nur Englisch aufgeführt ist, installieren Sie Gramps erneut und installieren Sie alle Übersetzungen und Wörterbücher.)
fr: Paramètres régionaux/traductions installés (si seul l'anglais est répertorié, veuillez réinstaller Gramps et assurez-vous de sélectionner toutes les traductions et tous les dictionnaires)
sk: Nainštalované lokality\preklady (Ak je uvedená iba angličtina, preinštalujte Gramps a uistite sa, že ste vybrali všetky preklady a slovníky)

source: Gramps Environment variables:
de: Gramps Umgebungsvariablen:
fr: Variables d'environnement Gramps :
sk: Premenné prostredia Gramps:

source: found
de: gefunden
fi: löytyi
fr: trouvé
sk: nájdené

source: Sphinx is a tool that builds the Gramps development documentation and man pages
de: Sphinx ist ein Tool, das die Gramps-Entwicklungsdokumentation und Manpages erstellt
fr: Sphinx est un outil qui construit la documentation de développement Gramps et les pages du manuel
sk: Sphinx je nástroj, ktorý vytvára dokumentáciu vývoja Gramps a manuálové stránky

source: <u><b>REQUIRED</b></u>
es: <u><b>REQUERIDO</b></u>
fr: <u><b>NÉCESSAIRE</b></u>
sk: <u><b>POŽADOVANÉ</b></u>

source: <i>Installations of the following packages are <b>ABSOLUTELY REQUIRED</b> (Requires the minimum version or greater.)</i>:
fr: <i>L'installation des packages suivants est <b>ABSOLUMENT NÉCESSAIRE</b> (version minimale nécessaire ou supérieure.)</i>:
sk: <i>Inštalácie nasledujúcich balíkov sú <b>ABSOLÚTNE POŽADOVANÉ</b> (Vyžaduje minimálne verziu alebo vyššiu.)</i>:

source: <u><b>RECOMMENDED</b></u>
es: <u><b>RECOMENDABLE</b></u>
fr: <u><b>RECOMMANDÉ</b></u>
sk: <u><b>ODPORÚČANÉ</b></u>

source: <i>Installations of the following packages are <b>STRONGLY RECOMMENDED</b> as necessary for Geography and Charts</i>:
fr: <i>L'installation des packages suivants est <b>FORTEMENT RECOMMANDÉE</b> car nécessaire pour la géographie et les cartes</i> :
sk: <i>Inštalácie nasledujúcich balíkov sú <b>VEĽMI ODPORÚČANÉ</b> ako nevyhnutné pre geografiu a grafy</i>:

source: <u><b>Optional</b></u>
es: <u><b>Opcional</b></u>
fr: <u><b>Facultatif</b></u>
sk: <u><b>Voliteľné</b></u>

source: <i>Installations of the following packages are <b>optional</b></i>:
es: <i>La instalación de los paquetes siguientes es <b>facultativa</b></i>:
fr: <i>L'installation des packages suivants est<b>facultative</b></i> :
sk: <i>Inštalácie nasledujúcich balíkov sú <b>voliteľné</b></i>:

source: <i>Installations of the following packages are <b>RECOMMENDED</b> if you intend to translate or do any development (addons etc.)</i>:
fr: <i>l'installation des paquets suivants est <b>RECOMMANDÉE</b> si vous avez l'intention de traduire ou de faire du développement (extensions, etc.)</i>:
sk: <i>Inštalácie nasledujúcich balíkov sú <b>ODPORÚČANÉ</b>, ak plánujete prekladať alebo vykonávať akýkoľvek vývoj (doplnky atď.)</i>:

source: <i>Prerequistes required for the following <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">Third-party Addons</a> to work</i>:
fr: <i>Prérequis nécessaires pour que les <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">Extensions tierces suivantes</a> fonctionnent</i>:

source: If you have a reason to be checking Prerequisites, it is the right time to back up your genealogy files, and then test your backups!
fr: Si vous avez une raison de vérifier les prérequis, c'est le bon moment pour sauvegarder vos fichiers de généalogie, puis de tester vos sauvegardes!
sk: Pokiaľ máte dôvod kontrolovať náležitosti, je to správny čas na zálohovanie vašich genealogických súborov a potom otestovanie vašich záloh!

source: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Backup to Gramps XML</a> You will find "Make Backup..." in the Family Tree menu of recent Gramps versions, otherwise use "Export..." in the same menu but uncheck privacy options in the Exporter Assistant in order to export all data.</i>
fr: <i><a href="https://gramps-project.org/wiki/index.php/Comment_faire_une_sauvegarde">Sauvegarde Gramps XML</a> Vous trouverez « Sauvegarder... » dans le menu « Arbres familiaux » de Gramps, sinon utiliser "Exporter..." dans le même menu, mais décochez l'option de confidentialité dans l'Assistant d'export afin d'exporter toutes les données.</i>
sk: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Zálohovanie do Gramps XML</a> V posledných verziách programu Gramps nájdete v ponuke Rodokmeň možnosť "Vytvoriť zálohu...", v opačnom prípade použite v tej istej ponuke možnosť "Exportovať...", ale zrušte označenie možnosti ochrany osobných údajov v Asistentovi exportéra, aby ste exportovali všetky údaje.</i>

source: • Backups can be made at any time and, at a minimum, on the first day of every month. But preferrably more often.
fr: • Les sauvegardes peuvent être faites à tout moment et, au minimum, le premier jour de chaque mois. Mais de préférence plus souvent.
sk: Zálohy môžu byť vykonané kedykoľvek a minimálne prvý deň každého mesiaca. Ale radšej častejšie.

source: • It is strongly recommended to backup each of your Family Trees before any upgrade.
fr: • Il est fortement recommandé de sauvegarder chacun de vos arbres de famille avant toute mise à niveau.
sk: Je veľmi odporúčané zálohovať každý z vašich rodinných stromov pred akoukoľvek aktualizáciou.

source: • Test your backups by creating a new Family Tree and then importing the backup.
fr: • Testez vos sauvegardes en créant un nouvel arbre généalogique puis en important la sauvegarde.
sk: Otestujte svoje zálohy vytvorením nového rodinného stromu a potom importovaním zálohy.

source: • Berkeley Database library (bsddb3:
fr: • Bibliothèque de base de données Berkeley (bsddb3 :
sk: • knižnicu Berkeley Database (bsddb3:

source: • SQLite Database library (sqlite3:
fr: • Bibliothèque de bases de données SQLite (sqlite3 :
sk: • knižnicu SQLite Database (sqlite3:

source: • xdg-utils (Manual check see instructions link)
fr: • xdg-utils (Vérification manuelle, voyez le lien vers les instructions)
sk: • xdg-utils (Manuálna kontrola, pozri odkaz na pokyny)

source: • librsvg2 (Manual check see instructions link)
fr: • librsvg2 (Vérification manuelle, voyez le lien vers les instructions)
sk: • librsvg2 (Manuálna kontrola, pozri odkaz na pokyny)

source: • language-pack-gnome-xx (Manual check see instructions link) for your Language <show locale here TBD>
fr: • language-pack-gnome-xx (Vérification manuelle, voyez le lien vers les instructions) pour votre Langue <show locale here TBD>
sk: • language-pack-gnome-xx (Manuálna kontrola, pozri odkaz na pokyny) pre váš jazyk <zobraziť lokalitu tu TBD>

source: • python-fontconfig not found, (Requires version 0.5.x)
fr: • python-fontconfig pas trouvé, (version 0.5.x nécessaire)
sk: • python-fontconfig nenájdený, (Vyžaduje verziu 0.5.x)

source: • python-fontconfig installed, version unavailable
fr: • python-fontconfig installé, version pas disponible
sk: • python-fontconfig nainštalovaný, verzia nedostupná

source: • rcs %s TBD (Passed: version %s or greater installed. If not on Microsoft Windows)
fr: • rcs %s à déterminer (Succès : version %s ou plus installée. Si pas sur Microsoft Windows)
sk: • rcs %s TBD (Prešlo: verzia %s alebo vyššia je nainštalovaná. Ak nie na Microsoft Windows)

source: • rcs %s TBD (Requires version %s or greater installed. If not on Microsoft Windows)
fr: • rcs %s à déterminer (Nécessite version %s ou plus installée. Si pas sur Microsoft Windows)
sk: • rcs %s TBD (Vyžaduje verziu %s alebo vyššiu nainštalovanú. Ak nie na Microsoft Windows)

source: can't found it because exiv2 not installed
fr: on ne peut pas le trouver parce que exiv2 n'est pas installé
sk: nedá sa nájsť, pretože exiv2 nie je nainštalovaný

source: and one of either: (pydotplus:
fr: et l'un des deux : (pydotplus :
sk: a jeden z buď:(pydotplus:

source: not found.
fr: pas trouvé.
sk: nenájdený.

source: • Requires: MongoDB TBD / pymongo TBD
fr: • Nécessite : MongoDB TBD / pymongo TBD
sk: • Vyžaduje: MongoDB TBD / pymongo TBD

source: • Operating System: %s
fr: • Système d’exploitation : %s
sk: • Operačný systém: %s
