Repository: gramps-project/addons-source
Catalog: DescendantBooks/po/*-local.po
Languages: es, fi

source: Descendant Book
fi: Jälkeläiskirja

source: Produces one or more descendant reports based on a supplied query.
fi: Tuottaa yhden tai useamman jälkeläisraportin annetun kyselyn perusteella.

source: Detailed Descendant Book
fi: Yksityiskohtainen jälkeläiskirja

source: Produces one or more detailed descendant reports based on a supplied query.
fi: Tuottaa yhden tai useamman yksityiskohtaisen jälkeläisraportin annetun kyselyn perusteella.

source: sp. see %(reference)s : %(spouse)s
fi: sp. katso %(reference)s : %(spouse)s

source: see report: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
fi: katso raportti: %(report)s, viite: %(reference)s : %(person)s & %(spouse)s

source: Descendants Report
fi: Jälkeläisraportti

source: Writing %s reports...
fi: Kirjoitetaan %s raporttia...

source: {report_count}. Descendants of {name}
fi: {report_count}. Henkilön {name} jälkeläiset

source: Select filter to restrict people that appear in the report
es: Seleccionar filtro para restringir las personas que figuran en el informe
fi: Valitse suodatin rajoittamaan raportin henkilöitä

source: Whether to show duplicate family trees in the report.
es: Indica si se deben mostrar los árboles genealógicos duplicados en el informe.
fi: Näytetäänkö raportissa toistuvat sukupuut.

source: The style used for the title of the page.
fi: Sivun otsikossa käytetty tyyli.

source: The style used for the table of contents header.
fi: Sisällysluettelon otsikon tyyli.

source: The style used for the table of contents detail.
fi: Sisällysluettelorivin tyyli.

source: Detailed Descendants Report
fi: Yksityiskohtainen jälkeläisten raportti

source: Generating %s report references...
fi: Luodaan %s raporttiviittausta...

source: %(report_count)s. Descendant Report for %(person_name)s
fi: %(report_count)s. Jälkeläisraportti henkilölle %(person_name)s

source: Index of Places
fi: Paikkahakemisto

source: Index of Dates
fi: Päivämäärähakemisto

source: Index of Names
fi: Nimihakemisto

source: Report, Generation, Person, Name
fi: Raportti, sukupolvi, henkilö, nimi

source: See Report : {report}, Generation : {generation}, Person : {person}
fi: Katso raportti: {report}, sukupolvi: {generation}, henkilö: {person}

source: Report appearances for %s
fi: Ilmoita esiintymisestä: %s

source: Spouse of: Report: {report}, Generation: {generation}, Person: {person}
fi: Puoliso: Raportti: {report}, sukupolvi: {generation}, henkilö: {person}

source: Report: {report}, Generation: {generation}, Person: {person}
fi: Raportti: {report}, sukupolvi: {generation}, henkilö: {person}

source: %(event_name)s of %(name)s
fi: %(event_name)s henkilölle %(name)s

source: %(event_name)s of %(name)s and %(mate)s
fi: %(event_name)s henkiöille %(name)s ja %(mate)s

source: List children
fi: Näytetäänkö lapset

source: Add descendant reference in child list
fi: Lisää jälkeläisviittaus lasten luetteloon

source: Include Index of Names
es: Incluir índice de nombres
fi: Sisällytä nimihakemisto

source: Whether to include the index of Names at the end of the report.
es: Indica si se debe incluir el índice de nombres al final del informe.
fi: Sisällytetäänkö nimihakemisto raportin loppuun.

source: Include index of Dates
es: Incluir índice de fechas
fi: Sisällytä nimihakemisto

source: Whether to include the index of Dates at the end of the report.
es: Indica si se debe incluir el índice de fechas al final del informe.
fi: Sisällytetäänkö päivämäärähakemisto raportin loppuun.

source: Include index of Places
es: Incluir índice de lugares
fi: Sisällytä paikkahakemisto

source: Whether to include the index of Places at the end of the report.
es: Indica si se debe incluir el índice de lugares al final del informe.
fi: Sisällytetäänkö paikkahakemisto raportin loppuun.

source: Include the 'Report appearances' section with each person
fi: Sisällytä jokaisen henkilön ilmoituksiin osio ”Ilmoita esiintymisistä”

source: The 'Report appearances' section shows other places in the report where the person is mentioned.
fi: ”Esiintymiset raportissa” -osio näyttää raportin muut kohdat, joissa henkilö mainitaan.

source: The style used for the children list.
fi: Lasten luettelossa käytetty tyyli.

source: The basic style used for Note header.
fi: Lisätiedon otsikossa käytetty perustyyli.

source: The style used for the first personal entry.
fi: Henkilön ensimmäisen kappaleen tyyli.

source: The style used for the More About header and for headers of mates.
fi: Tyyli, jota käytetään Lisätietojen ja puolisoiden otsikoissa.

source: The style used for additional detail data.
fi: Lisätietojen tyyli.

source: The style used for note detail data.
fi: Lisätietojen tyyli.

source: The style used for the date in the Index of Dates.
es: El estilo usado para la fecha en el índice de fechas.
fi: Päiväyshakemiston päivämäärälle käytetty tyyli.

source: The style used for the events in the Index of Dates.
es: El estilo usado para los eventos en el índice de fechas.
fi: Päiväyshakemiston tapahtumille käytetty tyyli.

source: The style used for the header in the Index of Names.
es: El estilo usado para la cabecera en el índice de nombres.
fi: Nimihakemiston otsikossa käytetty tyyli.

source: The style used for the references in the Index of Names.
es: El estilo usado para las referencias en el índice de nombres.
fi: Nimihakemiston viittauksissa käytetty tyyli.

source: The style used for the header in the Index of Places.
es: El estilo usado para la cabecera en el índice de lugares.
fi: Paikkahakemiston otsikossa käytetty tyyli.

source: The style used for the references in the Index of Places.
es: El estilo usado para las referencias en el índice de lugares.
fi: Paikkahakemiston viittauksissa käytetty tyyli.

source: Deep pruning ascendants from %s people...
fi: %s henkilön esipolvien syväkarsinta...

source: Pruning ascendants from %s people...
fi: Esipolvet rajataan %s. henkilöön...

source: Getting ascendants from %s people...
fi: Haetaan esipolvia %s henkilöltä...

source: Verifying descendants from %s people...
fi: Tarkastetaan esipolvia %s henkilöltä...

source: Getting missing descendants from %s people...
fi: Haetaan puuttuvia jälkeläisiä %s henkilöltä...

source: Verifying descendants from %s people after pruning...
fi: Vahvistetaan %s henkilön jälkeläisiä rajauksen jälkeen...

source: Getting missing descendants from %s people ...
fi: Haetaan puuttuvia jälkeläisiä %s henkilöltä...
