Repository: gramps-project/addons-source
Catalog: PersonEverything/po/*-local.po
Languages: fi

source: Primary name
fi: Ensisijainen nimi

source: Alternate name
fi: Vaihtoehtoinen nimi

source: This is the primary death event.
fi: Tämä on ensisijainen kuolintapaus.

source: Relationship to Father
fi: Suhde isään

source: Relationship to Mother
fi: Suhde äitiin

source: Parent Family
fi: Vanhemman perhe

source: Street, City, County, State, Postal Code, Country, Phone number
fi: Katu, kaupunki, maakunta, osavaltio, postinumero, maa, puhelinnumero

source: Media Reference
fi: Mediaviite

source: Description and Path
fi: Kuvaus ja polku

source: Referenced Region
fi: Viitattu alue

source: Mime type
fi: Mime-tyyppi

source: Note type
fi: Lisätiedon tyyppi

source: Parent Place
fi: Vanhemman paikka

source: Alternate Location
fi: Vaihtoehtoinen paikka

source: Alternative Name
fi: Vaihtoehtoinen nimi

source: Latitude, Longitude
fi: Leveysaste, pituusaste

source: Repository type
fi: Arkiston tyyppi

source: Repository reference
fi: Arkiston viite

source: Media type
fi: Median tyyppi

source: Origin type
fi: Alkuperän tyyppi

source: The style used for the title of the page.
fi: Sivun otsikossa käytetty tyyli.
