Repository: gramps-project/addons-source
Catalog: PlaceCompletion/po/*-local.po
Languages: fi, hr

source: PlaceCompletion
fi: Paikan täydentäminen
hr: Upotpunjavanje mjesta

source: Provides a browsable list of selected places, with possibility to complete/parse/set the attribute fields.
hr: Dostavlja popis odabranih mjesta, s mogućnošću upotpunjavanja, analiziranja i određivanja polja svojstava.

source: Place Completion by parsing, file lookup and batch setting of place attributes
fi: Paikan viimeistely jäsentämällä, tiedostohaulla ja paikkamääritteiden eräasetuksella
hr: Upotpunjavanje mjesta analizom, pretragom u datotekama i grupnim postavljanjem svojstava mjesta

source: Error in PlaceCompletion.py
hr: Greška u datoteci PlaceCompletion.py

source: Non existing group used in get
hr: Nepostojeća grupa korištena u naredbi get

source: PlaceCompletion is unable to create %s %s
hr: Upotpunjavanje mjesta ne može stvoriti %s %s

source: Places tool
fi: Paikat-työkalu
hr: Alat za mjesta

source: Missing regex groups in match lat/lon
hr: Nedostaju grupe regularnih izraza za zemljopisne širine/dužine

source: Regex groups %(lat)s and %(lon)s must be present in lat/lon match. Quiting
hr: Grupe regularnih izraza %(lat)s i %(lon)s moraju postojati za pronalaženje zemljopisne širine/dužine. Prekid

source: Non valid regex for match lat/lon
hr: Neispravan regularni izraz za zemljopisne širine/dužine

source: Non valid regular expression given to find lat/lon. Quiting.
hr: Neispravan regularni izraz za pronalaženje zemljopisne širine/dužine. Prekid.

source: Finding Places and appropriate changes
hr: Pronalaženje mjesta i odgovarajućih promjena

source: Filtering
fi: Suodatus
hr: Filtriranje

source: Loading lat/lon file in Memory...
hr: Učitavanje datoteke sa zemljopisnim širinama i dužinama u memoriju …

source: Examining places
fi: Tutkimassa paikkoja
hr: Pregledavanje mjesta

source: City
hr: Grad

source: State
hr: Pokrajina

source: Country
hr: Država

source: Set Tag
fi: Aseta tagi
hr: Postavi etiketu

source: Doing Place changes
fi: Muutetaan paikkoja
hr: Mijenjanje mjesta

source: No place record was modified.
fi: Yhtään paikkatietuetta ei muokattu.
hr: Nije promijenjen nijedan zapis za mjesta.

source: 1 place record was modified.
hr: 1 zapis za mjesta je promijenjen.

source: %d place records were modified.
hr: %d zapisa za mjesta su promijenjena.

source: Change places
fi: Muuta paikkoja
hr: Promijeni mjesta

source: Cannot open file
hr: Nije moguće otvoriti datoteku

source: The selected file is a directory, not a file.
hr: Odabrana datoteka je mapa, a ne datoteka.

source: You do not have read access to the selected file.
hr: Nemaš pravo čitanja odabrane datoteke.

source: The file you want to access is not a regular file.
hr: Datoteka koju želiš dohvatiti nije regularna datoteka.

source: The file does not exist.
fi: Tiedostoa ei ole.
hr: Datoteka ne postoji.

source: Problem reading file
fi: Ongelma tiedoston lukemisessa
hr: Greška prilikom čitanja datoteke

source: invalid lat or lon value, %(lat)s, %(lon)s
hr: neispravna vrijednost za zemljopisnu širinu ili dužinu, %(lat)s, %(lon)s

source: No lat/lon conversion
hr: Bez konverzije zemljopisne širine/dužine

source: All in degree notation
hr: Sve u stupnjevima

source: All in decimal notation
hr: Sve u decimalnom formatu

source: Correct -50° in 50°S
hr: Ispravi −50 ° u 50 ° S

source: No changes
fi: Ei muutoksia
hr: Bez promjena

source: City[, State]
hr: Grad[, Pokrajina]

source: City,PostalCode,Country
fi: Kaupunki, postinumero, maa
hr: Grad,Poštanski broj,Država

source: City[(Street;Locality;Parish)],PostalCode,Country
hr: Grad[(Ulica;Lokalitet;Župa)],Poštanski broj,Država

source: TitleStart [, City] [, State]
hr: Početak naslova [, Grad] [, Pokrajina]

source: TitleStart [, City] [, County] [, State] [, Country]
fi: Nimen alku [, kaupunki] [, maakunta] [, osavaltio] [, maa]
hr: Početak naslova [, Grad] [, Pokrajina] [, Država]

source: TitleStart [, City] [, Zip] [, County] [, State] [, Country]
fi: Nimen alku [, kaupunki] [, postinumero] [, maakunta] [, osavaltio] [, maa]
hr: Početak naslova [, Grad] [, Poštanski broj] [, Okrug] [, Pokrajina] [, Država]

source: Don't search
fi: Älä etsi
hr: Bez pretrage

source: GeoNames country file, city search
hr: GeoNames datoteka država, traženje grada

source: GeoNames country file, city localized variants search
hr: GeoNames datoteka država, traženje lokaliziranih inačica imena grada

source: GeoNames country file, county/city search
hr: GeoNames datoteka država, traženje pokrajine/grada

source: GeoNames country file, title begin, general search
hr: GeoNames datoteka država, početak naslova, opća pretraga

source: GeoNames USA state file, city search
hr: GeoNames datoteka SAD-država, traženje grada

source: GNS Geonet country file, city search
hr: GNS Geonet datoteka država, traženje grada

source: GNS Geonet country file, county/city search
hr: GNS Geonet datoteka država, traženje pokrajine/grada

source: GNS Geonet country file, title begin, general search
hr: GNS Geonet datoteka država, početak naslova, opća pretraga

source: Wikipedia CSV Dump
hr: Wikipedia CSV izvadak

source: All Places
fi: Kaikki paikat
hr: Sva mjesta

source: No Latitude/Longitude given
hr: Nije zadana zemljopisna širina/visina

source: _Google Maps
fi: _Googlen kartat
hr: _Google karte

source: Apply all suggested changes
fi: Toteuta kaikki ehdotetut muutokset
hr: Primijeni sve predložene promjene

source: Selection of the Places you want to complete:
fi: Valitse täydennettävät paikat:
hr: Odabir mjesta, koja želiš urediti:

source: C_ity:
hr: _Grad:

source: Parish:
hr: Župa:

source: County:
hr: Pokrajina:

source: Place _filter:
hr: Filtar mjesta:

source: State:
hr: Pokrajina

source: Count_ry:
hr: D_ržava:

source: C_enter latitude:
hr: C_entriraj zemljopisnu širinu:

source: Center longitude:
fi: Keskipisteen pituusaste:
hr: Centriraj zemljopisnu dužinu:

source: Places in a rectangle:
hr: Mjesta u pravokutniku:

source: Width:
hr: Širina:

source: Height:
fi: Korkeus:
hr: Visina:

source: 1. Look up latitude and longitude:
hr: 1. Nađi zemljopisnu širinu i dužinu:

source: Search in:
fi: Mistä haetaan:
hr: Traži u:

source: Select A File
fi: Valitse tiedosto
hr: Odaberi datoteku

source: Parse as:
hr: Obradi kao:

source: 2. Conversion of existing title or position:
hr: 2. Konverzija postojećeg naslova ili položaja:

source: Change title into:
fi: Uusi otsikko:
hr: Promijeni naslov u:

source: Convert lat/lon as:
hr: Konvertiraj zemljopisnu širinu/visinu kao:

source: Or define a simple title format:
hr: Ili odredi jedan format naslova:

source: Available variables: city, street, locality, parish, county, state, country, postal_code
hr: Moguće varijable: grad, ulica, lokalitet, župa, okrug, pokrajina, država, poštanski broj

source: Delete to delete a row, Double-click on the row to edit place with changes pre-entered, Press Tab on a row or Google Maps button to see place on a map. Press Apply to do all changes automatically
hr: Upotrijebi „Izbriši” za brisanje reda, pritisni dvaput na redak za uređivanje mjesta s pred-unesenim promjenama, Pritisni tabulatorsku tipku ili Google Maps gumb za prikaz mjesta na karti. Pritisni „Primijeni” za automatsku primjenu svih promjena
