Repository: gramps-project/addons-source
Catalog: HtreePedigreeView/po/*-local.po
Languages: fr

source: H-Tree Pedigree
fr: Pedigree en arbre H

source: The view shows a space-efficient pedigree with ancestors of the selected person
fr: La vue montre un pedigree économe en espace avec les ancêtres de l'individu sélectionné

source: short for born|b.
fr: n.

source: short for died|d.
fr: d.

source: short for baptized|bap.
fr: bap.

source: short for christened|chr.
fr: abréviation de baptisé|bapt.

source: short for buried|bur.
fr: inh.

source: short for cremated|crem.
fr: inci.

source: H-tree Pedigree View
fr: Vue généalogique en arbre H

source: About H-Tree
fr: À propos de l'Arbre H
