Repository: gramps-project/addons-source
Catalog: DynamicWeb/po/*-local.po
Languages: ru

source: Dynamic Web Report
ru: Динамический веб отчёт

source: Produces dynamic web pages for the database
ru: Формирует динамические веб страницы из базы данных

source: Home Page
ru: Домашняя страница

source: SVG graphical tree
ru: Графическое представление древа в SVG

source: Indexes pages
ru: Оглавление

source: Custom page %(index)i
ru: Выбранная страница %(index)i

source: Ascending tree
ru: Древо предков

source: Descending tree
ru: Древо потомков

source: Descending tree with spouses
ru: Древо потомков с супругами

source: Ascending and descending tree
ru: Древо предков и потомков

source: Ascending and descending tree with spouses
ru: Древо предков и потомков с супругами

source: Vertical (↓)
ru: Вертикально (↓)

source: Vertical (↑)
ru: Вертикально (↑)

source: Horizontal (→)
ru: Горизонтально (→)

source: Horizontal (←)
ru: Горизонтально (←)

source: Full Circle
ru: Полный цикл

source: Half Circle
ru: Половина цикла

source: Quadrant
ru: Сектор

source: Size proportional to number of ancestors
ru: Размер пропорцианален числу предков

source: Homogeneous parents distribution
ru: Однородное распределение родителей

source: Size proportional to number of descendants
ru: Размер пропорцианален числу потомков

source: Homogeneous children distribution
ru: Однородное распределение детей

source: Gender colors
ru: Расцветка по половому признаку

source: Generation based gradient
ru: Градиент зависит от поколения

source: Age based gradient
ru: Градиент зависит от возраста

source: Single main (filter) color
ru: Одиночный цвет фильтра

source: Time period based gradient
ru: Градиент зависит от времени

source: White
ru: Белый

source: Color scheme classic report
ru: Цветовая схема класического отчёта

source: Color scheme classic view
ru: Цветовая схема класического вида

source: Gradient
ru: Градиент

source: Default
ru: По умолчанию

source: Mainz
ru: Майнц

source: Neither %(current)s nor %(parent)s are directories
ru: Ни %(current)s, ни %(parent)s не являются каталогами

source: Could not create the directory: %(path)s
ru: Невозможно создать каталог: %(path)s

source: Dynamic Web Site Report
ru: Динамический веб-сайт отчёт

source: Exporting family tree data ...
ru: Экспортируются данные семейного древа ...

source: Author
ru: Автор

source: Abbreviation
ru: Аббревиатура

source: Publication information
ru: Информация об издании

source: Date
ru: Дата

source: Page
ru: Страница

source: Impossible to convert "%(path)s" to a relative path.
ru: Не удалось преобразовать "%(path)s" в относительный путь.

source: The pages configuration is not valid: several pages have the same content
ru: Не верные настройки страниц: насколько страниц содержат одинаковые данные

source: Html|Home
ru: Домой

source: Tree
ru: Древо

source: Statistics
ru: Статистика

source: Configuration
ru: Настройки

source: Person
ru: Лицо

source: Family
ru: Семья

source: Source
ru: Источник

source: Media
ru: Документ

source: Place
ru: Место

source: Repository
ru: Репозиторий

source: Search results
ru: Результаты поиска

source: Surnames
ru: Фамилии

source: Individuals
ru: Лица

source: Families
ru: Семьи

source: Sources
ru: Источники

source: Places
ru: Места

source: Addresses
ru: Адресса

source: Repositories
ru: Репозитории

source: Indexes
ru: Индексы

source: (sort by name)
ru: (сортировка по имени)

source: (sort by quantity)
ru: (сортировка по количеству)

source: : activate to sort column ascending
ru: : активируйте для сортировки колонки по возрастанию

source: : activate to sort column descending
ru: : активируйте для сортировки колонки по убыванию

source: <p>This page provides the SVG raw code.<br>Copy the contents into a text editor and save as an SVG file.<br>Make sure that the text editor encoding is UTF-8.</p>
ru: <p>Эта страница представляет SVG код.<br>Скопируйте содержимое в текстовый редактор и сохраните как файл SVG.<br>Убедитесь, что в текстовом редакторе установлена кодировка UTF-8.</p>

source: Address
ru: Адресса

source: Age at death
ru: Год смерти

source: Alternate Marriage
ru: Другой брак

source: Alternate Name
ru: Другое имя

source: Ancestors
ru: Предок

source: Associations
ru: Ассоциации

source: Attribute
ru: Атрибут

source: Attributes
ru: Атрибуты

source: Background
ru: Фон

source: Birth
ru: Рождение

source: Burial
ru: Захоронение

source: Call Name
ru: Прозвище

source: Cause Of Death
ru: Причина смерти

source: Children
ru: Дети

source: Citation
ru: Цитата

source: Citations
ru: Цитаты

source: Click on the map to show it full-screen
ru: Нажмите на карте, чтобы развернуть её на весь экран

source: Code
ru: Код

source: Configure
ru: Настроить

source: Count
ru: Количество

source: Cremation
ru: Кремация

source: Death
ru: Смерть

source: Descendants
ru: Потомки

source: Description
ru: Описание

source: Enclosed By
ru: Входит в

source: Engagement
ru: Помолвка

source: Event
ru: Событие

source: Events
ru: События

source: Examples
ru: Примеры

source: F
ru: Ж

source: Families Index
ru: Семейный номер

source: Family Nick Name
ru: Семейное прозвище

source: Father
ru: Отец

source: Female
ru: Женщина

source: File ready
ru: Файл готов

source: Help
ru: Справка

source: Gender
ru: Пол

source: Include Place map on Place Pages
ru: Включить карту на страницах с местоположениями

source: Include a column for birth dates on the index pages
ru: Включить колонку для дат рождения в огловление

source: Include a column for death dates on the index pages
ru: Включить колонку для дат смерти в огловление

source: Include a column for marriage dates on the index pages
ru: Включить колонку для дат брака в огловление

source: Include a column for parents on the index pages
ru: Включить колонку для родителей в огловление

source: Include a column for partners on the index pages
ru: Включить колонку для партнёров в огловление

source: Include a map in the individuals and family pages
ru: Включить карту на страницы лиц и семей

source: Include half and/ or step-siblings on the individual pages
ru: Включать сводных братье и сестёр на отдельные строницы

source: Include references in indexes
ru: Включать ссылки в индексы

source: Insert sources author in the sources title
ru: Включить автора источников в заголовок источника

source: Last Modified
ru: Последнее изменение

source: Latitude
ru: Широта

source: Link
ru: Ссылка

source: Loading...
ru: Загрузка...

source: Location
ru: Местоположение

source: Longitude
ru: Долгота

source: M
ru: М

source: Male
ru: Мужчина

source: Map
ru: Карта

source: Marriage
ru: Брак

source: Maximize
ru: Развернуть

source: Media Index
ru: Индекс документа

source: Media Type
ru: Тип документа

source: Mother
ru: Мать

source: Name
ru: Имя

source: Nick Name
ru: Прозвище

source: No data available in table
ru: В таблице нет доступных данных

source: No matches found
ru: Совпадений не найдено

source: No matching records found
ru: Записи не найдены

source: No matching surname.
ru: Фамилия не найдена.

source: None
ru: Пусто

source: Notes
ru: Заметки

source: Number of entries in the tables
ru: Количество записей в таблице

source: OK
ru: Да

source: Other participants
ru: Другие участники

source: Parents
ru: Родители

source: Path
ru: Путь

source: Person page
ru: Персональная страница

source: Person to search for
ru: Поиск лица

source: Persons Index
ru: Список лиц

source: Persons
ru: Лица

source: Places Index
ru: Список мест

source: Preparing file ...
ru: Подготовка файла ...

source: Processing...
ru: Обработка...

source: References
ru: Ссылки

source: Relationship to Father
ru: Отношение к отцу

source: Relationship to Mother
ru: Отношение к матери

source: Relationship
ru: Родство

source: Restore
ru: Восстановить

source: Restore default settings
ru: Восстановление настроек по умолчанию

source: Show last modification time
ru: Показать время последнего изменения

source: SVG tree children distribution
ru: SVG - представление детей в древе

source: SVG tree graph shape
ru: SVG - направление древа

source: SVG tree graph type
ru: SVG - тип древа

source: SVG tree parents distribution
ru: SVG - представление родителей в древе

source: Save tree as file
ru: Сохранить древо в файл

source: Search:
ru: Поиск:

source: Select the background color scheme
ru: Выберите цветовую схему фона

source: Select the children distribution (fan charts only)
ru: Выберите представление детей (только веерные карты)

source: Select the number of ascending generations
ru: Выбарите количество поколений предков

source: Select the number of descending generations
ru: Выбарите количество поколений потомков

source: Select the parents distribution (fan charts only)
ru: Выберите представление родителей (только веерные карты)

source: Select the shape of graph
ru: Выберите направление графа

source: Select the type of graph
ru: Выберите тип графа

source: Several matches.<br>Precise your search or choose in the lists below.
ru: Несколько совпадений.<br>Уточните поисковый запрос или выбирайте из списка ниже.

source: Show duplicates
ru: Показать дубликаты

source: Siblings
ru: Братья и сёстры

source: Sources Index
ru: Список источников

source: Spouses
ru: Супруги

source: Suppress Gramps ID
ru: Скрыть Gramps ID

source: Surname
ru: Фамилия

source: Surnames Index
ru: Список фамилий

source: Title
ru: Заголовок

source: Type
ru: Тип

source: U
ru: Н

source: Unknown
ru: Неизвестно

source: Use tabbed panels instead of sections
ru: Использовать панель вкладок вместо секций

source: Use the search box above in order to find a person.
ru: Использовтать поле выше для поиска лиц.

source: Used for family
ru: Используется для семьи

source: Used for media
ru: Используется для документов

source: Used for person
ru: Используется для лица

source: Used for place
ru: Используется для места

source: Used for source
ru: Используется для источника

source: Value
ru: Значение

source: Web Link
ru: Веб-ссылка

source: Web Links
ru: Веб-ссылки

source: Whether to use a special color for the persons that appear several times in the SVG tree
ru: Использовать ли специальный цвет для лиц, которые показаны в древе несколько раз

source: Without surname
ru: Без фамилии

source: Zoom in
ru: Увеличить

source: Zoom out
ru: Уменьшить

source: all
ru: все

source: Copying error: %(error)s
ru: Ошибка копирования: %(error)s

source: Impossible to copy "%(src)s" to "%(dst)s"
ru: Невозможно скопировать "%(src)s" в "%(dst)s"

source: Possible destination error
ru: Возможно ошибка в каталоге назначения

source: You appear to have set your target directory to a directory used for data storage. This could create problems with file management. It is recommended that you consider using a different directory to store your generated web pages.
ru: Похоже вы указали каталог назначения, который используется для хранения данных. Это может вызвать проблемы в управлении файлами. Рекомендуется использовать другой каталок для хранения создаваемых страниц.

source: Unable to copy web site template files from "%(path)s"
ru: Не удалось скопировать файлы шаблонов веб-сайта из "%(path)s"

source: Keeping "%(dst)s" (newer than "%(src)s")
ru: Имеющееся "%(dst)s" (новее чем "%(src)s")

source: Copying "%(src)s" to "%(dst)s"
ru: Копирование "%(src)s" в "%(dst)s"

source: Invalid file name
ru: Неверное имя файла

source: The archive file must be a file, not a directory
ru: Файл архива не должен быть каталогом

source: Unable to overwrite archive file "%(path)s"
ru: Не удалось перезаписать архив "%(path)s"

source: Unable to add file "%(file)s" to archive "%(archive)s"
ru: Не удалось добавить файл "%(file)s" в архив "%(archive)s"

source: DynamicWebReport ignoring link type '%(class)s'
ru: DynamicWebReport игнорирует тип ссылки '%(class)s'

source: Applying Person Filter...
ru: Применяется фильтр лиц...

source: Constructing list of other objects...
ru: Формируется список других объектов...

source: Family of %(husband)s and %(spouse)s
ru: Семья %(husband)s и %(spouse)s

source: Family of %(father)s
ru: Семья %(father)s

source: Family of %(mother)s
ru: Семья %(mother)s

source: In this note, the following special words are processed: __SEARCH_FORM__ is replaced by a search form. __NB_INDIVIDUALS__ is replaced by the number of persons. __NB_FAMILIES__ is replaced by the number of families. __NB_MEDIA__ is replaced by the number of media objects. __NB_SOURCES__ is replaced by the number of sources. __NB_REPOSITORIES__ is replaced by the number of repositories. __NB_PLACES__ is replaced by the number of places. __MEDIA_<gid>__ is replaced by the media with gramps ID <gid>. __THUMB_<gid>__ is replaced by the thumbnail of the media with gramps ID <gid>. __EXPORT_DATE__ is replaced by the current date. __GRAMPS_VERSION__ is replaced by the GRAMPS version. __GRAMPS_HOMEPAGE__ is replaced by the GRAMPS homepage link. URL starting with "relative://relative.<link>" are replaced by the relative URL "<link>".
ru: В этой заметке, используются следующие специальные слова: __SEARCH_FORM__ заменяется формой поиска. __NB_INDIVIDUALS__ заменяется количеством лиц. __NB_FAMILIES__ заменяется количеством семей. __NB_MEDIA__ заменяется количеством документов. __NB_SOURCES__ заменяется количеством источников. __NB_REPOSITORIES__ заменяется количеством репозиториев. __NB_PLACES__ заменяется количеством мест. __MEDIA_<gid>__ заменяется документами с gramps ID <gid>. __THUMB_<gid>__ заменяется миниатюрой документа с gramps ID <gid>. __EXPORT_DATE__ заменяется текущей датой. __GRAMPS_VERSION__ заменяется версией GRAMPS. __GRAMPS_HOMEPAGE__ заменяется ссылкой на домашнюю страницу GRAMPS. URL начинающийся с "relative://relative.<link>" заменяется относительным URL "<link>".

source: Report
ru: Отчёт

source: Destination
ru: Расположение

source: The destination directory for the web files
ru: Каталог для сохранения веб-файлов

source: Store web pages in archive
ru: Сохранить веб-страницы в архив

source: Whether to create an archive file (in ZIP or TGZ format) containing the web site
ru: Необходимо ли создать архив (в формате ZIP или TGZ) содержащий веб-сайт

source: Archive file
ru: Файл архива

source: The archive file name (with ".zip" or ".tgz" extension)
ru: Имя архива (с расширением ".zip" или ".tgz")

source: Web site title
ru: Заголовок веб-сайта

source: My Family Tree
ru: Моё семейное древо

source: The title of the web site
ru: Заголовок веб-сайта

source: Filter
ru: Фильтр

source: Select filter to restrict people that appear on web site
ru: Укажите фильтр, чтобы ограничить включение лиц в веб-сайт

source: Filter Person
ru: Фильтр лиц

source: The center person for the filter
ru: Главное лицо для фильтра

source: Name format
ru: Формат имени

source: Select the format to display the complete names
ru: Выберите формат для отображения полных имён

source: Name format (short)
ru: Формат имени (сокр.)

source: Select the format to display a shorter version of the names
ru: Выберите формат для отображения сокращённой версии имени

source: Web site template
ru: Шаблон веб-сайта

source: Select the template of the web site
ru: Выберите шаблон для веб-сайта

source: Copyright
ru: Авторское право

source: The copyright to be used for the web files
ru: Авторские права, которы будут использоваться для веб-страниц

source: Privacy
ru: Приватность

source: Include records marked private
ru: Включать записи помеченные как личные

source: Whether to include private objects
ru: Включать ли личные объекты

source: Export notes
ru: Экспорт заметок

source: Whether to export notes in the web pages
ru: Экспортировать ли заметки в веб-страницы

source: Export sources
ru: Экспорт источников

source: Whether to export sources and citations in the web pages
ru: Экспортировать ли источники и цитаты в веб-страницы

source: Export addresses
ru: Экспорт адресов

source: Whether to export addresses in the web pages
ru: Экспортировать ли адреса в веб-страницы

source: Living People
ru: Живые люди

source: Exclude
ru: Исключить

source: Include Last Name Only
ru: Включить только фамилию

source: Include Full Name Only
ru: Включить только полное имя

source: Include
ru: Включить

source: How to handle living people
ru: Как обрабатывать живых людей

source: Years from death to consider living
ru: Количество лет после смерти, в которые считается ещё живым

source: This allows you to restrict information on people who have not been dead for very long
ru: Это позволяет ограничить информацию о людях, которые не должны считаться мёртвыми долгое время

source: Options
ru: Настройки

source: Include repository pages
ru: Включить страницы репозитория

source: Whether or not to include the Repository Pages.
ru: Включать или нет страницы репозитория.

source: Include images and media objects
ru: Включать изображения и документы

source: Whether to include a media objects in the web pages
ru: Включать ли медиа объекты в веб-страницы

source: Copy images and media objects
ru: Копировать изображения и документы

source: Whether to make a copy of the media objects. When the objects are not copied, they are referenced by their relative path name
ru: Делать ли копии медиа объектов. Если объекты не копировались, создаётся ссылка на них по относительному пути

source: Print the notes type
ru: Печатать тип заметок

source: Whether to print the notes type in the notes text
ru: Указывать ли тип заметок в тексте заметки

source: Print place pages
ru: Печатать страницы мест

source: Whether to show pages for the places
ru: Показывать ли страницы с местоположениями

source: Whether to include a place map on the Place Pages, where Latitude/ Longitude are available.
ru: Включать ли карту на страницах с местоположениями, если доступны широта и долгота.

source: Whether or not to add an individual page map showing all the places on this page. This will allow you to see how your family traveled around the country.
ru: Добавлять или нет индивидуальную страницу карты отображающую все существующие места на ней.Это позволит увидеть, как ваша семья путешествовала по стране.

source: Google
ru: Карты Google

source: OpenStreetMap
ru: Карты OpenStreetMap

source: Map Service
ru: Картографический сервис

source: Choose your choice of map service for creating the Place Map Pages
ru: Сделайте выбор картографического сервиса для создания страниц с местами на карте

source: Google map API key
ru: Ключ для Google map API

source: The API key used for the Google map
ru: API ключ используемый для карт Google

source: Advanced
ru: Расширенные

source: Character set encoding
ru: Кодировка символов

source: The encoding to be used for the web files
ru: Кодировка, которая будет использоваться для веб-страниц

source: Include family pages
ru: Включить семейные страницы

source: Whether or not to include family pages
ru: Включать или нет семейные страницы

source: Whether to use tabbed panels for the different sections of the pages.
ru: Использовать ли панели вкладок для различных секций страниц.

source: Whether to show the last modification time in the pages footer
ru: Отображать ли время последнего изменения внизу страницы

source: Whether to include a birth column
ru: Включать ли колонку с рождением

source: Whether to include a death column
ru: Включать ли колонку со смерью

source: Whether to include a marriage column
ru: Включать ли колонку с браком

source: Whether to include a partners column
ru: Включать ли колонку партнёров

source: Whether to include a parents column
ru: Включать ли колонку с родителями

source: Whether to insert sources author in the sources title
ru: Указывать ли автора источников в заголовке источников

source: Include GENDEX file (/gendex.txt)
ru: Включить файл GENDEX (/gendex.txt)

source: Whether to include a GENDEX file or not
ru: Включать ли файл GENDEX или нет

source: Enable page configuration
ru: Разрешить настройку страницы

source: Whether to enable page configuration
ru: Разрешить ли настройку страницы

source: Trees
ru: Древа

source: Maximum number of generations
ru: Максимальное количество поколений

source: The maximum number of generations to include in the ancestor and descendant trees and graphs
ru: Максимальное количество поколений для включения в графы и древа предков и потомков

source: Choose the default SVG tree graph type
ru: Выберите тип древа по умолчанию (SVG)

source: Choose the default SVG tree graph shape
ru: Выберите направление древа по умолчанию (SVG)

source: Choose the default SVG tree parents distribution (for fan charts only)
ru: Выберите представление родителей в древе по умолчанию (только для веерных карт)

source: Choose the default SVG tree children distribution (for fan charts only)
ru: Выберите представление детей в древе по умолчанию (только для веерных карт)

source: Choose the background color scheme for the persons in the SVG tree graph
ru: Выберите цветовую схему фона для лиц в графе

source: Start gradient/Main color
ru: Начало градиента / основной цвет

source: End gradient/2nd color
ru: Завершение градиента / второй цвет

source: Color for duplicates
ru: Цвет для дубликатов

source: Pages
ru: Страницы

source: HTML user header
ru: Верхний колонтитул (HTML)

source: A note to be used as the page header
ru: Заметка для использования в качестве верхнего колонтитула

source: HTML user brand name / icon
ru: Пользовательский знак (HTML) / изображение

source: A note to be used as the brand name or image in the menu
ru: Заметка для использования в качестве знака пользователя или изображения в меню

source: HTML user footer
ru: Нижний колонтитул (HTML)

source: A note to be used as the page footer
ru: Заметка для использования в качестве нижнего колонтитула

source: Custom pages
ru: Выбранные страницы

source: Title for the custom page %(index)i
ru: Заголовок для выбранной страницы %(index)i

source: Name for the custom page %(index)i
ru: Имя для выбранной страницы %(index)i

source: Note for custom page %(index)i
ru: Заметка для выбранной страницы %(index)i

source: A note to be used for the custom page content.
ru: Заметка для использования в содержании выбранной страницы.

source: Menu for the custom page %(index)i
ru: Меню для выбранной страницы %(index)i

source: Whether to print a menu for the custom page
ru: Печатать ли меню для выбранной страницы

source: Pages selection
ru: Выбор страниц

source: Number of pages
ru: Количество страниц

source: Number pages in the web site menu.
ru: Количество страниц в меню веб-сайта.

source: Contents of page %(index)i
ru: Содержание страницы %(index)i

source: Contents of the page
ru: Содержание страницы
