Repository: gramps-project/addons-source
Catalog: Form/po/*-local.po
Languages: fi, fr, he, sk, sv

source: Whether Employer, Worker or Working on Own Account
fr: Employeur, travailleur ou à son propre compte

source: Whether Working at Home
fr: Travaillant ou non à la maison
sv: Huruvida du arbetar hemma

source: Nationality
fi: Kansallisuus
fr: Nationalité

source: Age Months
fr: Âge en mois

source: Number of living children
fi: Elossa olevien lasten määrä
fr: Nombre d'enfants vivants
sv: Antal levande barn

source: Ages of living children
fr: Âge des enfants vivants

source: Language Spoken
fr: Langue parlée

source: GROS Data
fr: Données GROS

source: Born in County
fr: Né(e) dans le comté

source: Foreigner, Born England or Ireland
fr: Étranger(ère), né(e) en Angleterre ou Irlande

source: Quoad Sacra Parish
fr: Paroisse quoad sacra

source: Town or Village
fr: Petite ville ou village

source: Relation to Head
fi: Suhde päähenkilöön
fr: Relation avec le chef
sv: Släktskap till huvudperson

source: House Inhabited
fr: Maison inhabitée
sv: Hus bebodda

source: House U or B
fr: Maison U ou B

source: Rank, Profession, or Occupation
fr: Rang, profession, ou métier

source: WindowRooms
fr: Fenêtres

source: No. of Rooms with one or more Windows
fr: Nombre de pièces avec au moins une fenêtre

source: School Board District
fr: Conseil scolaire de district

source: School board District
fr: Conseil scolaire de district

source: Parliamentary Division
fr: Arrondissement

source: Municipal Burgh
fr: Bourg municipal

source: Burgh Ward
fr: Quartier de bourg

source: Island
fr: Islande

source: Gaellic or G. & E.
fr: Gallois ou G. & E.

source: Parish Ward
fr: Paroisse
he: ועד מועצה מקומית
sk: Farský obvod
sv: Församlingsdistrikt

source: Profession or Occupation
fr: Profession ou métier

source: Employer, Worker or on Own Account
fr: Employeur, travailleur ou à son propre compte

source: Working at Home
fr: Travaillant à la maison

source: "Read and Write", "Read" or "Cannot Read"
fr: "Sait lire et écrire", "Lit" or "Ne lit pas"

source: Irish Language
fr: Langue irlandaise

source: "Irish" or "Irish & English", in other cases no entry should be made
fr: "Irlandais" or "Irlandais & Anglais", dans les autres cas, aucune entrée ne doit être créée

source: Barony
fr: Baronnie

source: Urban District
fr: Arrondissement urbain

source: Head of Family
fi: Perheenpää
fr: Chef de famille
he: ראש משפחה
sv: Familjeöverhuvud

source: Total Children
fr: Nombre d'enfants
sv: Totalt antal barn

source: Children born alive to present Marriage
fr: Enfants nés vivants au mariage actuel

source: Enumerator
fi: Luetelma
fr: Énumérateur
sv: Uppräknare

source: 1. Names of Inmates
fi: 1. Vankien nimet
fr: 1. Noms des pensionnaires
sv: 1. Namn på fångar

source: 2. Profession, Trade or Occupation
fi: 2. Ammatti tai elinkeino
fr: 2. Profession ou métier
sv: 2. Yrke, handel eller sysselsättning

source: BirthPlace
fi: Syntymäpaikka
fr: Lieu de naissance
he: מקום לידה
sv: Födelseplats

source: 3. Place of Birth
fi: 3. Syntymäpaikka
fr: 3. Lieu de naissance
he: 3. מקום לידה
sv: 3. Födelseort

source: 5. Residence if Outside of Limits
fi: 5. Asuinpaikka ulkomailla
fr: 5. Résidence si hors des limites
sv: 5. Bostad om utanför gränserna

source: 6. Age at Next Birthday
fi: 6. Ikä seuraavana syntymäpäivänä
fr: 6. Âge au prochain anniversaire
sv: 6. Ålder vid nästa födelsedag

source: SexMale
fr: SexeMasculin
sv: KönMan

source: 7. Sex: Male
fr: 7. Sexe : masculin
sv: 7. Kön: Man

source: SexFemale
fr: SexeFéminin
sv: KönKvinna

source: 8. Sex: Female
fr: 8. Sexe : féminin
sv: 8. Kön: Kvinna

source: MaritalStatus
fr: StatutMarital
sv: Civilstånd

source: 9. Married or Single
fi: 9. Naimisissa tai naimaton
fr: 9. Marié(e) ou célibataire
sv: 9. Gift eller ensamstående

source: Coloured
fi: Värillinen
fr: Coloré
sv: Färgade

source: 10. Coloured Persons - Negroes
fr: 10. Personnes de couleur - origine africaine
sv: 10. Färgade personer - Svarta

source: Indians
fr: Indiens
sv: Indianer

source: 11. Indians, if any
fr: 11. Indiens, si existe
sv: 11. Indianer, om några

source: ResidentsMale
fr: HommeRésidents
sv: InvånareMän

source: 12. Residents: Members, Male
fr: 12. Résidents : membres, homme
sv: 12. Invånare: Medlemmar, män

source: ResidentsFemale
fr: FemmesRésidentes
sv: InvånareKvinna

source: 13. Residents: Members, Female
fr: 13. Résidentes : membres, femme
sv: 13. Invånare: Medlemmar, kvinnor

source: 14. Residents: Not Members: Male
fr: 14. Résidents : non-membres : homme
sv: 14. Invånare: Ej medlemmar: Män

source: 15. Residents: Not Members: Female
fr: 15. Résidentes : non-membres : femme
sv: 15. Invånare: Ej medlemmar: Kvinnor

source: 16. Members Absent: Male
fr: 16. Membres absent : homme
sv: 16. Medlemmar frånvarande: Män

source: AbsentMembersFemale
fr: Membres féminins absents
sv: FrånvarandeMedlemmarKvinna

source: 17. Members Absent: Female
fr: 17. Membres absents : femmes
sv: 17. Frånvarande medlemmar: Kvinna

source: DeafDumbMale
fr: Homme sourd-muet
sv: DövstumMan

source: 18. Deaf and Dumb: Male
fr: 18. Sourd et muet : Homme
sv: 18. Dövstum: Man

source: DeafDumbFemale
fr: Femme sourde-muette
sv: DövstumKvinna

source: 19. Deaf and Dumb: Female
fr: 19. Sourd et muet : féminin
sv: 19. Dövstum: Kvinna

source: BlindMale
fr: HommeAveugle
sv: BlindMan

source: 20. Blind: Male
fr: 20. Aveugle : homme
sv: 20. Blind: Man

source: BlindFemale
fr: FemmeAveugle
sv: BlindKvinna

source: 21. Blind: Female
fr: 21. Aveugle : femme
sv: 21. Blind: Kvinna

source: LunaticMale
fr: Homme fou
sv: GalenMan

source: 22. Lunatics: Male
fr: 22. Fous : Homme
sv: 22. Galningar: Man

source: LunaticFemale
fr: Femme folle
sv: GalenKvinna

source: 23. Lunatics: Female
fr: 23. Fous : Femme
sv: 23. Galningar: Kvinna

source: 24. Attending School: Male
fr: 24. École fréquentée : homme
sv: 24. Går i skolan: Man

source: 25. Attending School: Female
fr: 25. École fréquentée : femme
sv: 25. Går i skolan: Kvinna

source: Birth1851Male
fr: Naissance1851Homme
sv: Födelse1851Man

source: 26. Births During the Year 1851: Male
fr: 26. Naissances durant l'année 1851 : homme
sv: 26. Födslar under år 1851: Man

source: Death1851Male
fr: Décès1851Homme
sv: Dödsfall1851Män

source: 28. Deaths During the Year 1851: Male
fr: 28. Décès durant l'année 1851 : homme
sv: 28. Dödsfall under året 1851: Man

source: 29. Deaths During the Year 1851: Female
fr: 29. Décès durant l'année 1851 : femme
sv: 29. Dödsfall under året 1851: Kvinnor

source: DeathAgeCause
fr: Âge au décès cause
sv: DödsfallsÅlderOrsak

source: 30. Age and Cause of Deaths
fr: 30. Âge et cause de décès
sv: 30. Ålder och dödsorsak

source: Houses
fr: Maisons
sv: Hus

source: 35. Houses: Building
fr: 35. Maisons : en construction
sv: 35. Hus: Byggnad

source: PublicBuildings
fr: ImmeublesPubliques
sv: Offentliga byggnader

source: 37. Public Buildings
fr: 37. Bâtiments publics
sv: 37. Offentliga byggnader

source: 1. Name of Occupier
fr: 1. Nom de l'occupant
sv: 1. Namn på boende

source: 2. Concession or Range
fr: 2. Concession ou secteur
sv: 2. Koncession eller omfattning

source: 5. Number of Acres of Land: Under Cultivation
fr: 5. Nombre d'arpents de terre : en culture
sv: 5. Antal tunnland mark: Med odling

source: 10. Wheat: Acres
fr: 10. Arpent de blé
sv: 10. Vete: Tunnland

source: 11. Wheat: Produce Bsh.
fr: 11. Blé : produit Bsh.
sv: 11. Vete: Bushel produktion.

source: 12. Barley: Acres
fr: 12. Arpent d'orge
sv: 12. Korn: Tunnland

source: 13. Barley: Produce Bsh.
fr: 13. Orge : production Bsh.
sv: 13. Korn: Bushel produktion.

source: 14. Rye: Acres
fr: 14. Seigle : arpents
sv: 14. Råg: Tunnland

source: 15. Rye: Produce Bsh.
fr: 15. Seigle : produit Bsh.
sv: 15. Råg: Bushel produktion.

source: 16. Peas: Acres
fr: 16. Pois : arpents
sv: 16. Ärtor: Tunnland

source: 17. Peas: Produce Bsh.
fr: 17. Pois : produit Bsh.
sv: 17. Ärtor: Bushel produktion.

source: 18. Oats: Acres
fr: 18. Avoine : arpents
sv: 18. Havre: Tunnland

source: 19. Oats: Produce Bsh.
fr: 11. Avoine : produit Bsh.
sv: 19. Havre: Bushel produktion.

source: 20. B.Wheat: Acres
fr: 20. Blé : arpents
sv: 20. B-vete: Tunnland

source: 21. B.Wheat: Produce Bsh.
fr: 21. Blé : production Bsh.
sv: 21. B-vete: Bushel produktion.

source: 22. Corn: Acres
fr: 22. Maïs : arpents
sv: 22. Majs: Tunnland

source: 23. Corn: Produce Bsh.
fr: 11. Maïs : produit Bsh.
sv: 23. Majs: Bushel produktion.

source: 24. Potatoes: Acres
fr: 24. Pommes de terre : arpents

source: 25. Potatoes: Produce Bsh.
fr: 11. Pommes de terre : produit Bsh.

source: 26. Turnips: Acres
fr: 26. Navets : arpents

source: 27. Turnips: Produce Bsh.
fr: 11. Navets : produit Bsh.

source: 32. Hops Lbs.
fr: 32. Livres de houblon

source: 35. Tobacco Lbs.
fr: 35. Tabac - Lbs.

source: 36. Wool Lbs.
fr: 36. Livres de laine

source: Column37
fr: Colonne 37
sv: Kolumn37

source: Column38
fr: Colonne 38
sv: Kolumn38

source: Column39
fr: Colonne 39
sv: Kolumn39

source: Bulls
fr: Taureaux

source: 46. Milch Cows
fr: 46. Lait de vaches

source: 48. Horses of all ages
fr: 48. Chevaux de tous âges

source: 49. Sheep
fr: 49. Mouton

source: Pigs
fr: Cochons

source: 50. Pigs
fr: 50. Cochons

source: 51. Butter - Lbs.
fr: 51. Beurre - Lbs.

source: 52. Cheese - Lbs.
fr: 52. Fromage - Lbs.

source: Beef
fr: Boeuf

source: Pork
fr: Porc

source: Fish
fr: Poisson

source: 56. Remarks
fr: 56. Remarques

source: 2. Profession, trade or occupation
fr: 2. Profession ou métier

source: Married1851
fr: Marié(e)1851
sv: Gifta1851

source: 4. Married during the year
fr: 4. Marié(e) durant l'année

source: 6. Residence, if out of limits
fr: 6. Résidence si hors limite

source: 7. Age next Birthday
fr: 7. Âge au prochain anniversaire

source: 8. Sex: Male
fr: 8. Sexe : masculin

source: SexFemail
fr: Féminin

source: 9. Sex:Female
fr: 9. Sexe : féminin

source: 10. Married or Single
fr: 10. Marié(e) ou célibataire

source: Widowers
fr: Veufs

source: 11. Widowers
fr: 11. Veufs

source: Widows
fr: Veuves

source: 12. Widows
fr: 12. Veuves

source: 13. Coloured Persons, Mulato or Indians
fr: 13. Personnes de couleur, mulatre ou indiens

source: MemberMale
fr: MembreHomme

source: 14. Members: Male
fr: 14. Membres : homme

source: MemberFemale
fr: MembreFemme

source: 15. Members: Female
fr: 15. Membres : femme

source: 16. Not Members: Male
fr: 16. Non-membre : homme

source: 17. Not Members: Female
fr: 17. Non-membres : femmes

source: MemberAbsentMale
fr: MembreAbsentHomme

source: 18. Members Absent: Male
fr: 18. Membres absents : hommes

source: MemberAbsentFemale
fr: MembreAbsentFemme

source: 19. Members Absent: Female
fr: 19. Membres absents : femmes

source: 20. Deaf and Dumb
fr: 20. Simple d'esprit

source: 21. Blind
fr: 21. Aveugle

source: 23. Attending School within the year: Male
fr: 23. École fréquentée durant l'année : homme

source: 24. Attending School within the year: Female
fr: 24. École fréquentée durant l'année : femme

source: CantReadMale
fr: SaitLireHomme

source: 25. Persons over 20, who cannot read or write: Male
fr: 26. Personnes de plus de 20 ans, sachant lire et écrire : homme

source: CantReadFemale
fr: Sait lire Féminin

source: 26. Persons over 20, who cannot read or write: Female
fr: 26. Personnes de plus de 20 ans, ne sachant pas lire ou écrire : femme

source: Birth1860Male
fr: Naissance1860Homme

source: 27. Births in 1860: Male
fr: 27. Naissances en 1860 : homme

source: 28. Births in 1860: Female
fr: 28. Naissances en 1860 : femme

source: Death1860Male
fr: Décès1860Homme

source: 29. Deaths in 1860: Male
fr: 29. Décès en 1860 : homme

source: 30. Deaths in 1860: Female
fr: 30. Décèss en 1860 : femme

source: 31. Age and cause of death
fr: 31. Âge et cause de décès

source: SubDistrict
fr: SousDistrict

source: Vessels
fr: Vaisseaux
sv: Fartyg

source: 1. Vessels
fr: 1. Vaisseaux

source: 4. Dwelling houses unoccupied
fr: 4. Demeures non-habitées

source: 5. Dwelling houses inhabited
fr: 5. Demeures non-habitées

source: 6.Families
fi: 6. Perheet
fr: 6. Familles
sv: 6.Familjer

source: 7. Names
fr: 7. Noms
sv: 7. Namn

source: 8. Sex
fr: 8. Sexe

source: 9. Age
fr: 9. Âge

source: Birth1871
fr: Naissance1871

source: 10. Born within last twelve months
fr: 10. Né(e) dans les douze derniers mois

source: 11. Country or Province of Birth
fr: 11. Pays ou province de naissance

source: 13. Origin
fi: 13. Alkuperä
fr: 13. Origine
he: 13. מוצא
sk: 13. Pôvod
sv: 13. Ursprung

source: 14. Profession, Occupation or Trade
fr: 14. Profession ou métier

source: 15. Married or Widowed
fr: 15. Marié(e) ou veuf(ve)

source: Maried1871
fr: Marié(e)1871

source: 16. Married within last twelve months
fr: 16. Marié(e) au cours des douze derniers mois

source: 17. Going to school
fr: 17. Va à l'école

source: CantRead
fr: SaitLire

source: CantWrite
fr: NeSaitPasÉcrire

source: 3. Houses in construction
fr: 3. Maisons en construction

source: 4. Houses unoccupied
fr: 4. Maisons inoccupées

source: 5. Houses inhabited
fr: 5. Maisons inhabitées

source: 6. Families
fi: 6. Perheet
fr: 6. Familles
sv: 6. Familjer

source: Birth1881
fr: Naissance1881

source: 16. Going to school
fr: 16. Va à l'école

source: 17. Deaf and Dumb
fr: 17. Simple d'esprit

source: 18. Blind
fr: 18. Aveugle

source: 1. Vessels and Shanties
fr: 1. Vaisseaux et cabanes

source: 2. Houses in construction
fr: 2. Maisons en construction

source: 3. Houses unoccupied
fr: 3. Maisons inoccupées

source: 4. Houses inhabited
fr: 4. Maisons inhabitées

source: 5. Families
fi: 5. Perheet
fr: 5. Familles
sv: 5. Familjer

source: 6. Names
fr: 6. Noms
sv: 6. Namn

source: 7. Sex
fr: 7. Sexe

source: 8. Age
fr: 8. Âge

source: 9. Married or Widowed
fr: 9. Marié(e) ou veuf(ve)

source: 10. Relationship to Head of Family
fi: 10. Suhde perheenpäähän
fr: 10. Relation avec le chef de famille
sv: 10. Släktskap med familjeöverhuvud

source: 12. FrenchCanadian
fr: 12. CanadienFrancophone

source: BirthPlaceFather
fr: Lieu_de_naissance_Père
he: מקום לידת אב
sv: FödelseplatsFar

source: 13. Birth Place of Father
fr: 13. Lieu de naissance du père
he: 13. מקום לידת אב
sv: 13. Födelseplats för far

source: BirthPlaceMother
fr: Lieu_de_naissance_Mère
sv: FödelseplatsMor

source: 14. Birth Place of Mother
fr: 14. Lieu de naissance de la mère

source: 15. Religion
fr: 16. Religion

source: 16. Profession, Occupation or Trade
fr: 16. Profession ou métier

source: 17. Employers
fr: 17. Employeurs

source: Employee
fr: Employé

source: Unemployed
fr: Sans-emploi

source: Employees
fr: Employés

source: CanRead
fr: SaitLire

source: 21. Instruction: Read
fr: 21. Instruction : lecture

source: CanWrite
fr: SaitÉcrire

source: 22. Instruction: Write
fr: 21. Instruction : écriture

source: 23. Deaf and Dumb
fr: 23. Simple d'esprit

source: 24. Blind
fr: 24. Aveugle

source: SubTitle
fr: Sous-titre
sv: Undertitel

source: House
fr: Maison

source: 1. Dwelling house
fr: 1. Demeure

source: 2. Family or household
fr: 2. Famille ou ménage

source: 3. Name of each person in family
fr: 3. Nom de chaque person de la famille

source: 4. Sex
fr: 4. Sexe

source: Colour
fi: Väri
fr: Couleur
sv: Färg

source: 5. Colour
fi: 5. Väri
fr: 5. Couleur
sv: 5. Färg

source: 6. Relation to head of family
fr: 6. Relation avec le chef de famille

source: 7. Single, married, widowed, divorced or legally separated
fr: 7. Célibataire, marié(e), veuf(ve), divorcé(e) ou séparé(e) légalement

source: BirthMonth
fr: Mois de naissance
sv: Födelsemånad

source: 8. Month and Date of Birth
fr: 8. Mois et date de naissance

source: BirthYear
fi: Syntymävuosi
fr: Année de naissance
sv: Födelseår

source: 9. Year of birth
fr: 9. Année de naissance

source: 10. Age at last birthday
fr: 10. Âge au dernier anniversaire

source: 11. Country or place of birth
fr: 11. Pays ou lieu de naissance

source: 12. Year of immigration to Canada, if an immigrant
fr: 12. Année de l'immigration vers le Canada, si immigrant

source: 14. Racial or tribal origin
fr: 14. Origine tribale ou éthnique

source: 15. Nationality
fr: 15. Nationalité

source: 19. Employer
fr: 19. Employeur

source: 20. Employee
fr: 20. Employé(e)

source: SelfEmployed
fr: ProprePatron

source: 21. Working on own account
fr: 21. Travail à son propre compte

source: WhereEmployed
fr: LieuEmploi

source: MonthsHome
fr: Mois à la maison

source: 24. Months employed at trade in home
fr: 24. Mois de travail à la maison

source: MonthsOther
fr: Mois autres

source: EarningsOccupation
fr: Revenus professionels
sv: FörtjänstYrke

source: EarningsOther
fr: Autres revenus

source: 28. Months at school in 1910
fr: 28. Mois à l'école en 1910

source: 29. Can read
fr: 29. Sait lire

source: 30. Can write
fr: 30. Sait écrire

source: SpeakEnglish
fr: ParleAnglais
sv: TalarEngelska

source: 31. Can speak English
fr: 31. Sait parler anglais

source: SpeakFrench
fr: ParleFrançais

source: 32. Can speak French
fr: 32. Sait parler français

source: 33. Mother tongue (If spoken)
fr: 33. Langue maternelle (si parlée)

source: Infirmities
fr: Infirmités

source: Name from Schedule 1
fr: Nom de l'annexe 1

source: Line on Schedule 2
fr: Ligne de l'annexe 2

source: 2. Page from Schedule 1
fr: 2. Page de l'annexe 1

source: 3. Line from Schedule 1
fr: 3. Ligne de l'annexe 1

source: 3. Place of Habitation
fr: 3. Lieu d'habitation

source: 4. Houses: In construction
fr: 4. Maisons : en construction

source: 5. Houses: Vacant
fr: 5. Maisons : vacantes

source: 6. Houses: Inhabited
fr: 6. Maison : inhabitées

source: Buildings
fi: Rakennukset
fr: Immeubles
he: מבנים
sv: Byggnader

source: 8. Institution: Number of buildings
fr: 8. Institution : Nombre de bâtiments

source: 9. Number of families in house or institution
fr: 9. Nombre de familles dans la maison ou institution

source: Rooms
fr: Pièces

source: 10. Number of rooms in house or institution for each famiy
fr: 10. Nombre de pièces dans la maison ou institution pour chaque famille

source: Inmates
fr: Pensionnaires

source: 11. Number of inmates in institution
fr: 11. Nombre de pensionnaires dans l'institution

source: LeasedSilos
fr: Silos loués

source: 24. Real Estate Leased: Number of silos and capacity in cubic feet
fr: 24. Biens immobiliers loués : nombre de silos et capacité en pieds cubes

source: LeasedFactories
fr: Usines louées

source: 25. Real Estate Leased: Number of manufacturing establishments
fr: 25. Biens immobiliers loués : nombre d'établissements manufacturiers

source: Denomination
fi: Nimitys
fr: Dénomination
sv: Benämning

source: 26. Church or place of worship: Religious denomination
fr: 26. Église ou lieu de culte : Dénomination religieuse

source: 27. Church or place of worship: Number of communicants
fr: 27. Église ou lieu de culte : Nombre de communiants

source: 28. Church or place of worship: Seating capacity
fr: 28. Église ou lieu de culte : Capacité d'accueil

source: 29. Sunday School: Religious Denomination
fr: 29. École du dimanche : confession religieuse

source: 33. School: Number of teachers
fr: 33. École : Nombre d'enseignants
sv: 33. Skola: Antal lärare

source: 35. Date of visit
fr: 35. Date de la visite

source: 37. Date when enumerated
fr: 37. Date du recensement

source: 1. No. of family in order of visitation
fr: 1. Numéro de la famille dans l'ordre de visite

source: 2. Name of each person in the family
fr: 2. Nom de chaque person de la famille

source: 3.Relation to head of family
fi: 3. Suhde perheenpäähän
fr: 3. Relation avec le chef de famille

source: 5. Married, single, widowed or divorced
fr: 5. Marié(e), célibataire, veuf(ve) ou divorcé(e)

source: 6. Age
fr: 6. Âge

source: 7. Country or place of birth
fr: 7. Pays ou lieu de naissance

source: 8. Year of immigration to Canada
fr: 8. Année d'immigration au Canada

source: 9. Post office address
fr: 9. Adresse postale

source: 10. Location: Section
fr: 10. Emplacement : section

source: 11. Location: Township
fr: 11. Emplacement : Canton

source: 12. Location: Range
fr: 12. Emplacement : secteur

source: 13. Location: Meridian
fr: 13. Emplacement : méridien

source: Cows
fr: Vaches

source: 4. Place of habitation
fr: 4. Lieu d'habitation
he: 4. מקום לידת אם

source: 5. Sex
fr: 5. Sexe

source: 8. Month of birth
fr: 8. Mois de naissance

source: 16. Chief occupation or trade
fr: 16. Profession ou commerce du chef

source: OtherEmployment
fr: Autres emplois

source: HoursOccupation
fr: Heures d'emploi
sv: TimmarBefattning

source: HoursOther
fr: Autres heures
sv: TimmarÖvrigt

source: Wages
fi: Palkat
fr: Salaires
sv: Löner

source: 33. Months at school in 1910
fr: 33. Mois à l'école en 1910

source: 34. Can Read
fr: 34. Sait lire

source: 35. Can Write
fr: 35. Sait écrire

source: 36. Language commonly spoken
fr: 36. Langue courament parlée

source: 38. Blind
fr: 38. Aveugle

source: 39. Deaf and dumb
fr: 39. Simple d'esprit

source: 1. House
fr: 1. Maison

source: Dwelling house
fr: Demeure

source: 2. Family
fi: 2. Perhe
fr: 2. Famille
he: 2. משפחה
sk: 2. Rodina
sv: 2. Familj

source: Family or household
fr: Famille ou chef de ménage

source: 3. Name
fr: 3. Nom
sv: 3. Namn

source: Name of each person in family
fr: Nom de chaque person de la famille

source: 5. Relation to head of family
fr: 5. Relation avec le chef de famille

source: 6. Single, married, widowed, divorced or legally separated
fr: 6. Célibataire, marié(e), veuf(ve), divorcé(e) ou séparé(e) légalement

source: 7. Month of birth
fr: 7. Mois de naissance

source: 8. Age at last birthday
fr: 8. Âge au dernier anniversaire

source: 9. Country or place of birth
fr: 9. Pays ou lieu de naissance
he: 9. מדינה או מקום לידה

source: 10. Racial or tribal origin
fr: 10. Origine tribale ou éthnique

source: 12. Months at school in 1910
fr: 12. Mois à l'école en 1910

source: 13. Can Read
fr: 13. Sait lire

source: 14. Can Write
fr: 14. Sait écrire

source: 15. Language commonly spoken
fr: 15. Langue parlée courament

source: 16. Infirmities: a. blind; b. deaf and dumb; c. idotic or silly; d. crazy or lunatic
fr: 16. Infirmités : a. aveugle ; b. simple d'esprit ; c. idiot ; d. fou ou lunatique

source: 1. Dwelling House
fr: 1. Demeure

source: 2. Family, Household or Institution
fr: 2. Famille, ménage ou établissement

source: MilitaryService
fr: ServiceMilitaire

source: 4. Military Service
fr: 4. Service militaire

source: 5. Place of Habitation: Township
fr: 5. Lieu d'habitat : Canton
he: 5. מקום מגוקים: עיירה

source: 6. Place of Habitation: Range
fr: 12. Lieu d'habitation : secteur
he: 6. מקום מגורים: תחום

source: 7. Place of Habitation: Meridian
fr: 13. Lieu d'habitation : méridien
he: 7. מקום מגורים: קו־אורך

source: 8. Place of Habitation: Municipality
fr: 8. Lieu d'habitat : Municipalité
he: 8. מקום מגורים: עירייה

source: 9. Relationship to head of family or household
fr: 9. Relation avec le chef de famille ou le ménage

source: 10. Sex
fr: 10. Sexe

source: 11. Single, married, widowed, divorced or legally separated
fr: 11. Célibataire, marrié(e), divorcé(e) ou séparé(e) légalement

source: 12. Age at last birthday
fr: 12. Âge au dernier anniversaire

source: 13. Country or place of birth
fr: 13. Pays ou lieu de naissance
he: 13. מדינה או מקום לידה

source: 15. Year of immigration to Canada
fr: 15. Année de l'immigration vers le Canada

source: 16. Year of naturalization
fr: 16. Année de la naturatisation

source: 17. Nationality
fr: 17. Nationalité

source: 18. Race or tribal origin
fr: 18. race ou origine tribale

source: 19. Can speak English
fr: 19. Sait parler anglais

source: 20. Can speak French
fr: 20. Peut parler français

source: OtherLanguage
fr: AutresLangues

source: 21. Other language spoken as mother tongue
fr: 21. Autres langues parlées que la langue maternelle

source: 22. Can Read
fr: 22. Sait lire

source: 23. Can Write
fr: 23. Sait écrire

source: 24. Chief occupation or trade
fr: 24. Principale profession ou commerce

source: 25. Employer, "E", Employee, "W"
fr: 25. Employeur, "E", employé, "W"
