Repository: gramps-project/addons-source
Catalog: Form/po/*-local.po
Languages: fi, fr, he, sk, sv

source: EmploymentPlace
fr: Lieu de l'emploi
he: מקום תעסוקה

source: Can read and write
fr: Sait lire et écrire

source: Military
fr: Militaire

source: Type of roof
fi: Kattotyyppi
fr: Type de toiture
he: סוג גג
sv: Typ av tak

source: Arrived since
fr: Arrivé depuis

source: NARA publication
sv: NARA-publikation

source: Page No.
fi: Sivunumero
sk: Strana č.
sv: Sida nr.

source: Sheet No.
he: מספר גליון
sk: List č.
sv: Blad nr.

source: County of
he: מחוז של
sk: Kraj
sv: Län

source: Enumeration Date
fi: Luettelopäivä
sv: Uppräkning datum

source: Family No.
fi: Perheen numero
he: מספר משפחה
sk: Rodina č.
sv: Familj nr.

source: Acres Improved
sv: Åkrar förbättrade

source: Acres Unimproved
sv: Åkrar oförbättrade

source: Other Cattle
fi: Muuta karjaa
sv: Andra nötkreatur

source: Indian Corn
sv: Indianska majs

source: Peas and Beans
fi: Herneet ja pavut
sv: Ärtor och bönor

source: Maple Sugar, pounds of
sv: Lönnsocker, pounds av

source: Number of days ill
fi: Sairaspäivien määrä
sv: Antal sjukdagar

source: Owner
fi: Omistaja
sv: Ägare

source: Horses on hand
sv: Hästar till hands

source: Swine on hand
sv: Svin till hands

source: Date Enlisted
sv: Datum för värvning

source: Date Discharged
fi: Kotiutumispäivämäärä
he: תאריך שחרור
sv: Datum urladdat

source: Street Address
fi: Katuosoite
sk: Adresa ulice
sv: Gatuadress

source: Incorporated place
he: מקום משולב
sv: Inbyggd plats

source: Unincorporated place
fi: Rekisteröimätön paikka
he: מקום לא מאוגד
sv: Ej införlivad plats

source: Color/Race
fi: Väri/Rotu
sv: Färg/ras

source: Number of Farm Schedule
fi: Maatilasuunnitelmien määrä
sv: Antal gårdsschema

source: Hotel, large rooming house, institution, military installation, etc.
sv: Hotel, veľká ubytovňa, inštitúcia, vojenské zariadenie a pod.

source: Marital status
sv: Civilstånd

source: Census Date
sv: Folkräkningsdatum

source: District of
sk: Okres
sv: Distriktet

source: Married Y/N
sv: Gift J/N

source: Spouses Age
sv: Makarnas ålder

source: File No.
he: מספר קובץ
sv: Fil nr.

source: Place of Birth
he: מקום הלידה
sv: Födelseort

source: Place of Enlistment
he: מקום הגיוס
sv: Plats för mönstring

source: On date
sk: Dňa
sv: På datum

source: Enlistment Place
fi: Värväytyspaikka
he: מקום גיוס
sv: Värvningsplats

source: Other service, if any
fi: Mahdollinen muu palvelu
sv: Eventuell annan tjänst

source: Number of Regiment
fi: Rykmentin numero
sv: Regementets nummer

source: Colonels name
sv: Överstens namn

source: Length of service
sv: Tjänstens längd

source: Are you married
sv: Är du gift

source: Birthplace of wife
sv: Hustruns födelseplats

source: Date married
fi: Avioliiton päivämäärä
sv: Datum gift

source: Place married
he: מקום נישואין
sv: Plats gift

source: Date of marriage
sv: Datum för giftermål

source: Street Name
fi: Kadunnimi
sv: Gatunamn

source: Relation to Family
fi: Suhde perheeseen
he: קשר למשפחה
sv: Släktskap till familjen

source: Degree of Education
sv: Utbildningsexamen

source: Male Negroes and Mulattoes
sv: Manliga svarta och mulatter

source: Female Negroes and Mulattoes
sv: Kvinnliga svarta och mulatter

source: Number of Colleges
fi: Yliopistojen lukumäärä
sv: Antal högskolor

source: Number of Pupils
fi: Oppilaiden määrä
sv: Antal elever

source: Number of Common Schools
sv: Antal gemensamma skolor

source: Total number
sv: Totalt antal

source: Native voters
he: מצביעים ילידים
sv: Infödda väljare

source: Number of hogs sold
sv: Antal sålda svin

source: Number of cattle sold
fi: Myydyn karjan määrä
sv: Antal sålda nötkreatur

source: City of
sk: Mesto
sv: Staden

source: Section
fi: Osa
he: מקטע
sv: Sektion

source: White Female
sv: Vit kvinna

source: Card No.
sv: Kort nr.

source: Place of Birth-Self
he: מקום לידה – האדם עצמו
sv: Födelseort-Själv

source: Place of Birth-Mother
he: מקום לידה – אמו של האדם
sv: Födelseort-mor

source: Place of birth, Mother
he: מקום לידת האם
sv: Födelseort, mor

source: Place of Birth-Father
he: מקום לידה – אבי האדם
sv: Födelseort-far

source: Place of birth, Father
he: מקום לידת האב
sv: Födelseort, far

source: Birthplace
fi: Syntymäpaikka
he: מקום לידה
sv: Födelseort

source: Father's Birthplace
sv: Fars födelseort

source: Mother's Birthplace
sv: Mors födelseort

source: House Number
sv: Husnummer

source: Color or Race
sk: Farba alebo rasa
sv: Färg eller ras

source: Years in US
sv: År i USA

source: Able to Write
sv: Kan skriva

source: Father's Name
sv: Fars namn

source: Parents Place of Marriage
fi: Vanhempien vihkipaikka
sv: Föräldrars giftermålsort

source: Professional Services
sv: Professionella tjänster

source: Personal Estate
sv: Lösöre

source: Personal Property
fi: Henkilökohtainen omaisuus
sv: Personlig egendom

source: Where From
sv: Varifrån

source: Number of months unemployed
sv: Antal arbetslösa månader

source: Number of house
fi: Talon numero
sv: Antal hus

source: Name of Village
fi: Kylän nimi
sv: Byns namn

source: Enumerated date from
he: מתאריך משוער
sv: Uppräknat datum från

source: Enumerated date to
he: עד תאריך משוער
sv: Uppräknat datum till

source: Enumeration number
sv: Uppräkningsnummer

source: Fathers birthplace
sv: Fars födelseort

source: Mothers birthplace
sv: Mors födelseort

source: Native Voter
sv: Infödd väljare

source: Landowner
he: בעלים
sv: Jordägare

source: Parent of how many children
sv: Förälder till hur många barn

source: Number of times married
fi: Avioliittojen lukumäärä
he: מספר נישואים
sv: Antal gånger gift

source: Place of Occupation
he: מקום עיסוק
sv: Yrkesort

source: Now in navy
sv: Nu i marinen

source: Birth Country
he: מקום לידה, מדינה
sk: Krajina narodenia
sv: Födelseland

source: Number of years in the US
fi: Vuosa Yhdysvalloissa
sv: Antal år i USA

source: Native Colored Females
sv: Infödda färgade kvinnor

source: Birthplace of Father
sv: Fars födelseort

source: Birthplace of Mother
sv: Mors födelseort

source: Divorced
sv: Skild

source: Extent of Education
sv: Utbildningens omfattning

source: Year married
sv: Gift år

source: Male under 21
sv: Man under 21 år

source: Female under 21
sv: Kvinna under 21 år

source: Female over 21
sv: Kvinna över 21 år

source: Heads of Families
sv: Familjeöverhuvuden

source: White females
sv: Vita kvinnor

source: Colored males
sv: Färgade män

source: Colored females
sk: Farebné ženy
sv: Färgade kvinnor

source: Residing in the
fi: Asuinpaikka
sv: Bosatt i

source: Parents place of birth
sv: Föräldrarnas födelseort

source: Place of Record
he: מקום רישום
sv: Plats för registrering

source: Book/Volume
sv: Bok/volym

source: Race/Color
sv: Ras/färg

source: Mother (Maiden Name)
sv: Mor (flicknamn)

source: Residence of Parents
sv: Föräldrarnas bostad

source: Date of Marriage
sv: Datum för giftermål

source: Married by
sv: Gift av

source: Place of Marriage
he: מקום נישואין
sv: Plats för giftermål

source: Consent given by
he: ניתנה הסכמה מאת
sv: Samtycke gavs av

source: Length of Residence
sv: Bostadslängd

source: Spouse's Name
sv: Namn på make/maka

source: Birth date of deceased
sv: Den avlidnes födelsedatum

source: Name of employer
sv: Namn på arbetsgivare

source: Date last worked
he: תאריך עבודה אחרון
sv: Arbetade senast

source: Education Level
sv: Utbildningsnivå

source: Place of Burial
he: מקום קבורה
sv: Begravningsplats

source: Date of Burial
fi: Hautauspäivä
sv: Datum för begravning

source: Burial Date
fi: Hautauspäivä
he: תאריך קבורה
sv: Begravningsdatum

source: Burial Place
he: מקום קבורה
sv: Begravningsplats

source: in the Counties of
fi: piirikunnissa
sv: i länen

source: Order No.
sv: Beställningsnr.

source: Home Address
sv: Hemadress

source: Nearest Relative
fi: Lähisukulainen
he: קרוב משפחה הקרוב ביותר
sv: Närmaste släkting

source: Dependants & Address
sv: Anhöriga och adress

source: Hair Color
fi: Hiusten väri
sv: Hårfärg

source: Place of Registration
he: מקום הרישום
sv: Plats för registrering

source: Date of Registration
sv: Datum för registrering

source: Serial Number
sv: Serienummer

source: Place of Residence
sv: Bostadsort

source: Complexion
he: גון עור
sv: Hudfärg

source: Other characteristics
fi: Muut tuntomerkit
sv: Andra egenskaper

source: Place entered
fi: Annettu paikka
he: מקום שהוזן
sv: Plats angett

source: Term of enlistment
he: תקופת שרות צבאי
sv: Mönstringstid

source: Eye color
fi: Silmien väri
sv: Ögonfärg

source: Hair color
sv: Hårfärg

source: Rank in
sv: Rang i

source: Place discharged
he: מקום השחרור
sv: Plats tömd

source: Rank out
sv: Rangordna

source: Event Place (Original)
fi: Tapahtumapaikka (alkuperäinen)
he: מקום אירוע (מקור)
sv: Händelseplats (Original)

source: Spouse's Gender
sv: Makarnas kön

source: Spouse's Age
sv: Makarnas ålder

source: Volume
sk: Zväzok
sv: Volym

source: Place of Work
he: מקום עבודה
sv: Arbetsplats

source: Children Dead
sv: Barn döda

source: Previous Residence
sv: Tidigare bostad

source: Date Married
sk: Dátum sobáša
sv: Datum för giftermål

source: Comprising
fi: Koostuen
sv: Bestående av

source: OfTheSaid
sv: AvSagda

source: NonMembersMale
sv: Icke-medlemmarMan

source: NonMembersFemale
sv: Icke-medlemmarKvinna

source: AbsentMembersMale
sv: FrånvarandeMedlemmarMan

source: ScholarMale
sv: AkademikerMan

source: ScholarFemale
sv: AkademikerKvinna

source: Birth1851Female
sv: Födelse1851Kvinna

source: 27. Births During the Year 1851: Female
sv: 27. Födslar under år 1851: Kvinna

source: Death1851Female
sv: Dödsfall1851Kvinna

source: 31. Houses: Brick, Stone, Frame, Log, Shanty, or other kinds of residence
sv: 31. Hus: Tegel, sten, stomme, timmer, skjul eller andra typer av bostäder

source: HousesStories
sv: HusBerättelser

source: 32. Houses: No. of Stories
sv: 32. Hus: Antal våningar

source: HousesFamilies
sv: HusFamiljer

source: 33. No. of Families Occupying
sv: 33. Antal familjer som bor

source: HousesVacant
sv: HusLediga

source: 34. Houses: Vacant
sv: 34. Hus: Lediga

source: HousesBuilding
sv: HusByggnad

source: Shops
sv: Butiker

source: 36. Shops, Stores, Inns, Taverns etc.
sv: 36. Butiker, affärer, värdshus, krogar etc.

source: WorshipPlaces
he: מקום פולחן
sv: ReligiösaPlatser

source: 38. Places of Worship
he: 38. מקום פולחן
sv: 38. Religiösa platser

source: BuisnessInfo
sv: Företagsinformation

source: 39. Information on Mills, Factories etc., their cost, power, produce, etc.
sv: 39. Information om kvarnar, fabriker etc., deras kostnader, energi, produktion etc.

source: NumEmployees
sv: AntalAnställda

source: 40. Number of Persons Usually Employed Therein
sv: 40. Antal personer som vanligtvis är anställda där

source: 41. General Remarks of the Enumerator
sv: 41. Räknarens allmänna anmärkningar

source: Concession
sv: Koncession

source: Lot
sv: Tomt

source: 3. Lot or part of Lot
sv: 3. Tomt eller del av tomt

source: AcresHeld
sv: Tunnland hållna

source: 4. Number of Acres of Land: Held by each person or family
sv: 4. Antal tunnland mark: Innehas av varje person eller familj

source: AcresCultivation
sv: ÅkerOdling

source: AcresCrops
sv: TunnlandGrödor

source: 6. Number of Acres of Land: Under Crops in 1851
sv: 6. Antal tunnland mark: Med grödor år 1851

source: AcresPasture
sv: TunnlandBetesmark

source: 7. Number of Acres of Land: Under Pasture in 1851
sv: 7. Antal tunnland mark: Betesmark år 1851

source: AcresGardens
sv: TunnlandTrädgårdsmark

source: 8. Number of Acres of Land: Gardens or Orchards
sv: 8. Antal tunnland mark: Trädgårdar eller fruktträdgårdar

source: AcresWood
sv: TunnlandSkog

source: 9. Number of Acres of Land: Under Wood or Wild
sv: 9. Antal tunnland mark: Skog eller vildmark

source: WheatAcres
sv: TunnlandVete

source: WheatBsh
sv: BushelVete

source: BarleyAcres
sv: TunnlandKorn

source: BarleyBsh
sv: BushelKorn

source: RyeAcres
sv: TunnlandRåg

source: RyeBsh
sv: BushelRåg

source: PeasAcres
sv: TunnlandÄrtor

source: PeasBush
sv: BushelÄrtor

source: OatsAcres
sv: TunnlandHavre

source: OatsBush
sv: BushelHavre

source: BWheatAcres
sv: TunnlandB-vete

source: BWheatBush
sv: B-veteBushel

source: CornAcres
sv: TunnlandMajs

source: CornBush
sv: BushelMajs

source: PageRef
fi: Sivuviite
sv: SidoRef

source: LeasedHouses
sv: Hyreshus

source: LeasedStores
sv: HyrdaButiker

source: Seating
he: תושבת
sv: Sittplatser

source: SSDenomination
sv: SSBenämning

source: WeeksOccupation
sv: VeckorBefattning

source: WeeksOther
sv: VeckorÖvrigt

source: Institution
fi: Laitos

source: Date of Birth
fi: Syntymäpäivä

source: Relation
fi: Suhde
he: יוחסה
sk: Vzťah

source: Date of Death
fi: Kuolinpävä

source: 4. Religion
fi: 4. Uskonto

source: Incorporated place or township
he: מקום משולב או העירייה

source: Is this house on a place of three or more acres?
he: האם בית זה נמצע על שלושה אקרים או יותר?

source: No. on pension roll
he: מספר ברשימת הפנסיה

source: BIRTHPLACE of every Person.
he: מקום לידה של כל אדם.

source: For each child place a X in the column corresponding to its age.
he: לכל ילד יש סימון X בעמודה בהתאם לגילו.

source: Mother's Name
sk: Meno matky

source: Spouse's Mother's Name
sk: Meno matky manžela/manželky
