Repository: gramps-project/addons-source
Catalog: Form/po/*-local.po
Languages: fi, fr, he, sk, sv

source: Select Form
fi: Valintalomake
fr: Sélectionner le formulaire
he: בחירת טופס
sv: Välj formulär

source: Form Gramplet
fr: Gramplet formulaires
he: גרמפלט טפסים
sv: Gramplet för formulär

source: Gramplet interface for Forms
fr: Interface gramplet pour les formulaires
sv: Gramplet-gränssnitt för formulär

source: Forms
fr: Formulaires

source: Order
fi: Järjestys
fr: Rang
sk: Poradie
sv: Ordning

source: Form
fi: Lomake
fr: Formulaire

source: Form: %s
fi: Lomake: %s
fr: Formulaire : %s

source: New Form
fi: Uusi lomake
fr: Nouveau formulaire
sv: Nytt formulär

source: Edit Form
fi: Muokkaussivu
fr: Éditer le formulaire
sv: Redigera formulär

source: Reference:
fi: Viite:
fr: Référence :
he: אזכור:
sv: Referens:

source: Headings
fi: Otsikot
fr: En-têtes
he: כותרות
sv: Rubriker

source: Free white males 16 & up
fr: Hommes libres blancs 16 & plus

source: Free white males under 16
fr: Garçons libres blancs moins de 16 ans

source: Free white females
fr: Femme libre blanche

source: All other free persons
fr: Toutes les autres personnes libres
sk: Všetky ostatné slobodné osoby
sv: Alla andra fria personer

source: Slaves
fr: Esclaves

source: Free white males under 10
fr: Garçons libres blancs moins de 10

source: Free white males 10-15
fr: Garçons libres blancs 10-15

source: Free white males 16-25
fr: Hommes libres blancs 16-25

source: Free white males 26-44
fr: Hommes libres blancs 26-44

source: Free white males 45 and over
fr: Hommes libres blancs 45 et plus

source: Free white females under 10
fr: Filles libres blanches moins de 10

source: Free white females 10-15
fr: Filles libres blanches 10-15

source: Free white females 16-25
fr: Femmes libres blanches 16-25

source: Free white females 26-44
fr: Femmes libres blanches 26-44

source: Free white females 45 and over
fr: Femmes libres blanches 45 et plus

source: Free white males 16-18
fr: Hommes libres blancs 16-18

source: Foreigners not naturalized
fr: Étranger(ère) non-naturalisé(e)

source: Persons engaged in Agriculture
fr: Personnes employés dans l'agriculture

source: Persons engaged in Commerce
fr: Personnes employés dans le commerce

source: Slave males under 14
fr: Esclaves masculins 14-25
sv: Slavmän under 14 år

source: Slave males 14-25
fr: Esclaves masculins 14-25

source: Slave males 26-44
fr: Esclaves masculins 26-44

source: Slave males 45 and over
fr: Esclaves masculins de 45 et plus

source: Slave females under 14
fr: Esclaves féminins 14-25
sv: Slavkvinnor under 14 år

source: Slave females 14-25
fr: Esclaves féminins 14-25

source: Slave females 26-44
fr: Esclaves féminins 26-44

source: Slave females 45 and over
fr: Esclaves féminins 45 et plus

source: Free colored males under 14
fr: Garçons libres colorés moins de 14

source: Free colored males 14-25
fr: Hommes libres colorés 14-25

source: Free colored males 26-44
fr: Hommes libres colorés 26-44

source: Free colored males 45 and over
fr: Hommes libres colorés 45 et plus

source: Free colored females under 14
fr: Filles libres colorées moins de 14

source: Free colored females 14-25
fr: Femmes libres colorées 14-25

source: Free colored females 26-44
fr: Femmes libres colorées 26-44

source: Free colored females 45 and over
fr: Femmes libres colorées 45 et plus

source: Free white males under 5
fr: Garçons libres blancs moins de 10

source: Free white males 5-9
fr: Garçons libres blancs 5-9

source: Free white males 10-14
fr: Garçons libres blancs 10-14

source: Free white males 15-20
fr: Hommes libres blancs 15-20

source: Free white males 20-29
fr: Hommes libres blancs 20-29

source: Free white males 30-39
fr: Hommes libres blancs 30-39

source: Free white males 40-49
fr: Hommes libres blancs 40-49

source: Free white males 50-59
fr: Hommes libres blancs 50-59

source: Free white males 60-69
fr: Hommes libres blancs 60-69

source: Free white males 70-79
fr: Hommes libres blancs 70-79

source: Free white males 80-89
fr: Hommes libres blancs 80-89

source: Free white males 90-99
fr: Hommes libres blancs 90-99

source: Free white males 100 and over
fr: Hommes libres blancs 100 et plus

source: Free white females under 5
fr: Filles libres blanches moins de 10

source: Free white females 5-9
fr: Filles libres blanches 5-9

source: Free white females 10-14
fr: Filles libres blanches 10-14

source: Free white females 15-20
fr: Femmes libres blanches 15-20

source: Free white females 20-29
fr: Femmes libres blanches 20-29

source: Free white females 30-39
fr: Femmes libres blanches 30-39

source: Free white females 40-49
fr: Femmes libres blanches 40-49

source: Free white females 50-59
fr: Femmes libres blanches 50-59

source: Free white females 60-69
fr: Femmes libres blanches 60-69

source: Free white females 70-79
fr: Femmes libres blanches 70-79

source: Free white females 80-89
fr: Femmes libres blanches 80-89

source: Free white females 90-99
fr: Femmes libres blanches 90-99

source: Free white females 100 and over
fr: Femmes libres blanches 100 et plus

source: Slave males under 10
fr: Esclaves masculins 10-23
sv: Slavmän under 10 år

source: Slave males 10-23
fr: Esclaves masculins 10-23

source: Slave males 24-35
fr: Esclaves masculins 24-35

source: Slave males 36-54
fr: Esclaves masculins 36-54

source: Slave males 55-99
fr: Esclaves masculins 55-99

source: Slave males 100 and over
fr: Esclaves masculins 100 et plus

source: Slave females under 10
fr: Esclaves féminins 10-23
sv: Slavkvinnor under 10 år

source: Slave females 10-23
fr: Esclaves féminins 10-23

source: Slave females 24-35
fr: Esclaves féminins 24-35

source: Slave females 36-54
fr: Esclaves féminins 36-54

source: Slave females 55-99
fr: Esclaves féminins 55-99

source: Slave females 100 and over
fr: Esclaves féminins 100 et plus

source: Free colored males under 10
fr: Garçons libres colorés moins de 10

source: Free colored males 10-23
fr: Hommes libres colorés 10-23

source: Free colored males 24-35
fr: Hommes libres colorés 24-35

source: Free colored males 36-54
fr: Hommes libres colorés 36-54

source: Free colored males 55-99
fr: Hommes libres colorés 55-99

source: Free colored males 100 and over
fr: Hommes libres colorés 100 et plus

source: Free colored females under 10
fr: Filles libres colorées moins de 10

source: Free colored females 10-23
fr: Femmes libres colorées 10-23

source: Free colored females 24-35
fr: Femmes libres colorées 24-35

source: Free colored females 36-54
fr: Femmes libres colorées 36-54

source: Free colored females 55-99
fr: Femmes libres colorées 55-99

source: Free colored females 100 and over
fr: Femmes libres colorées 100 et plus

source: White persons blind
fr: Personnes blanches aveugles
sv: Vita personer blinda

source: Aliens
fr: Étrangers

source: Persons employed in Mining
fr: Personnes employés dans les mines

source: Persons employed in Agriculture
fr: Personnes employés dans l'agriculture

source: Persons employed in Commerce
fr: Personnes employés dans le commerce

source: Persons employed in Manufacture and trade
fr: Personnes employés dans la manufacture

source: Persons employed in Navigation of the ocean
fr: Personnes employés dans la navigation en mer

source: Persons employed in Navigation of canals, lakes, rivers
fr: Personnes employés dans la navigation à l'intérieur des terres

source: Ages
fr: Âges

source: Colored persons deaf/dumb
fr: Personnes de couleur et simple d'esprit

source: Colored persons blind
fr: Personnes de couleur aveugles
sv: Färgade personer blinda

source: Universities or college
fr: Universités ou collège

source: Number of students
fi: Oppilaiden määrä
fr: Nombre d'étudiants
sv: Antal elever

source: Academies and Grammar Schools
fr: Académies et écoles

source: No. of scholars
fr: Nb. de chercheurs

source: Primary and Common Schools
fr: Écoles primaires et élémentaires

source: Sex
fr: Sexe

source: Value of real estate
fr: Valeur de l'immobilier

source: Place of birth
fr: Lieu de naissance
he: מקום הלידה
sv: Födelseort

source: Married within the year
fr: Marié(e) en

source: Attended school within the year
fr: École fréquentée durant l'année

source: Illiterate and over 20
fr: Illettrés et plus de 20

source: Horses
fr: Chevaux

source: Milch Cows
fr: Lait de vache

source: Sheep
fr: Mouton

source: Value of personal estate
fr: Valeur de la succession personnelle
sv: Värdet av personlig egendom

source: Father of foreign birth
fr: Père né à l'étranger

source: Mother of foreign birth
fr: Mère née à l'étranger

source: Month, if born within the year
fr: Mois, si né(e) dans l'année

source: Month, if married within the year
fr: Mois, si marié(e) dans l'année

source: Cannot read
fr: Ne sait pas lire

source: Cannot write
fr: Ne sait pas écrire

source: Male citizen 21 and over
fr: Citoyen de plus de 21 ans

source: Month, if born within the census year
fr: Mois, si né(e) durant l'année du recensement

source: Relationship to head
fi: Suhde päähenkilöön
fr: Relation avec le chef
sv: Släktskap till huvud

source: Single
fr: Célibataire

source: Widowed, divorced
fr: Veuf(ve), divorcé(e)
sv: Änka/änkling, frånskild

source: Married during the census year
fr: Marrié(e) durant l'année du recensement

source: Illness on day of enumeration
fr: Maladie le jour du recensement
sv: Sjukdom på uppräkningsdagen

source: Blind
fr: Aveugle

source: Deaf and dumb
fr: Simple d'esprit

source: Idiotic
fr: Idiot

source: Attended school within the census year
fr: École fréquentée durant l'année du recensement

source: Place of birth of father
fr: Lieu de naissance du père
he: מקום לידת אב

source: Place of birth of mother
fr: Lieu de naissance de la mère
he: מקום לידת אם

source: Value of Implements and Machinery
fr: Valeur des outils et des machines

source: Cost of building and repairing fences in 1879
fr: Coût de construction et de réparation des clôtures en 1879

source: Cost of Fertilizers purchased in 1879
fr: Coût des engrais achetés en 1879

source: Farm Labor Hiring 1879
fr: Embauche de main-d'œuvre agricole 1879

source: Weeks hired labor in 1879
fr: Semaines de travail en 1879

source: Estimated value of all farm productions for 1879
fr: Valeur estimée de toutes les productions agricoles pour 1879

source: Acreage Grass Lands Mown in 1879
fr: Superficie des prés fauchés en 1879

source: Acreage Grass Lands Not Mown in 1879
fr: Superficie des prés non fauchés en 1879

source: Tons Hay Harvested in 1879
fr: Tonnes de foin récoltées en 1879

source: Single, married, widowed or divorced
fr: Marié(e), célibataire, veuf(ve) ou divorcé(e)

source: Number of years in US
fi: Vuosia Yhdysvalloissa
fr: Nombre d'années aux USA
sv: Antal år i USA

source: Naturalized
fr: Naturalisé

source: Naturalization papers taken out
fr: Documents de naturalisation retirés

source: Able to read
fi: Lukutaitoinen
fr: Sait lire
sv: Läskunnig

source: Able to write
fr: Sait écrire
sv: Skrivkunnig

source: Able to speak English; if not, the language spoken
fr: Capable de parler anglais

source: Suffering from disease
fr: Souffre d'infirmité

source: Supplemental schedule and page
fr: Calendrier et page supplémentaires

source: Enumeration District No.
fr: Numéro de district de recensement

source: Rank
fr: Rang
sk: Úroveň
sv: Rang

source: Relation to head
fi: Suhde päähenkilöön
fr: Relation avec le chef
sv: Släktskap till huvud

source: Month of birth
fr: Mois de naissance

source: Year of birth
fr: Année de naissance

source: Years of present marriage
fr: Années de mariage

source: Mother of how many children
fr: Mère de combien d'enfants

source: Number of children living
fi: Elävien lasten määrä
fr: Nombre d'enfants vivants
sv: Antal barn som lever

source: Year of immigration
fr: Année de l'immigration
sv: År för immigration

source: Months not employed
fr: Mois sans emploi

source: Attended school
fr: École fréquentée

source: Can read
fr: Sait lire

source: Can write
fr: Sait écrire

source: Can speak English
fr: Sait parler anglais

source: Home owned or rented
fr: Propriété ou location

source: Farm or house
fr: Ferme ou maison

source: Number of farm schedule
fi: Maatilasuunnitelmien lukumäärä
fr: Nombre de programmes agricoles
sv: Antal gårdsschema

source: Naturalized or alien
fr: Naturalisé(e) ou étranger(ère)

source: Able to speak English; if not, language spoken
fr: Capable de parler anglais ; sinon language parlé

source: Nature of industry
fr: Nature de l'industrie

source: Employer, employee or working on own account
fr: Employeur, employé ou à son propre compte

source: Out of work
fr: Sans emploi

source: Weeks out of work in 1909
fr: Semaines sans-emploi en 1909

source: Attended school since Sept. 1, 1909
fr: École fréquentée depuis le 1er sept. 1909

source: Civil War veteran
fr: Vétéran de la guerre civile

source: Year of naturalization
fr: Année de naturalisation

source: Attended school since Sept. 1, 1919
fr: École fréquentée depuis le 1er sept. 1919

source: Mother tongue
fr: Langue maternelle

source: Able to speak English
fr: Capable de parler anglais

source: Industry
fi: Teollisuus
fr: Industrie
sv: Industri

source: Employer, worker or working on own account
fr: Employeur, travailleur ou à son propre compte

source: Radio set
fr: Poste de radio
he: מערכת רדיו
sv: Radioapparat

source: Farm?
fr: Ferme ?

source: Marital condition
fr: Condition maritale
sv: Äktenskapligt tillstånd

source: Age at first marriage
fr: Âge au premier mariage
sv: Ålder vid första äktenskapet

source: Attended school since Sept. 1, 1929
fr: École fréquentée depuis le 1er sept. 1929

source: Able to read and write
fr: Sait lire et écrire

source: Language before coming to US
fr: Langue avant d'arriver aux USA

source: Class of worker
fr: Catégorie de travailleur

source: Employed
fr: Employé

source: Line number for unemployed
fr: Numéro de ligne pour les chômeurs

source: Veteran
fr: Vétéran

source: What war
fr: Quelle guerre

source: Age at Last Birthday
fr: Âge au dernier anniversaire

source: Marital Status
fr: Statut marital
sv: Civilstånd

source: On a Farm (Y/N)
fr: À la ferme (O/N)

source: Have a Job?
fr: A un métier ?

source: # hours worked during week March 24-30, 1940
fr: # heures travaillées durant la semaine du 24-30 mars 1940

source: Weeks unemployed up to March 30, 1940
fr: Semaines sans-emploi jusqu'au 30 mars 1940

source: # weeks worked in 1939
fr: # semaines travaillées en 1939

source: Veteran?
fr: Vétéran ?

source: Usual Occupation
fr: Profession habituelle
sv: Vanlig sysselsättning

source: If woman, married more than once?
fr: Si une femme, mariée plusieurs fois ?

source: Number of children ever born
fr: Nombre d'enfants déjà nés

source: E. D. Number
fr: Numéro E.D

source: Race
fr: Éthnie

source: Age at last birthday
fr: Âge au dernier anniversaire

source: Is he now married, widowed, divorced, separated, or never married?
fr: Est-il maintenant marié, veuf, divorcé, séparé ou jamais marié ?

source: Is he naturalized?
fr: Est-il naturalisé ?

source: Type of work
fi: Työn tyyppi
fr: Type de travail
he: סוג עבודה
sv: Typ av arbete

source: Business or industry
fr: Commerce ou industrie

source: State or foreign country
fr: État ou pays étranger

source: Attended school since Feb 1, 1950?
fr: École fréquentée depuis le 1er février 1950 ?

source: # weeks worked in 1949
fr: # semaines travaillées en 1949

source: WWII Veteran?
fr: Vétéran 2e guerre mondiale ?

source: WWI Veteran?
fr: Vétéran première guerre mondiale ?

source: Class of worker [last job]
fr: Catégorie de travailleurs [dernier emploi]

source: Has this person been married more than once?
fr: Est-ce que cette personne a été mariée plus d'une fois ?

source: # years since marriage ended
fr: # Années depuis la fin mariage

source: How many years since this person was married, widowed, divorced, or separated?
fr: Combien d'années depuis son mariage, son veuvage, son divorce ou sa séparation ?

source: Where imprisoned
fi: Missä vangittiin
fr: Lieu d'emprisonnement
sv: Fängslad

source: Township
fi: Kaupunkikunta
fr: Bidonville
sv: Kommun

source: Read
fr: Lit

source: Write
fr: Écrit

source: Disabled
fr: Non-actif
sv: Handikappad

source: Condition
fi: Ehto
fr: Statut familial
sv: Kondition

source: Schedule
fi: Ajoitus
fr: Calendrier
sv: Schema

source: Total White Males
fr: Total Hommes blancs
sv: Totalt antal vita män

source: White females under 10
fr: Femmes blanches de moins de 10 ans

source: White females 10-17
fr: Femmes blanches 10-17

source: White females 18-20
fr: Femmes blanches 18-20

source: White females 21-44
fr: Femmes blanches 21-44

source: White females 45 and over
fr: Femmes blanches 45 ans et plus

source: Total White Females
fr: Total des femmes blanches

source: Total White Population
fr: Population blanche

source: White persons between 6 and 18
fr: Personnes blanches entre 6 et 18

source: No. White persons who can read and write
fr: Nb. de personnes blanches qui peuvent lire et écrire

source: Colored males under 10
fr: Hommes de couleur moins de 10
sv: Manliga färgade under 10 år

source: Colored males 10-17
fr: Hommes de couleur 10-17

source: Colored males 18-20
fr: Hommes de couleur 18-20

source: Colored males 21-44
fr: Hommes de couleur 21-44

source: Colored males 45 and over
fr: Hommes de couleur 45 et plus
sv: Manliga färgade 45 år och äldre

source: Total Colored Males
fr: Total des hommes de couleur

source: Colored females under 10
fr: Femmes de couleur inférieure à 10
sk: Farebné ženy do 10 rokov
sv: Kvinnliga färgade under 10 år

source: Colored females 10-17
fr: Femmes de couleur 10-17

source: Colored females 18-20
fr: Femmes de couleur 18-20

source: Colored females 21-44
fr: Femmes de couleur 21-44

source: Colored females 45 and over
fr: Femmes de couleur 45 et plus

source: Total Colored Females
fr: Total des femmes de couleur

source: Total Colored Population
fr: Population de couleur totale

source: Colored persons between 6 and 18
fr: Personnes de couleur entre 6 et 18

source: No. Colored persons who can read and write
fr: Nb. Personnes de couleur qui peuvent lire et écrire

source: Deaf and Dumb Males
fr: Hommes sourds-muets

source: Deaf and Dumb Males Age
fr: Âge des hommes sourds et muets

source: Deaf and Dumb Females
fr: Femmes sourdes et muettes

source: Deaf and Dumb Females Age
fr: Âge des femmes sourdes et muettes

source: Deaf and Dumb White
fr: Sourd et muet blanc

source: Deaf and Dumb Colored
fr: Sourd et muet de couleur

source: No. Deaf and Dumb taught to read and write
fr: Nb. de sourds et muets ayant appris à lire et à écrire

source: Blind Males
fr: Hommes aveugles

source: Blind Males Age
fr: Âge des hommes aveugles

source: Blind Females
fr: Femmes aveugles
sv: Blinda kvinnor

source: Blind Females Age
fr: Âge des femmes aveugles

source: Blind White
fr: Blanc aveugle

source: Blind Colored
fr: Aveugles de couleur

source: No. Blind taught to read and write
fr: Nb. d'aveugles ayant appris à lire et à écrire

source: Insane Males
fr: Hommes fous

source: Insane Males Age
fr: Âge des hommes fous

source: Insane Females
fr: Femmes folles
sv: Galna kvinnor

source: Insane Females Age
fr: Âge des femmes folles

source: Insane White
fr: Fous blancs

source: Insane Colored
fr: Fous de couleur

source: No. Insane taught to read and write
fr: Nb. de fous ayant appris à lire et écrire

source: Live Stock Horses
fr: Chevaux vivants

source: Live Stock Mules
fr: Mules vivantes

source: Live Stock Jennies
fr: Ânesses

source: Live Stock Cattle
fr: Bovins

source: Live Stock Sheep
fr: Moutons

source: Live Stock Hogs
fr: Porcs

source: Products Bushels Wheat
fr: Produits Boisseaux de blé
sv: Produkter bushels vete

source: Products Bushels Corn
fr: Produits Boisseaux de maïs

source: Products Bushels Oats
fr: Produits Boisseaux d'avoine

source: Products Bushels Barley
fr: Produits Boisseaux d'orge

source: Ancestry
fi: Esivanhemmat
fr: Lignée
sv: Anor

source: in
fi: paikassa
fr: dans
he: ב
sk: na
sv: i

source: of
fr: de
sk: z
sv: av

source: Certificate Number
fr: Numéro de certificat

source: Entry Number
fr: Numéro d'entrée

source: Date Registered
fr: Date enregistrée

source: Registrar
fr: Registre

source: Date of birth
fi: Syntymäpäivä
fr: Date de naissance
sv: Födelsedatum

source: Race
fr: Ethnie

source: Disability
fr: Handicap

source: Where Born
fr: Lieu de naissance
sv: Var född

source: Comments
fr: Commentaires

source: Children Living
fr: Enfants vivants
sv: Barn som lever

source: Maiden Surname
fr: Nom de jeune fille
sv: Flicknamn

source: Banns/Licence
fr: Bans/Autorisation

source: Usual Address
fr: Adresse habituelle
sk: Zvyčajná adresa
sv: Vanlig adress

source: City or Borough
fr: Ville ou arrondissement

source: Parish or Township
fr: Paroisse ou canton

source: Ecclesiastical District
fr: District écclésiastique

source: Relation to Head of Family
fi: Suhde perheenpäähän
fr: Relation avec le chef de famille
he: קרבה לראש המשפחה

source: Rank, Profession or Occupation
fr: Rang, profession ou métier

source: City or Municipal Borough
fr: Ville ou arrondissement

source: Municipal Ward
fr: Municipalité

source: Parliamentary Borough
fr: Arrondissement

source: Hamlet or Tything
fr: Hameau

source: Name and Surname of each Person
fr: Nom et prénom de chaque personne

source: Rank, Profession of Occupation
fr: Rang, profession ou métier

source: Civil Parish or Township
fr: Paroisse civile ou canton

source: Village or Hamlet
fi: Kylä tai taajama
fr: Village ou hameau
sv: By eller mindre by

source: Local Board or Improvement Commissioners District
fr: District

source: NAME and Surname of each Person
fr: NOM et prénom de chaque personne

source: RELATION to Head of Family
fr: LIEN avec le chef de famille
he: קרבה לראש המשפחה

source: Rank, Profession or OCCUPATION
fr: Rang, profession ou MÉTIER

source: Town, Village or Hamlet
fr: Ville, village ou hameau

source: Urban Sanitary District
fr: District urbain

source: Rural Sanitary District
fr: District rural

source: Ecclesiastical Parish or District
fr: Paroisse écclésiastique ou district

source: CONDITION as to Marriage
fr: STATUT au mariage

source: AGE last Birthday of
fr: ÂGE au dernier anniversaire

source: Civil Parish
fr: Paroisse civile
he: מועצה מקומית
sk: Civilná farnosť
sv: Socken

source: Municipal Borough
fr: Municipalité

source: Parliamentary Borough or Division
fr: Arrondissement ou section

source: Employer
fr: Employeur

source: Neither
fr: Jamais
sv: Varken

source: Neither Employer nor Employed
fr: Ni employeur ni employé

source: Ecclesiastical Parish
fr: Paroisse écclésiastique

source: Condition as to Marriage
fr: Condition au mariage

source: Age last Birthday of
fr: Âge au dernier anniversaire

source: Work Type
fr: Type de travail

source: Employer, Worker or Own Account
fr: Employeur, travailleur ou à son propre compte

source: At Home
fr: À la maison

source: If Working at Home
fr: Si vous travaillez à domicile

source: Registration Sub-District
fr: Sous-district d'enregistrement

source: Enumeration District
fr: District

source: Number of Rooms
fi: Huoneiden määrä
fr: Nombre de pièces
sv: Antal rum

source: RELATIONSHIP to Head of Family
fr: RELATION avec le chef de famille

source: AGE (last Birthday)
fr: ÂGE (au dernier anniversaire)

source: Years Married
fr: Années de mariage
sv: Antal år gift

source: Completed Years the present Marriage has lasted.
fr: Années de mariage.

source: Children Total
fr: Total des enfants
sk: Detí celkom
sv: Barn totalt

source: Total Children Born Alive.
fr: Nombre d'enfants nés en vie.

source: Children still Living.
fr: Enfants encore vivants.
sv: Barn som fortfarande lever.

source: Children Died
fr: Enfants décédés
sv: Barn som avlidit

source: Children who have Died.
fr: Enfants décédés.

source: Personal Occupation
fi: Henkilön ammatti
fr: Profession
sv: Personlig sysselsättning
