Repository: gramps-project/addons-source
Catalog: PlaceCleanup/po/*-local.po
Languages: pl, sk

source: Place Cleanup
sk: Údržba miest

source: Place Cleanup Gramplet assists in merging places, as well as completing places from the GeoNames web database
pl: Place Cleanup Gramplet pomaga w łączeniu miejsc, a także uzupełnianiu miejsc z internetowej bazy danych GeoNames
sk: Gramplet Údržba miest pomáha pri zlúčení miest a tiež pri dopĺňaní miest z webovej databázy GeoNames

source: No Matches
pl: Brak dopasowań
sk: Žiadne Zhody

source: Find
pl: Znajdź
sk: Nájsť

source: %s Local Matches
sk: %s Miestne Zhody

source: Find GeoNames
pl: Znajdź GeoNames
sk: Nájsť GeoNames

source: Need to set GeoNames ID
pl: Należy ustawić identyfikator GeoNames
sk: Je potrebné nastaviť GeoNames ID

source: Use the Help button for more information
pl: Aby uzyskać więcej informacji, kliknij przycisk Pomoc
sk: Použite tlačidlo Pomoc pre viac informácií

source: Try changing the Title, or use the "Edit" button to finish this level of the place manually.
pl: Spróbuj zmienić tytuł lub użyj przycisku „Edytuj”, aby ręcznie dokończyć ten poziom miejsca.
sk: Skúste zmeniť názov alebo použite tlačidlo "Upraviť", aby ste manuálne dokončili túto úroveň miesta.

source: %s GeoNames Matches
sk: %s GeoNames Zhody

source: %s matches were found
pl: Znaleziono %s wyników
sk: Boli nájdené zhody: %s

source: Only 10 matches are shown. To see additional results, press the search button again. Or try changing the Title with more detail, such as a country.
pl: Wyświetlono tylko 10 wyników. Aby zobaczyć dodatkowe wyniki, naciśnij ponownie przycisk wyszukiwania. Lub spróbuj zmienić tytuł, podając więcej szczegółów, np. kraj.
sk: Zobrazených je iba 10 zhôd. Aby ste videli ďalšie výsledky, stlačte tlačidlo vyhľadávania znova. Alebo skúste zmeniť názov s podrobnejšími informáciami, napríklad krajina.

source: Problem getting data from web
pl: Problem z pobieraniem danych z sieci
sk: Problém so získaním údajov z webu

source: Web request Timeout, you can try again...
pl: Przekroczono limit czasu żądania internetowego. Możesz spróbować ponownie...
sk: Časový limit webovej požiadavky, môžete skúsiť znova...

source: Problem getting data from GeoNames
pl: Problem z pobieraniem danych z GeoNames
sk: Problém so získaním údajov z GeoNames

source: One of the places you are merging encloses the other! Please choose another place.
pl: Jedno z miejsc, które łączysz, obejmuje drugie! Wybierz inne miejsce.
sk: Jedno z miest, ktoré spájate, obklopuje druhé! Prosím, vyberte iné miesto.

source: The place you chose is enclosed in the place you are workin on! Please cancel and choose another place.
pl: Miejsce, które wybrałeś, jest zawarte w miejscu, nad którym pracujesz! Anuluj i wybierz inne miejsce.
sk: Miesto, ktoré ste si vybrali už prilieha miestu, na ktorom pracujete! Prosím, zrušte a vyberte iné miesto.

source: GeoNames web site
pl: Strona internetowa GeoNames
sk: Webová stránka GeoNames

source: GeoNames author
pl: Autor GeoNames
sk: Autor GeoNames

source: GeoNames was founded by Marc Wick. You can reach him at
pl: GeoNames zostało przygotowane przez Marca Wicka. Możesz się z nim skontaktować pod adresem
sk: GeoNames založil Marc Wick. Môžete ho kontaktovať na

source: GeoNames is a project of Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Switzerland. This work is licensed under a
pl: GeoNames to projekt Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Szwajcaria. Ta praca jest licencjonowana na podstawie
sk: GeoNames je projekt spoločnosti Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Švajčiarsko Tento projekt je licencovaný pod

source: Creative Commons Attribution 3.0 License
sk: Licencia Creative Commons Attribution 3.0

source: Add Souce/Repo/Note (%s)
pl: Dodaj źródło/repozytorium/notatki (%s)
sk: Pridať zdroj/repozitár/poznámku (%s)

source: This Place is not used!
pl: To miejsce jest nieużywane!
sk: Toto miesto nie je použité!

source: You should delete it, or, if it contains useful notes or other data, use the Find to merge it into a valid place.
sk: Mali by ste ho odstrániť alebo ak obsahuje užitočné poznámky alebo iné údaje, použite funkciu Nájsť na jeho zlúčenie do platného miesta.

source: City, County, State, Country
sk: Mesto, Okres, Štát, Krajina

source: Primary Name
pl: Podstawowe imię
sk: Hlavný názov

source: The current Primary name.
sk: Aktuálny hlavný názov.

source: The postal code for the place, if any.
pl: Kod pocztowy danej miejscowości, jeśli takowy istnieje.
sk: Poštové smerovacie číslo pre miesto, ak existuje.

source: What type of place this is. Eg 'Country', 'City', ... .
sk: Aký typ miesta to je. Napr. 'Krajina', 'Mesto', ... .

source: Check this box if you want to keep the original Postal code.
sk: Začiarknite toto políčko, ak chcete zachovať pôvodné poštové smerovacie číslo.

source: Check this box if you want to keep the original Place Type.
sk: Začiarknite toto políčko, ak chcete zachovať pôvodný typ miesta.

source: Orig
sk: Pôvodný

source: Check this box if you want to keep the original Latitude and Longitude.
sk: Začiarknite toto políčko, ak chcete zachovať pôvodnú zemepisnú šírku a dĺžku.

source: The Gramps ID..
sk: ID Gramps..

source: Check this box if you want to keep the original Gramps ID.
sk: Začiarknite toto políčko, ak chcete zachovať pôvodné ID Gramps.

source: Alterative Names Select one or more rows and press 'Keep' button to toggle the 'include into place' status .
sk: Alternatívne názvy Vyberte jeden alebo viac riadkov a stlačte tlačidlo 'Zachovať', aby ste prepli stav 'zahrnúť do miesta'.

source: Inc
sk: Zahr

source: Lang
sk: Jazyk

source: Select one or more rows and use this button to keep the alternative names.
sk: Vyberte jeden alebo viac riadkov a použite toto tlačidlo na zachovanie alternatívnych názvov.

source: Select one row and use this button to make the row the primary name.
sk: Vyberte jeden riadok a použite toto tlačidlo na nastavenie riadku ako hlavného názvu.

source: Discard
pl: Odrzuć
sk: Zahodiť

source: Select one or more rows and use this button to discard the alternative names.
pl: Wybierz jeden lub więcej wierszy i użyj tego przycisku, aby odrzucić alternatywne nazwy.
sk: Vyberte jeden alebo viac riadkov a použite toto tlačidlo na zahodenie alternatívnych názvov.

source: Cancel the operation, no changes are made to your Place.
pl: Anuluj operację, w Twoim Miejscu nie zostaną wprowadzone żadne zmiany.
sk: Zrušte operáciu, žiadne zmeny neboli vykonané vo vašom mieste.

source: Store the values in your Place.
pl: Zapisz wartości w miejscu.
sk: Uložte hodnoty vo vašom mieste.

source: Keep Web Links
pl: Zachowaj linki internetowe
sk: Zachovať webové odkazy

source: Puts web links (typically wikipedia) into your place.
pl: Umieszcza w Twoim miejscu linki internetowe (zazwyczaj Wikipedię).
sk: Umiestni webové odkazy (obvykle z Wikipedie) do vášho miesta.

source: Add citation and source to Place
pl: Dodaj cytat i źródło do miejsca
sk: Pridať citáciu a zdroj do miesta

source: This Adds a Citation to your place, citing GeoNames.
pl: Dodaje cytowanie do Twojego miejsca, powołując się na GeoNames.
sk: Toto pridáva citáciu k vášmu miestu, citujúc GeoNames.

source: GeoNames User ID
pl: Identyfikator użytkownika GeoNames
sk: ID používateľa GeoNames

source: Enter you Geonames user ID here.
pl: Wprowadź tutaj swój identyfikator użytkownika GeoNames.
sk: Sem zadajte svoje ID používateľa GeoNames.

source: Alternative Names Languages to keep
sk: Alternatívne jazykové názvy na uchovanie

source: Enter the two or three letter codes for the languages you wish to keep, seperated by spaces. For example "en fr ru". These languages will initially be checked off on the Names result display. If you often see an un-checked name in a specific language you want, add the language code here.
sk: Zadajte dvoj- alebo trojpísmenové kódy pre jazyky, ktoré chcete uchovať, oddelené medzerami. Napríklad "en fr ru". Tieto jazyky budú spočiatku začiarknuté na zobrazení výsledkov názvov. Ak často vidíte nezačiarknutý názov v konkrétnom jazyku, ktorý chcete, pridajte kód jazyka sem.

source: Currently Enclosed Places
sk: Aktuálne priliehajúce miesta

source: Current Place title. You can edit this to help find other places, particularly to reduce the number of results.
pl: Aktualny tytuł miejsca. Można go edytować, aby ułatwić znalezienie innych miejsc, zwłaszcza w celu zmniejszenia liczby wyników.
sk: Aktuálny názov miesta. Môžete ho upraviť, aby ste pomohli nájsť ďalšie miesta, najmä aby ste znížili počet výsledkov.

source: Search your local places and GeoNames for a match.
sk: Hľadajte svoje lokálne miesta a GeoNames pre zhodu.

source: Continue to merge (for local places), or to complete a place (for GeoNames).
sk: Pokračujte v zlúčení (pre lokálne miesta) alebo dokončite miesto (pre GeoNames).

source: Split up Title, Edit manually, and enclose with next level of hierarchy. For use when the initial component of the Title is too detailed to be found in the gazetteer.
sk: Rozdeľte názov, upravte ho manuálne a uzavrite s ďalšou úrovňou hierarchie. Použite ho, keď je počiatočná zložka názvu príliš podrobná na to, aby bola nájdená v geografickom lexikóne.

source: Next Place
pl: Następne miejsce
sk: Ďalšie miesto

source: Find an incomplete place.
sk: Nájdite neúplné miesto.

source: Set preferences
sk: Nastaviť preferencie

source: Select one of these places to continue the cleanup process.
sk: Vyberte jedno z týchto miest na pokračovanie v procese čistenia.

source: Search result places
sk: Výsledky vyhľadávania miest

source: Checking the 'Populated' checkbox causes the GeoNames search to include 'Populted places', places where people live and work.
sk: Začiarknutie políčka 'Obývané' spôsobí, že vyhľadávanie GeoNames zahrnie 'Obývané miesta', miesta, kde ľudia žijú a pracujú.

source: Populated
sk: Obývané

source: Checking the 'Admin' checkbox cause the GeoNames search to include adminstrative subdivisions in the search (countries, states, counties etc.).
sk: Začiarknutím políčka 'Admin' spôsobíte, že vyhľadávanie v GeoNames zahrnie administratívne podjednotky do vyhľadávania (krajiny, štáty, okresy atď.).

source: Checking the 'Spot' checkbox cause the GeoNames search to include a wide variety of other places in the search (churches, burial grounds, buildings etc.).
sk: Začiarknutím políčka 'Spot' spôsobíte, že vyhľadávanie v GeoNames zahrnie širokú škálu ďalších miest do vyhľadávania (kostoly, pohrebiská, budovy atď.).
