Repository: gramps-project/addons-source
Catalog: CheckPlaceTitles/po/*-local.po
Languages: fi, he, tr

source: Check Place Titles
fi: Tarkasta paikkojen nimet
he: בדיקת כותרות מקום
tr: Yer Başlığı Denetle

source: Check place titles
fi: Tarkasta paikkojen nimet
he: בדיקת כותרות מקום
tr: Yer başlığı denetle

source: Check Place title
fi: Tarkasta paikan nimi
he: בדיקת כותרות מקום
tr: Yer başlığı Denetle

source: Checking Place Titles
fi: Tarkistetaan paikkojen nimiä
he: מתבצעת בדיקת כותרות מקום
tr: Yer Başlığı Denetlemek

source: Looking for place fields
fi: Etsitään paikkatietoja
he: חיפוש שדות מקום
tr: Yer alanları aranıyor

source: Differences
fi: Erot
he: הבדלים
tr: Farklılıklar

source: No need modifications
fi: Ei tarvitse muuttaa
he: לא נדרשות הסגלות
tr: Değişikliğe gerek yok

source: No changes need.
fi: Muutoksia ei tarvita.
tr: Değiştirmeye gerek yok.

source: Legacy place
fi: Vanhempi paikka
he: מקום מהעבר
tr: Tarihi yer

source: Modify Place titles
fi: Moukkaa paikannimiä
he: הסגלת כותרות מקום
tr: Yer başlıklarını değiştir

source: Place titles
fi: Paikannimet
he: כותרות מקום
tr: Yer başlıkları

source: Remove content of place title field if it does not match
fi: Tyhjennä paikan nimi, jos se ei täsmää
tr: Eşleşmezse yer başlık alanının içeriğini kaldırın

source: Copy content of place title field to a new note.
fi: Kopioi paikan nimi uuteen lisätietoon.
tr: Yer başlığı alanının içeriğini yeni bir nota kopyalayın.

source: Attach a tag on selected places.
fi: Liitä tunniste valittuihin paikkoihin.
tr: Seçilen yerlere bir etiket ekleyin.

source: column
fi: sarake
tr: sütun
