Repository: gramps-project/addons-source
Catalog: MediaVerify/po/*-local.po
Languages: fi, hr, ru

source: Media Verify
fi: Median tarkistus
hr: Provjera medija
ru: Проверка документов

source: Verify that media is present in the correct path
fi: Varmista, että median polku on oikein
hr: Provjeri ispravnost staza medija
ru: Проверяет, что документы присутствуют по указанному пути

source: Media Verify Tool
fi: Mediatietojen tarkastustyökalu
hr: Alat za provjeru medija
ru: Инструмент проверки документов

source: Moved/Renamed Files
fi: Siirretyt tai uudelleennimetyt tiedostot
hr: Premještene/preimenovane datoteke
ru: Перемещённые/Переименованные файлы

source: Missing Files
fi: Puuttuvat tiedostot
hr: Nedostajuće datoteke
ru: Отсутствующие файлы

source: Duplicate Files
fi: Päällekkäiset tiedostot
hr: Duple datoteke
ru: Дубликаты файлов

source: Extra Files
fi: Ylimääräisiä tiedostoja
hr: Dodatne datoteke
ru: Дополнительные файлы

source: No md5 Generated
fi: Ei luotu md5:tä
hr: Nije stvoren md5
ru: Не создана md5

source: Errors
fi: Virheitä
hr: Greške
ru: Ошибки

source: Close
hr: Zatvori
ru: Закрыть

source: Close the Media Verify Tool
fi: Sulje mediatietojen tarkastustyökalu
hr: Zatvori alat za provjeru medija
ru: Закрыть инструмент проверки документов

source: Generate
fi: Muodosta
hr: Izradi
ru: Создать

source: Generate md5 hashes for media objects
fi: Luo md5-hajautusarvoja mediatiedoille
hr: Izradi md5 hash-tablice za medijske objekte
ru: Создать md5 хеши для документов

source: Verify
fi: Tarkista
hr: Provjeri
ru: Проверить

source: Check media paths and report missing, duplicate and extra files
fi: Tarkista mediapolut ja ilmoita puuttuvista, kaksoiskappaleista ja ylimääräisistä tiedostoista
hr: Provjeri staze medija i izvjesti o nedostajućim, duplim ili dodatnim datotekama
ru: Проверяет ссылки на документы и сообщает об отсутствующих, дублирующих и дополнительных файлах

source: Export
fi: Vie
hr: Izvezi
ru: Экспорт

source: Export the results to a text file
fi: Vie tulokset tekstitiedostoon
hr: Izvezi rezultate u tekstualnu datoteku
ru: Экспортировать результат в текстовый файл

source: Fix
fi: Korjaa
hr: Ispravi
ru: Исправить

source: Fix media paths of moved and renamed files
fi: Korjaa siirrettyjen ja uudelleennimettyjen tiedostojen mediapolut
hr: Ispravi staze medija za premještene ili preimenovane datoteke
ru: Исправить пути для перемещённых и переименованных файлов

source: Verify Gramps media using md5 hashes
fi: Tarkista Gramps-media md5-tiivisteillä
hr: Provjeri Gramps medije, koristeći md5 hash-tablice
ru: Проверить документы, используя md5 хеши

source: Files
fi: Tiedostot
hr: Datoteke
ru: Файлы

source: Export results to a text file
fi: Vie tulokset tekstitiedostoon
hr: Izvezi rezultate u tekstualnu datoteku
ru: Экспортировать результат в текстовый файл

source: Error when writing the report: %s
fi: Virhe kirjoitettaessa raporttia: %s
hr: Greška prilikom pisanja izvještaja: %s
ru: Ошибка при записи отчёта: %s

source: Generating media hashes
fi: Median tiivisteiden luominen
hr: Izrada hash-tablica za medije
ru: Создание хешей документов

source: Set media hashes
fi: Aseta mediatiivisteet
hr: Postavi hash-tablice za medije
ru: Добавить хеши для документов

source: Media path not set. You must set the "Base path for relative media paths" in the Preferences.
fi: Mediapolkua ei ole asetettu. Sinun on määritettävä "Suhteellisten mediapolkujen peruspolku" asetuksissa.
hr: Nije postavljena staza za medije. Moraš je postaviti u postavkama pod „Osnovna relativna staza do medija”.
ru: Путь к документам не установлен. Необходимо установить "Базовый каталог для документов" в настройках.

source: Finding files
fi: Tiedostojen etsiminen
hr: Pronalaženje datoteka
ru: Поиск файлов

source: Checking paths
fi: Polkujen tarkistaminen
hr: Provjeravanje staza
ru: Проверка путей

source: Fixing file paths
fi: Tiedostopolkujen korjaaminen
hr: Ispravljanje staza datoteka
ru: Исправление путей к файлам

source: Fix media paths
fi: Mediapolkujen korjaaminen
hr: Ispravi staze medija
ru: Исправить пути к документам
