Repository: gramps-project/addons-source
Catalog: DenominoViso/po/*-local.po
Languages: es, fi

source: No Source
fi: Ei lähdettä

source: onclick
fi: napsautuksella

source: onmouseover
fi: hiiren osoittimen päällä

source: Ancestor
fi: Esivanhempi

source: Descendant
fi: Jälkeläinen

source: Fan
fi: Viuhka

source: Growth Spiral
fi: Kasvuspiraali

source: Mandelbrot Tree
fi: Mandelbrotin puu

source: Pythagoras Tree
fi: Pythagoraan puu

source: right to left
fi: oikealta vasemmalle

source: left to right
fi: vasemmalta oikealle

source: top to bottom
fi: ylhäältä alas

source: bottom to top
fi: alhaalta ylös

source: role
fi: rooli

source: description
es: descripción
fi: kuvaus

source: witnesses
es: testigos
fi: todistajat

source: Failure writing {target_path}: {message}
fi: Kirjoitus epäonnistui {target_path}: {message}

source: No central person selected
fi: Keskushenkilöä ei ole asetettu

source: Unknown time direction
fi: Tuntematon ajan suunta

source: author
fi: tekijä

source: publication_info
fi: julkaisutiedot

source: abbreviation
es: abreviatura
fi: lyhenne

source: volume
es: volumen
fi: vuosikerta

source: the chart type runs out of bounds
fi: kaaviotyyppi ylittää rajat

source: Search
es: Buscar
fi: Hae

source: in
fi: paikassa

source: DenominoViso Options
fi: DenominoVison asetukset

source: The destination file for the html-content.
fi: Kohdehakemisto html-tiedostoille.

source: Central Person
fi: Keskushenkilö

source: The central person for the tree
fi: Puun keskushenkilö

source: Title of the webpage
fi: Sivun otsikko

source: Any string you wish.
fi: Mielivaltainen merkkijono.

source: Display mode
fi: Näyttötila

source: Either plot ancestor or descendants graph.
fi: Joko esi-isän tai jälkeläisten kuvaaja.

source: Display type
fi: Näyttötyyppi

source: The type of graph to create.
fi: Luotavan kaavion tyyppi.

source: Direction of time
fi: Ajan suunta

source: Direction in which time increases.
fi: Mihin suuntaan aika kasvaa.

source: Max chart width (%)
es: Anchura máxima del gráfico (%)
fi: Kaavion enimmäisleveys (%)

source: Width of the tree as fraction of the browser window
es: La anchura del árbol como fracción de la ventana del navegador
fi: Puun leveys selainikkunan murto-osana

source: Max chart height (px)
es: Altura máxima del gráfico (px)
fi: Kaavion enimmäiskorkeus (%)

source: Height of the tree in pixels.
es: La altura del árbol en píxeles.
fi: Puun korkeus pikseleinä.

source: Closing remarks
fi: Loppusanat

source: List of strings, free text added at the bottom, for example for a copyright notice.
fi: Merkkijonoluettelo, lopussa vapaamuotoista tekstiä esimerkiksi tekijänoikeusilmoitusta varten.

source: Include Options
fi: Näytä vaihtoehdot

source: Include private records
fi: Näytä yksityiset tiedot

source: Whether to leave out private data.
es: Indica si se deben excluir los datos privados.
fi: Jätetäänkö yksityiset tiedot pois.

source: Include Events
fi: Näytä tapahtumat

source: Whether to include a person's events.
es: Indica si se deben incluir los eventos de una persona.
fi: Näytetäänkö yksityiset tiedot.

source: Include birth children
fi: Sisällytä syntymälapset

source: Whether to include the birth of children in the list of events.
fi: Näytetäänkö lasten syntymät tapahtumaluettelossa.

source: Include death relatives
fi: Näytä kuolleet sukulaiset

source: Whether to include the death of relatives during the lifetime of person.
es: Indica si se deben incluir los fallecimientos de parientes durante la vida de la persona.
fi: Näytetäänkö sukulaisten kuolemat henkilön elinaikana.

source: Include witness note
fi: Näytä todistajanlausunto

source: Whether to include the note belonging to a witness (if the event_format contains <witnesses>)
fi: Näytetäänkö todistajalle kuuluva muistiinpano (jos tapahtuma sisältää <witnesses>)

source: Whether to include a person's attributes
es: Indica si se deben incluir los atributos de una persona
fi: Näytetäänkö henkilön ominaisuudet

source: Include Addresses
es: Incluir direcciones
fi: Näytä osoitteet

source: Whether to include a person's addresses.
es: Indica si se deben incluir las direcciones de una persona.
fi: Näytetäänkö henkilön osoitteet.

source: Include Note
es: Incluir nota
fi: Näytä lisätiedot

source: Whether to include a person's note.
es: Indica si se debe incluir la nota de una persona.
fi: Näytetäänkö henkilön lisätiedot.

source: Include URL
es: Incluir URL
fi: Näytä URL-osoitteet

source: Whether to include a person's internet address.
es: Indica si se debe incluir la dirección en internet de una persona.
fi: Näytetäänkö henkilön internet-osoite.

source: Include URL description
es: Incluir descripción de URL
fi: Näytä URL-kuvaus

source: Whether to include the description of the first URL
es: Indica si se debe incluir la descripción del primer URL
fi: Näytetäänkö ensimmäisen URL-osoitteen kuvaus

source: Include Sources
es: Incluir fuentes
fi: Näytä lähteet

source: Whether to include a person's sources.
es: Indica si se deben incluir las fuentes de una persona.
fi: Näytetäänkö henkilön lähteet.

source: Image Options
es: Opciones de imágenes
fi: Kuva-asetukset

source: Include Photos/Images from Gallery
fi: Sisällytä kuvia galleriasta

source: Whether to include images
es: Indica si se deben incluir imágenes
fi: Näytetäänkö kuvat

source: Copy Image
es: Copiar imagen
fi: Kopioi kuva

source: Copy the images to a designated directory.
fi: Kopioi kuvat tiettyyn hakemistoon.

source: Images with Attribute
es: Imágenes con atributo
fi: Kuvat ominaisuuksineen

source: Determine images with which attributes to in/exclude
fi: Määritä kuvat, joiden oinaisuudet sisällytetään tai jätetään pois

source: Include Image source references
fi: Näytä kuvien lähdeviitteet

source: Whether to include references for images
fi: Näytetäänkö viittaukset kuviin

source: Source reference attribute
fi: Lähdeviittauksen ominaisuudet

source: Image attribute that should be used as source reference
fi: Kuvan ominaisuus, jota tulisi käyttää lähdeviitteenä

source: Style Options
es: Opciones de estilo
fi: Tyylivalinnat

source: Color of active person:
fi: Aktiivisen henkilön väri:

source: RGB-color of geometric shape of the activated person.
fi: Aktivihenkilön muodon RGB-väri.

source: Color of found persons:
es: Color de personas encontradas:
fi: Löydettyjen henkilöiden väri:

source: RGB-color of geometric shape of the persons found.
fi: Löydettyjen henkilöiden muodon RGB-väri.

source: Color of male persons:
fi: Miesten väri:

source: RGB-color of geometric shape of the male persons.
fi: Miesten muodon RGB-väri.

source: Colour of female persons:
fi: Naisten väri:

source: RGB-color of geometric shape of the female persons.
fi: Naisten muodon RGB-väri.

source: Width of rectangle (hrd):
fi: Suorakulmion leveys (hrd):

source: The width of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
fi: Tavallisen kaaviotyypin henkilösuorakulmion leveys ilmaistuna vaakasuuntaisten suorakulmiden etäisyyden murto-osana.

source: Height of rectangle (hrd):
fi: Suorakulmion korkeus (hrd):

source: The height of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
fi: Tavallisen kaaviotyypin henkilösuorakulmion korkeus ilmaistuna vaakasuuntaisen suorakulmioiden etäisyyden murto-osana.

source: Vertical distance of rectangles (hrd):
fi: Suorakulmioiden pystysuora etäisyys (hrd):

source: The vertical distance of person rectangles of the regular chart type expressed as fraction of the horizontal rectangle distance.
fi: Tavallisen kaaviotyypin henkilöiden suorakulmioiden pystysuora etäisyys ilmaistuna vaakasuoran suorakulmioiden etäisyyden murto-osana.

source: Extra style settings:
fi: Muita tyyliasetuksia:

source: Whatever css style settings are needed.
fi: Mahdollisesti tarpeellisia CSS-tyyliasetuksia.

source: Mouse event handler
fi: Hiiren tapahtumankäsittelijä

source: Mouse handler used to interact with visitor of webpage.
fi: Hiirikäsittelijä, jota käytetään vuorovaikutukseen verkkosivun käyttäjän kanssa.

source: Birth relationship linestyle
fi: Syntymäsuhteen viivatyyli

source: List of lists where each sublist is a list with information about the dash pattern of lines connecting children to parents.
fi: Luettelo, jossa kukin aliluettelo määrittelee lasten ja vanhempien välisten viivojen katkoviivakuvioita.

source: Source confidence color
fi: Lähteen luotettavuusväri

source: List of lists where each sublist is a list with information on the color to use for a certain confidence level.
fi: Luettelo, jossa kukin aliluettelo määrittelee tietyn luotettavuustason viivojen värin.

source: Event format
fi: Tapahtuman muoto

source: at
fi: paikalle

source: List os strings with placeholders for events. Known placeholders: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> and any <attribute-value>.
fi: Listaa merkkijonoja tapahtumien paikkamerkkeineen. Tunnetut paikkamerkit: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> ja mikä tahansa <attribute-value>.

source: Source format
fi: Lähteen muoto

source: List of strings with placeholders for sources. Known placeholders: <title>, <volume>, <author>, <publication_info> and <abbreviation>.
fi: Listaa merkkijonoja lähteiden paikkamerkkeineen. Tunnetut paikkamerkit: <title>, <volume>, <author>, <publication_info> ja <abbreviation>.

source: restricted to:
fi: rajoitettuna:

source: to directory:
fi: hakemistoon:

source: Save images in ...
es: Guardar imágenes en…
fi: Tallenna kuvat kansioon...

source: should be
fi: pitäisi olla

source: Included
fi: Sisältäen

source: Excluded
fi: poislukien

source: Name HTML-wrapper file
fi: Html-kuoritiedoston nimi

source: Save HTML-wrapper file as ...
fi: Tallenna html-kuoritiedosto nimellä ...

source: Give a filename ...
fi: Anna tiedostonimi ...

source: Relation type
es: Tipo de relación
fi: Sukulaisuus

source: Use dashed linestyle
fi: Käytä katkoviivaa

source: Dash length
fi: Viivan pituus

source: Inter-dash length
fi: Välin pituus

source: Generates a web (HTML) page with a graphical representation of ancestors/descendants (SVG) where details about individuals become visible upon mouse-events.
fi: Luo html-verkkosivun sisältäen graafisen esityksen esivanhemmista/jälkeläisistä svg-muodossa. Yksilöiden tiedot saa näkyviin hiirellä.

source: of
es: de
