Repository: gramps-project/addons-source
Catalog: SVWebconnectPack/po/*-local.po
Languages: fi

source: SV Web Connect Pack
fi: Ruotsin Web Connect Pack

source: Collection of Web sites for Sweden (requires libwebconnect)
fi: Verkkosivustojen kokoelma Ruotsia varten (vaatii libwebconnect-kirjaston)

source: FamilySearch.org
fi: Englannin FamilySearch.org

source: Google SV
fi: Ruotsin Google

source: FamilySearch.org Tree
fi: FamilySearch.org sukupuu

source: National archives of Sweden personsearch
fi: Ruotsin kansallisarkiston henkilöhaku

source: National archives of Sweden free search
fi: Ruotsin kansallisarkiston vapaa haku

source: Arkiv Digital estate records for Skåne
fi: Skånen kiinteistörekisterit

source: Find swedish portraits - Rötter.se
fi: Rötter.se - ruotsalaisten muotokuvien haku

source: Gravar.se - find swedish graves
fi: Gravar.se - ruotsalainen hautahaku

source: National archives of Sweden search censuses
fi: Ruotsin kansallisarkiston väestönlaskenta

source: Arkiv Digital released prisoners
fi: Archive Digitalin vapautetut vangit

source: Gravestone inventory - rötter.se
fi: Rötter.se - hautakivien inventaario
