Repository: gramps-project/addons-source
Catalog: contrib/RelatedRelativesGramplet/po/*-local.po
Languages: nl

source: Related Relatives Gramplet
nl: Aanverwanten-gramplet

source: Gramplet showing relatives in a relation
nl: Gramplet toont de verwanten in een relatie

source: Related Relatives
nl: Verwanten

source: No Family Tree loaded.
nl: Geen familiestamboom geladen.

source: Relations of related people in your database:
nl: Relaties van aanverante personen in uw gegevensbestand:

source: and
nl: en

source: are partners and
nl: zijn partners en

source: Common ancestor
nl: Gemeenschappelijk voorouder

source: No relatives in a relation found
nl: Geen aanverwanten in een realtie gevonden

source: END
nl: EINDE
