Repository: gramps-project/addons-source
Catalog: FamilySheet/po/*-local.po
Languages: fi

source: Family Sheet
fi: Perhelehti

source: Produces a family sheet showing full information about a person and his/her partners and children.
fi: Tuottaa perhelomakkeen, joka näyttää täydelliset tiedot henkilöstä, puolisoistaan ja lapsistaan.

source: Address (%(date)s): %(location)s
fi: Osoite (%(date)s): %(location)s

source: Address: %(location)s
fi: Osoite: %(location)s

source: Source references:
fi: Lähdeviitteet:

source: , page %s
fi: , sivu %s

source: Notes:
fi: Lisätiedot:

source: on %(ymd_date)s
fi: %(ymd_date)s

source: in %(ym_date)s
fi: %(ym_date)s

source: in %(y_date)s
fi: %(y_date)s

source: on %(placeholder)s
fi: %(placeholder)s

source: on %(placeholder)s (%(partial)s)
fi: %(placeholder)s (%(partial)s)

source: in %(place)s
fi: paikoissa %(place)s

source: Center person
fi: Keskushenkilö

source: The person whose partners and children are printed
fi: Henkilö, jonka kumppanit ja lapset näytetään

source: Print sheets for
fi: Tulosta sivu

source: Center person only
fi: vain keskushenkilölle

source: Center person and descendants in side branches
fi: keskushenkilölle ja sivuhaarojenjälkeläisille

source: Center person and all descendants
fi: keskushenkilölle ja kaikille jälkeläisille

source: Whether to include descendants, and which ones.
fi: Sisällytetäänkö jälkeläiset ja mitkä niistä.

source: Replace first name with call name
fi: Korvaa etunimi kutsumanimellä

source: Underline call name in first name / add call name to first name
fi: Alleviivaa kutsumanimi etunimissä tai lisää kutsumanimi etunimiin

source: Whether to include call name, and how.
fi: Sisällytetäänkö kutsumanimi, miten.

source: Print placeholders for missing information
fi: Näytä paikkamerkki puuttuville tiedoille

source: The basic style used for the text display
fi: Teksteille käytetty perustyyli

source: The style used for the page key on the top
fi: Yläosan sivunäppäimen tyyli

source: The style used for names
fi: Nimien tyyli

source: The style used for numbers
fi: Numeroissa käytetty tyyli

source: The style used for footnotes (notes and source references)
fi: Alaviitteissä (huomautuksissa ja lähdeviittauksissa) käytetty tyyli
