Repository: gramps-project/addons-source
Catalog: NetworkChart/po/*-local.po
Languages: ca, fr, sk, sv

source: birth abbreviation|b.
ca: abreviatura de naixement|n.
fr: n.
sv: f.

source: death abbreviation|d.
ca: abreviatura de mort|d.
fr: d.
sv: d.

source: marriage abbreviation|m.
ca: abreviatura de matrimoni|m.
fr: m.
sv: g.

source: File exists. Overwrite?
fr: Le fichier existe. L'écraser ?
sv: Filen finns redan. Skriva över?

source: created
fr: créé
sv: skapad

source: last_written
fr: dernier_écrit
sv: senast_skriven

source: Main
fr: Principal
sv: Huvud

source: Orthogonal (right angles in connectors)
fr: Orthogonal (angles droit dans les connecteurs)
sv: Ortogonal (räta vinklar i förbindelserna)

source: Straight (no right angles in connectors)
fr: Droit (aucun angle droit dans les connecteurs)
sv: Direkt (inga räta vinklar i förbindelserna)

source: Curved (curved and straight connectors)
fr: Incurvé (curved and straight connectors)
sv: Böjd (böjda och raka förbindelser)

source: Default (Orthogonal)
fr: Défaut (Orthogonal)
sv: Standard (Ortogonal)

source: Select the graph line connector format.
fr: Sélectionnez le format du connecteur de ligne graphique.
sv: Välj graflinjeanslutningsformat.

source: Top to Bottom
fr: Haut vers le bas
sv: Uppifrån och ner

source: Left to Right
fr: Gauche vers la droite
sv: Vänster till höger

source: Bottom to Top
fr: Bas vers le haut
sv: Nerifrån och upp

source: Right to Left
fr: Droite vers la gauche
sv: Höger till vänster

source: Default (Top to Bottom)
fr: Défaut (Haut vers le bas)
sv: Standard (Uppifrån och ner)

source: Select the graph direction.
fr: Sélectionnez la direction du graphique.
sk: Vyberte smer grafu.
sv: Välj riktning för diagrammet.

source: URL Style
fr: Style de l'url
sv: URL-stil

source: Include URLs from database.
fr: Inclure les urls depuis la base de données.
sv: Ta med URL:er från databas.

source: Dynamic URL = Prefix + GrampID + Suffix
fr: Url dynamique = préfixe + id gramps + suffixe
sv: Dynamisk URL = Prefix + GrampID + Suffix

source: Static URL = Prefix
fr: Url statique = préfixe
sv: Statisk URL = Prefix

source: Don't include URLs
fr: Ne pas inclure les urls
sv: Ta inte med URL:er

source: Default (include)
fr: Défaut (inclure)
sv: Standard (ta med)

source: Select URL style.
ca: Selecciona l'estil d'URL.
fr: Sélectionnez le style de l'url.
sk: Vyberte štýl URL.
sv: Välj URL-stil.

source: Enter the Prefix,Suffix (use comma) for dynamically generated URLs. URL = Prefix + GrampsID + Suffix.
fr: Entrez Préfixe,Suffixe (utilisez la virgule) pour les URL générées dynamiquement. URL = Préfixe + GrampsID + Suffixe.
sv: Ange prefixet, suffixet (använd komma) för dynamiskt genererade URL:er. URL = Prefix + GrampsID + Suffix.

source: Enter Font Name
fr: Entrez le nom de la police
sk: Zadať názov písma
sv: Ange typsnittsnamn

source: Enter the primary font style for the chart. Must already be installed. White Rabbit can be obtained from https://www.fontsquirrel.com/fonts/white-rabbit
fr: Entrez la police primaire pour le graphique. Elle doit déjà être installée. La police «White Rabbit» peut être obtenu. à partir de https://www.fontsquirrel.com/fonts/white-rabbit
sv: Ange den primära typsnittsstilen för diagrammet. Måste redan vara installerad. White Rabbit kan hämtas från https://www.fontsquirrel.com/fonts/white-rabbit

source: Spacing (inch)
fr: Espacement (en inch)
sv: Mellanrum (tum)

source: Enter the seperation distance between "Generations" in inches (0.1-5.0).
fr: Entrez la distance de séparation entre les "Générations" en pouces (0.1-5.0).
sv: Ange separationsavståndet mellan "Generationer" i tum (0.1-5.0).

source: Enter Chart Title
fr: Entrez le titre du graphique
sv: Ange diagramtitel

source: Set the title of the chart.
fr: Définir le titre du graphique.
sv: Ställ in titeln på diagrammet.

source: Default (svg)
fr: Défaut (svg)
sv: Standard (svg)

source: svg - Scalable Vector Graphics file. pdf - Adobe Portable Document Format.
fr: svg - fichier Scalable Vector Graphics. pdf - format Adobe Portable Document.
sv: svg - Scalable Vector Graphics-fil. pdf - Adobe Portable Document Format.

source: The destination folder for generated files.
fr: Le répertoire de destination pour les fichiers générés.
sv: Målmappen för genererade filer.

source: network
fr: réseau
sv: nätverk

source: The filename for the generated svg network chart.
fr: Le nom de fichier pour le graphique réseau svg généré.
sv: Filnamnet för det genererade svg-nätverksdiagrammet.

source: Different node shapes/edges for gender.
fr: Différentes formes/angles pour les noeuds selon le sexe.
sv: Olika nodformer/kanter för kön.

source: Node differences for gender.
fr: Différences du nœud pour le genre.
sv: Nodskillnader för kön.

source: Male Background
fr: Arrière-plan masculin
sk: Pozadie muža
sv: Bakgrundsfärg för män

source: RGB-color for male box background.
ca: Color RGB per al fons de la caixa dels homes.
fr: Couleur RGB pour l'arrière-plan masculin.
sk: RGB-farba pre pozadie kolónky pre mužov.
sv: RGB-färg på bakgrunden för rutan för män.

source: Male Background Alpha
fr: Alpha d'arrière-plan masculin
sk: Pozadie muža alfa
sv: Alpha-bakgrund för män

source: Alpha for Male box background (transparent=0, solid=255).
fr: Canal alpha pour l'arrière-plan de la boîte masculine (transparent = 0, solide = 255).
sv: Alpha-bakgrund för rutan för män (genomskinlig=0, ogenomskinlig=255).

source: Male Box Edge
fr: Angle de cadre masculin
sk: Okraj kolónky muža
sv: Rutkant för män

source: RGB-color for Male box edge.
fr: Couleur RVB pour le bord du cadre masculin.
sk: RGB-farba pre okraj kolónky muža.
sv: Rutkantens RGB-färg för män.

source: Female Background
ca: Fons per a dones
fr: Arrière-plan féminin
sk: Pozadie pre ženy
sv: Bakgrundsfärg för kvinnor

source: RGB-color for Female box background.
fr: Couleur RVB pour le fond du cadre féminin.
sk: RGB-farba pre pozadie kolónky Žena.
sv: RGB-färg på bakgrunden för rutan för kvinnor.

source: Female Background Alpha
fr: Alpha d'arrière-plan féminin
sk: Pozadie ženy alfa
sv: Alpha-bakgrund för kvinnor

source: Alpha for Female box background (transparent=0, solid=255).
fr: Canal alpha pour l'arrière-plan du cadre féminin (transparent = 0, solide = 255).
sv: Alpha-bakgrund för rutan för kvinnor (genomskinlig=0, ogenomskinlig=255).

source: Female Box Edge
fr: Angle de cadre féminin
sk: Pozadie kolónky ženy
sv: Rutkant för kvinnor

source: RGB-color for Female box edge.
fr: Couleur RGB pour le cadre féminin.
sk: RGB-farba pre okraj kolónky ženy.
sv: Rutkantens RGB-färg för kvinnor.

source: Other Background
fr: Autre arrière-plan
sk: Iné pozadie
sv: Annan bakgrundsfärg

source: RGB-color for other box background.
fr: Couleur RGB pour les autres arrière-plans.
sv: RGB-färg för andra rutbakgrunder.

source: Other Background Alpha
fr: Alpha d'arrière-plan autres
sk: Iné pozadie alfa
sv: Annan alpha-bakgrund

source: Alpha for Other box background (transparent=0, solid=255).
fr: Alpha pour arrière-pllan des autres cadres (transparent=0, solide=255).
sk: Alfa pre pozadie inej kolónky (priehľadné=0, plné=255).
sv: Alpha-bakgrund för andra rutor (genomskinlig=0, ogenomskinlig=255).

source: Family Connector Line
fr: Ligne de connexion familiale
sk: Spojovacia linka rodiny
sv: Förbindelselinje för familj

source: RGB-color for family connector line.
fr: couleur RVB pour la ligne de connexion familiale.
sk: RGB-farba pre spojovaciu linku rodiny.
sv: RGB-färg för förbindelselinjen för familj.

source: Marriage Connector Line
fr: Ligne de connexion de mariage
sk: Spojovacia linka manželstva
sv: Förbindelselinje för giftermål

source: RGB-color for marriage connector line.
fr: couleur RVB pour la ligne de connexion de mariage.
sk: RGB-farba pre spojovaciu linku manželstva.
sv: RGB-färg för förbindelselinjen för giftermål.

source: Highlight Connector Line
ca: Realça la línia de connexió
fr: Ligne de raccordement en évidence
sk: Zvýrazniť spojovaciu linku
sv: Markerad förbindelselinje

source: RGB-color for the highlighted path between two individuals. If the graph.inverts, reverse the order to change.
ca: Color RGB per al camí ressaltat entre dos individus. Si el gràfic s'inverteix, inverteix l'ordre per canviar.
sk: RGB-farba pre zvýraznenú cestu medzi dvoma jedincami. Ak sa graf invertuje, obráťte poradie na zmenu.
sv: RGB-färg för den markerade vägen mellan två individer. Om diagrammet. inverterar, vänd ordningen som ska ändras.

source: Trim Box Edge
sk: Orezať okraj kolónky
sv: Förkortade rutkanter

source: RGB-color for box edge that has been trimmed.
fr: Couleur RVB pour le bord de cadre qui a été coupé.
sk: RGB-farba pre okraj kolónky, ktorý bol orezaný.
sv: RGB-färg för rutkant som har förkortats.

source: Remove color background on all nodes.
fr: Retirer la couleur de fond sur tous les noeuds.
sk: Odstrániť farebné pozadie na všetkých uzloch.
sv: Ta bort färgbakgrund på alla noder.

source: Removes color background for individuals (nodes) on chart.
fr: Supprime la couleur d'arrière-plan pour les individus (nœuds) sur le graphique.
sk: Odstráni farebné pozadie pre jedincov (uzly) v grafe.
sv: Tar bort färgbakgrund för individer (noder) i diagrammet.

source: Enter year to start rounding birthday to year only
sv: Ange startår avrunda födelsedag endast till år

source: Birthdays after this year are represented by the year only. Invalid entries will be ignored.
fr: Les dates de naissance après cette année sont représentés par l'année seule. Les entrées invalides seront ignorées.
sv: Födelsedagar efter detta år visas endast efter år. Ogiltiga poster ignoreras.

source: Round birthday to year after year entered (above).
fr: Date de naissance tronquée à l'année après celle entrée (au-dessus).
sv: Avrunda födelsedagen med början året efter det angivna året (ovan).

source: Represent birthday by year only.
fr: Représenter la date de naissance par l'année uniquement.
sk: Reprezentovať narodeniny len podľa roku.
sv: Visa födelsedag endast efter år.

source: Enter year to start rounding marriage date to year only
fr: Entrer l'année à partir de laquelle la date de mariage est tronquée à l ' année seule
sv: Ange startår avrunda giftermålsdag endast till år

source: Marriages after this year are represented bythe year only. Invalid entries will be ignored.
fr: Les mariages après cette année sont représentés par l'année seule. Les entrées invalides seront ignorées.
sv: Giftermålsdagar efter detta år visas endast efter år. Ogiltiga poster ignoreras.

source: Round marriage to year after year entered (above).
sv: Avrunda giftermålsdagen med början året efter det angivna året (ovan).

source: Represent marriage by year only.
fr: Représenter le mariage par l'année seulement.
sk: Reprezentovať manželstvo len podľa roku.
sv: Visa giftermålsdag endast efter år.

source: Attempts to remove middle names. Only works for entries with birth year in the record.
sk: Pokusy o odstránenie prostredných mien. Funguje len pre položky s rokom narodenia v zázname.
sv: Försöker ta bort mellannamn. Fungerar bara för poster med födelseår registrerade.

source: Remove middle names.
sk: Odstrániť prostredné mená.
sv: Ta bort mellannamn.

source: Allow inclusion of private records in chart.
fr: Permettre d'inclure les enregistrements privés dans le graphique.
sk: Povoliť zahrnutie súkromných záznamov do grafu.
sv: Tillåt inkludering av privat information i diagrammet.

source: Trim
fr: Raccourcir
sk: Orezať
sv: Förkorta

source: Trim descendants
sk: Orezať potomkov
sv: Förkorta ättlingar

source: All descendants (children) of selected individuals will not be shown.
sk: Všetci potomkovia (deti) vybraných jedincov nebudú zobrazení.
sv: Alla ättlingar (barn) av valda personer kommer inte att visas.

source: Enable trimming of descendants.
sk: Povoliť orezávanie potomkov.
sv: Aktivera förkortning av ättlingar.

source: You must enter valid person(s) before enabling trimming of descendants from tree.
sk: Musíte zadať platnú(é) osobu(y) pred umožnením orezania potomkov zo stromu.
sv: Du måste ange giltig(a) person(er) före aktivering av förkortning av ättlingar i trädet.

source: Trim ancestors
fr: Masquer les ancêtres
sk: Orezať predkov
sv: Förkorta anor

source: All ancestors (parents) of selected individuals will not be shown.
fr: Tous les ancêtres (parents) des individus sélectionnés ne seront pas affichés.
sk: Všetci predkovia (rodičia) vybraných jedincov nebudú zobrazení.
sv: Alla ättlingar (föräldrar) av valda personer kommer inte att visas.

source: Enable trimming of ancestors.
fr: Activer le masquage des ancêtres.
sk: Povoliť orezávanie predkov.
sv: Aktivera förkortning av anor.

source: Enable trimming of ancestors from tree.
fr: Activer le masquage des ancêtres dans l'arbre.
sk: Umožní orezávanie predkov zo stromu.
sv: Aktivera förkortning av anor i trädet.

source: Enable trim groups.
sk: Povoliť orezať skupiny.
sv: Aktivera förkortning av grupper.

source: Remove groups less than Min Group Size. Automatic for databases with more than 1500 individuals.
sk: Odstráni skupiny menšie ako minimálna veľkosť skupiny. Automatické pre databázy s viac ako 1500 jedincami.
sv: Ta bort grupper som är mindre än 'Minimal gruppstorlek'. Automatiskt för databaser med mer än 1500 individer.

source: Min Group Size
sk: Najmenšia veľkosť skupiny
sv: Minimal gruppstorlek

source: Enter the minimum size group to display. Value may be 2 or greater.
sk: Zadať minimálnu veľkosť skupiny, ktorá sa má zobraziť. Hodnota môže byť 2 alebo viac.
sv: Ange den minimala gruppstorleken för visning. Värdet kan vara 2 eller större.

source: Select Start and End Individuals in displayed path(s). Select two
sk: Vybrať počiatočných a koncových jedincov v zobrazených cestách. Vybrať dvoch
sv: Välj Börja och Sluta på individer i visade vägar. Välj två

source: Starting and ending person for displayed path(s). Select two people
sk: Počiatočná a koncová osoba pre zobrazenú(-é) cestu(-y). Vybrať dve osoby
sv: Börja och sluta person för visad(e) väg(ar). Välj två personer

source: Highlight path(s)
ca: Realça el(s) camí(ns)
fr: Mise en relief des chemins
sk: Zvýrazniť cestu(-y)
sv: Markera väg(ar)

source: Direct
sv: Direkt

source: Any
fr: Tous
sk: Akékoľvek
sv: Alla

source: Default (None)
fr: Défaut (Aucun)
sk: Predvolené (žiadne)
sv: Standard (ingen)

source: None - Don't highlight paths. Direct - Highlight direct descendant/ancestor paths. Any - Highlight any path(s) including direct or indirect.
ca: Cap: no realça camins. Directe: realça els camins descendents/ancestres directes. Qualsevol: realça qualsevol camí, inclòs el directe o indirecte.
sk: Žiadne – nezvýrazňovať cesty. Priame – zvýrazniť priame cesty potomkov/predkov. Akékoľvek – zvýrazniť akúkoľvek cestu(-y), vrátane priamych alebo nepriamych.
sv: Ingen - Markera inte vägar. Direkt - Markera direkta ättlinga/förfäders-vägar. Alla - Markera alla vägar inkluderande direkta och indirekta.

source: Show only path(s)
fr: Afficher uniquement le(s) chemin(s)
sk: Zobraziť len cestu(-y)
sv: Visa endast vägar

source: Default (none)
fr: Défaut (aucun)
sk: Predvolené (žiadne)
sv: Standard (ingen)

source: None - Don't show paths only. Direct - Show only direct descendant/ancestor paths. Any - Show only path(s) direct or indirect.
sk: Žiadne - nezobraziť iba cesty. Priame - zobraziť len priame cesty potomkov/predkov. Ľubovoľné - zobraziť len priame alebo nepriame cesty.
sv: Ingen - Visa inte bara vägar. Direkt - Visa endast direkta ättlinga/förfäders-vägar. Alla - Visa endast vägar direkta eller indirekta.

source: Select person at center of selection radius in graph.
sk: Vybrať osobu v strede okruhu výberu v grafe.
sv: Välj person i mitten av urvalsradien i diagrammet.

source: Max connections from center
fr: Connections max depuis le centre
sk: Maximum spojení od stredu
sv: Maximala förbindelser från huvudperson

source: Enter the maximum number of connections allowed from the center person. Value may be 1 or greater.
fr: Entrez le nombre maximal de connexions autorisées depuis la personne centrale. La valeur peut être 1 ou plus.
sk: Zadať maximálny počet povolených spojení od hlavnej osoby. Hodnota môže byť 1 alebo vyššia.
sv: Ange det maximala antalet förbindelser som är tillåtna från huvudpersonen. Värdet kan vara 1 eller större.

source: Limit graph to max connections from center.
fr: Limiter le graphique aux connections maximum depuis le centre.
sk: Obmedzí graf na maximálny počet spojení od stredu.
sv: Begränsa grafen till maximala förbindelser från huvudperson.

source: Display up to max connections from central person.
fr: Augmenter le nombre maximum de connections depuis l'individu central.
sk: Zobraziť maximálny počet spojení od hlavnej osoby.
sv: Visa upp till maximala förbindelser från huvudperson.

source: Highlight central person in graph.
ca: Realça la persona central al gràfic.
fr: Mise en avant de l'individu central dans le graphique.
sk: Zvýrazniť hlavnú osobu v grafe.
sv: Markera huvudperson i diagrammet.

source: Add yellow color background to central person.
fr: Ajouter la couleur jaune en arrière-plan de l'individu central.
sk: Pridať žltú farbu pozadia k hlavnej osobe.
sv: Lägg till gul bakgrund för huvudperson.

source: Use database handle instead of GrampID id in URLs.
sv: Använd databashantering istället för GrampID-id i URL:er.

source: Use database handle instead of the gramps id for URLs. The handle should never change whereas gramps ids can.
sv: Använd databashantering istället för gramps-id för URL:er. Hanteringen ska aldrig förändras medan gramps-id kan det.

source: Confirm overwrite file.
fr: Confirmer l'écrasement du fichier.
sk: Potvrdiť prepísanie súboru.
sv: Bekräfta skriva över fil.

source: Enable/disable confirmation of file overwrite.
fr: Activer/désactiver la confirmation de l'écrasement du fichier.
sv: Aktivera/avaktivera bekräftelse för överskrivning av fil.

source: Network Chart
fr: Graphique réseau
sv: Nätverksdiagram

source: Generates a family network chart.
fr: Génère un graphique du réseau familial.
sk: Vygeneruje diagram rodinnej siete.
sv: Skapar ett familjenätverksdiagram.

source: URL Prefix,Suffix
fr: Préfixe de l'url, suffixe
