Repository: gramps-project/addons-source
Catalog: AttachSourceTool/po/*-local.po
Languages: he, it, pl

source: Select filter to restrict people
he: בחירת מסנן להגבלת האנשים
it: Seleziona filtro per restringere le persone
pl: Wybierz filtr, aby ograniczyć listę osób

source: Source type
he: סוג מקור
it: Tipo di fonte
pl: Rodzaj źródła

source: New source
he: מקור חדש
it: Nuova fonte
pl: Nowe Źródło

source: Existing source
he: מקור קיים
it: Fonte esistente
pl: Istniejące źródło

source: Select the type of source to attach
he: בחירת סוג המקור לצרוף
it: Seleziona il tipo di fonte da allegare
pl: Wybierz typ źródła do dołączenia

source: New Source Title
he: כותרת מקור חדש
it: Titolo nuova fonte
pl: Tytuł nowego źródła

source: Text of source to attach
he: מלל המקור לצרוף
it: Testo della fonte da allegare
pl: Tekst źródła do załączenia

source: Existing Source ID
he: מזהה מקור קיים
it: ID della fonte esistente
pl: ID istniejącego źródła

source: ID of source to attach
he: מזהה מקור לצרוף
it: ID della fonte da allegare

source: Attach Source
he: לצרף מקור
it: Allega fonte
pl: Dołącz źródło

source: Processing...
he: מתבצע עיבוד...
it: Elaborazione in corso...
pl: Przetwarzanie...

source: Attaching sources...
he: צרוף מקורות...
it: Allegando fonti...

source: Attaching sources...
he: מתבצע צרוף מקורות...
it: Allegando fonti...

source: Done!
he: בוצע!
it: Fatto!
pl: Gotowe!

source: Attaches a shared source to multiple objects.
he: צרוף מקור משותף לעצמים מרובים.
it: Allega una fonte condivisa a oggetti multipli.
pl: Dołącza współdzielone źródło do wielu obiektów.
