Repository: gramps-project/addons-source
Catalog: SourceIndex/po/*-local.po
Languages: fi, sk

source: Sources Index
fi: Lähteiden valikko
sk: Index zdrojov

source: BirthIndex
fi: Syntymäpäivähakemisto

source: MarriageIndex
fi: Avioliittohakemisto

source: DeathIndex
fi: Kuolemien hakemisto

source: CensusIndex
fi: Väestönlaskennan hakemisto

source: SourceIndex
fi: Lähteiden hakemisto

source: index
fi: hakemisto

source: Import CSV
fi: Tuo CSV-tiedosto

source: add birth act
fi: näytä syntymä

source: add death act
fi: näytä kuolema

source: Select a birth source
fi: Valitse syntymän lähde
sk: Vyberte zdroj narodenia

source: birth
fi: syntymä

source: Select a marriage source
fi: Valitse avioliiton lähde
sk: Vyberte zdroj pre manželstvo

source: Select a death source
fi: Valitse kuoleman lähde
sk: Vyberte zdroj pre úmrtie

source: repositories
fi: arkistot

source: Selected view
fi: Valittu näkymä
sk: Vybrané zobrazenie

source: Info:
fi: Tiedot:

source: Reference:
fi: Viite:

source: First name:
fi: Etunimi:
sk: Prvé meno:

source: Age:
fi: Ikä:
sk: Vek:

source: <b>Image</b>
fi: <b>Kuva</b>

source: <b>Data person</b>
fi: <b>Henkilötiedot</b>

source: Origin:
fi: Alkuperä:
sk: Pôvod:

source: <b>Witness:</b>
fi: <b>Todistajat:</b>

source: Birth date:
fi: Syntymäpäivä:

source: Birth place:
fi: Syntymäpaikka:
sk: Miesto narodenia:

source: <b>Spouse</b>
fi: <b>Puoliso</b>
sk: <b>Manžel/manželka</b>

source: alive
fi: elossa

source: <b>Witness</b>
fi: <b>Todistajat</b>

source: Names:
fi: Nimet:

source: <b>Census</b>
fi: <b>Väestönlaskenta</b>

source: Death date:
fi: Kuolinpäivä:
sk: Dátum úmrtia:

source: Death place:
fi: Kuolinpaikka:
sk: Miesto úmrtia:

source: Birth act:
fi: Syntymätodistus:

source: Volume Page:
fi: Vuosikerta Sivu:

source: The source title
fi: Lähteen nimi

source: The volume or page of this source
fi: Tämän lähteen vuosikerta tai sivu

source: select the gender/sex
fi: valitse sukupuoli
sk: vybrať pohlavie

source: The names of the main person written into the source
fi: Päähenkilön nimet lähteen mukaisena

source: Repository title
fi: Arkiston nimi

source: Death place:
fi: Kuolin- paikka:
sk: Úmrtie miesto:

source: Origine:
fi: Alkuperä:
sk: Pôvod:

source: Marriage act:
fi: Vihkiminen:

source: m. place:
fi: vihkipaikka:
sk: miesto sob.:

source: Volume:
sk: Zväzok:

source: Marriage place:
sk: Miesto sobáša:

source: Birth place:
sk: Narodenie miesto:

source: m. date:
sk: dátum sob.:

source: places banns:
sk: miesta ohlášok:
