Repository: gramps-project/addons-source
Catalog: GedcomforGeneanet/po/*-local.po
Languages: fr

source: Export GEDCOM for Geneanet
fr: Exportation GEDCOM spécifique à Généanet

source: GEDCOM for Geneanet
fr: GEDCOM pour Généanet

source: Extensions to the common GEDCOM format for Geneanet transfert.
fr: Extensions du format courant Gedcom pour un transfert vers Généanet

source: GEDCOM for Geneanet options
fr: Options des extensions GEDCOM pour Généanet

source: Writing sources
fr: Ecrire les sources

source: Include witnesses
fr: Inclure les témoins

source: Include media
fr: Inclure les média

source: Include depot in sources
fr: Inclure les dépots dans les sources

source: Could not create %s
fr: Impossible de créer %s

source: Export failed
fr: L'exportation a échoué
