Repository: gramps-project/addons-source
Catalog: RepositoriesReport/po/*-local.po
Languages: fi

source: Repositories Report Options
fi: Arkistoraportin valinnat

source: Repositories Report
fi: Arkistoraportti

source: Page:
fi: Sivu:

source: Whether to include urls on repository.
fi: Näytetäänkö arkiston URL-osoitteet.

source: Include repository's address
fi: Näytä arkiston osoite

source: Whether to include addresses on repository.
fi: Sisällytetäänkö arkistoon osoitteet.

source: Whether to include author.
fi: Sisällytetäänkö tekijä.

source: Include source's abbreviation
fi: Sisällytä lähteen lyhenne

source: Whether to include abbreviation.
fi: Sisällytetäänkö lähteen lyhenne.

source: Whether to include publication information.
fi: Sisällytetäänkö julkaisutiedot.

source: Include source's data
fi: Sisällytä lähteen tiedot

source: Whether to include keys and values.
fi: Sisällytetäänkö avaimet ja arvot.

source: Whether to include notes on repositories and sources.
fi: Sisällytetäänkö lisätiedot arkistoista ja lähteistä.

source: Include media
fi: Lisää media

source: Whether to include media.
fi: Sisällytetäänkö media.

source: Include citations
fi: Sisällytä viitteet

source: Whether to include citations on sources.
fi: Sisällytetäänkö viittaukset lähteisiin.

source: Include private records
fi: Näytä yksityiset tiedot

source: Whether to include repositories and sources marked as private.
fi: Sisällytetäänkö yksityisiksi merkityt arkistot ja lähteet.

source: Whether to include key records with empty values.
fi: Sisällytetäänkö avaintietueet, joissa on tyhjä arvo.

source: The style used for the title of the report.
fi: Raportin otsikon tyyli.

source: The style used for each section.
fi: Osioiden tyyli.
