Repository: gramps-project/addons-source
Catalog: MediaReport/po/*-local.po
Languages: fr

source: Media Report
fr: Rapport Media

source: Generates report including images, image data and notes.
fr: Génère un rapport comprenant des images, des données d'image et des notes.

source: INFO
fr: INFORMATIONS

source: You have to select an image to generate this report.
fr: Vous devez sélectionner une image pour générer ce rapport.

source: You have to select a custom note or uncheck the option 'include custom note' to generate this report.
fr: Vous devez sélectionner une note personnalisée ou décocher l'option 'inclure une note personnalisée' pour générer ce rapport.

source: This report only supports PDF as output file format.
fr: Ce rapport ne supporte que le format PDF comme format de fichier de sortie.

source: General:
fr: Général :

source: Image type:
fr: Type d'image :

source: Heading
fr: En-tête

source: Select a media file for this report
fr: Sélectionnez un fichier medium pour ce rapport

source: Custom note
fr: Note personnalisée

source: Select a note for this report
fr: Sélectionnez une note pour ce rapport

source: Include custom note
fr: Inclure la note personnalisée

source: The custom note will be included
fr: La note personnalisée sera incluse

source: Include referenced people
fr: Inclure les individus référencés

source: Referenced people will be included
fr: Les individus référencés seront incluse

source: Include media data
fr: Inclure les données des media

source: Tags, notes and attributes will be included
fr: Étiquettes, notes et attributs seront inclus

source: Media width
fr: Largeur du medium

source: Maximum media width in % of available page width.
fr: Largeur maximale du medium en pixels en % de la largeur de page.

source: Media height
fr: Hauteur des media

source: Maximum media height in % of available page height.
fr: Hauteur maximale du medium en % de la hauteur de page.
