Repository: gramps-project/addons-source
Catalog: EditExifMetadata/po/*-local.po
Languages: fi

source: Edit Image Exif Metadata
fi: Muokkaa kuvan Exif-metatietoja

source: Gramplet to view, edit, and save image Exif metadata
fi: Gramplet kuvan Exif-metatietojen tarkasteluun, muokkaamiseen ja tallentamiseen

source: Edit Exif Metadata
fi: Muokkaa Exif-metatietoja

source: <-- Image Types -->
fi: <-- Kuvatyypit -->

source: Warning: Changing this entry will update the Media object title field in Gramps not Exiv2 metadata.
fi: Varoitus: Tämän merkinnän muuttaminen päivittää Grampsin mediaobjektin otsikon, ei Exiv2-metatietoja.

source: Provide a short description for this image.
fi: Anna tälle kuvalle lyhyt kuvaus.

source: Enter the Artist/ Author of this image. The person's name or the company who is responsible for the creation of this image.
fi: Anna kuvan tekijä. Henkilön nimi tai yritys, joka on vastuussa kuvan luomisesta.

source: Enter the copyright information for this image.
fi: Anna tämän kuvan tekijänoikeustiedot.

source: The original date/ time when the image was first created/ taken as in a photograph. Example: 1830-01-1 09:30:59
fi: Alkuperäinen päivämäärä ja kellonaika, jolloin kuva luotiin tai valokuvattiin. Esimerkki: 1830-01-1 09:30:59

source: This is the date/ time that the image was last changed/ modified. Example: 2011-05-24 14:30:00
fi: Tämä on päivämäärä ja aika, jolloin kuvaa viimeksi muutettiin. Esimerkki: 2011-05-24 14:30:00

source: Enter the Latitude GPS coordinates for this image, Example: -43.722965, -43:43:22, 38° 38′ 03″ N
fi: Anna kuvan leveysasteen GPS-koordinaatit. Esimerkkejä: -43.722965, -43:43:22, 38° 38′ 03″ N

source: Enter the Longitude GPS coordinates for this image, Example: -10.396378, -10:23:46, 105° 6′ 6″ W
fi: Anna tämän kuvan pituusasteen GPS-koordinaatit. Esimerkkejä: -10.396378, -10:23:46, 105° 6′ 6″ W

source: This is the measurement of Above or Below Sea Level. It is measured in meters. Example: 200.558, -200.558
fi: Tämä on korkeus merenpinnasta metreinä (ylä- tai alapuolella). Esimerkkejä: 200,558, -200,558

source: Displays the Gramps Wiki Help page for 'Edit Image Exif Metadata' in your web browser.
fi: Avaa selaimessasi Grampsin Wikin ohjesivu 'Muokkaa kuvan Exif-metatietoja'.

source: This will open up a new window to allow you to edit/ modify this image's Exif metadata. It will also allow you to be able to Save the modified metadata.
fi: Avataan uusi ikkuna kuvan Exif-metatietojen muokkaamiseksi. Voit myös tallentaa muokatut metatiedot.

source: Will produce a Popup window showing a Thumbnail Viewing Area
fi: Tuottaa ponnahdusikkunan pikkukuvien katsomiseksi

source: Select from a drop- down box the image file type that you would like to convert your non- Exiv2 compatible media object to.
fi: Valitse pudotusvalikosta tiedostotyyppi, johon haluat muuntaa ei-Exiv2-yhteensopivan mediatiedostosi.

source: If your image is not of an image type that can have Exif metadata read/ written to/from, convert it to a type that can?
fi: Muunnetaanko kuva tarvittaessa sellaiseen muotoon, jonne voi tallettaa Exif-tietoja?

source: WARNING: This will completely erase all Exif metadata from this image! Are you sure that you want to do this?
fi: VAROITUS: Kaikki Exif-metatiedot poistetaan tästä kuvasta! Haluatko varmasti tehdä niin?

source: Clear GPS
fi: Tyhjennä GPS

source: Thumbnail
fi: Pienoiskuva

source: Copy
fi: Kopioi

source: Select an image to begin...
fi: Aloita valitsemalla kuva...

source: Image is NOT readable, Please choose a different image...
fi: Kuva EI ole luettavissa, Valitse toinen kuva...

source: Please convert this image to an Exiv2- compatible image type...
fi: Muunna tämä kuva Exiv2-yhteensopivaksi kuvaksi...

source: Image Size : {width} x {height} pixels
fi: Kuvan koko : {width} x {height} pikseliä

source: Image is NOT writable, You will NOT be able to save Exif metadata....
fi: Kuva EI ole kirjoituskelpoinen, Et voi tallentaa Exif-metatietoja....

source: Click Close to close this Thumbnail View Area.
fi: Sulje tämä pikkukuvanäkymä napsauttamalla Sulje.

source: Thumbnail View Area
fi: Pienoiskuvanäkymä

source: WARNING: You are about to convert this image into a .jpeg image. Are you sure that you want to do this?
fi: VAROITUS: olet muuntamassa tämän kuvan .jpeg-kuvaksi. Oletko varma?

source: Convert and Delete
fi: Muunna ja poista

source: Your image has been converted and the original file has been deleted, and the full path has been updated!
fi: Kuvasi on muunnettu ja alkuperäinen on poistettu. Kuvan polku on päivitetty!

source: There has been an error, Please check your source and destination file paths...
fi: Virhe. Tarkista lähde- ja kohdetiedostojen polut...

source: There was an error in deleting the original file. You will need to delete it yourself!
fi: Alkuperäisen tiedoston poistaminen ei onnistunut. Sinun on poistettava se itse!

source: There was an error in converting your image file.
fi: Virhe kuvatiedoston muuntamisessa.

source: Media Path Update
fi: Mediapolun päivitys

source: There has been an error in updating the image file's path!
fi: Virhe päivitettäessä kuvatiedoston polkua!

source: Click the close button when you are finished modifying this image's Exif metadata.
fi: Napsauta sulkemispainiketta, kun olet muokannut tämän kuvan Exif-metatietoja.

source: Saves a copy of the data fields into the image's Exif metadata.
fi: Tallentaa tietokenttien sisällöt kuvan Exif-metatietoihin.

source: Re -display the data fields that were cleared from the Edit Area.
fi: Näytä uudelleen tietokentät, jotka on tyhjennetty muokkausalueelta.

source: This button will clear all of the data fields shown here.
fi: Tällä painikkeella tyhjennetään kaikki nämä tietokentät.

source: This button will clear all of the GPS fields shown here.
fi: Tämä painike tyhjentää kaikki nämä GPS-kentät.

source: Closes this popup Edit window. WARNING: This action will NOT Save any changes/ modification made to this image's Exif metadata.
fi: Sulkee tämän ponnahdusikkunan. VAROITUS: Tämä toiminto EI tallenna kuvan Exif-metatietoihin tehtyjä muutoksia.

source: Media Object Title
fi: Mediaobjektin nimi

source: media Title:
fi: median nimi:

source: General Data
fi: Yleistietoa

source: Description:
fi: Kuvaus:

source: Artist:
fi: Tekijä:

source: Copyright:
fi: Tekijänoikeudet:

source: Date/ Time
fi: Päiväys ja aika

source: Original:
fi: Alkuperäinen:

source: Modified:
fi: Muutettu:

source: Latitude/ Longitude/ Altitude GPS coordinates
fi: Leveys- ja pituusaste sekä korkeus GPS-koordinaatit

source: Latitude :
fi: Leveysaste:

source: Longitude :
fi: Pituusaste:

source: Altitude :
fi: Korkeus:

source: Bad Date/Time
fi: Virheellinen päivä tai aika

source: Invalid latitude (syntax: 18°9'
fi: Kelvoton leveysaste (muotoa: 18°9'

source: 48.21"S, -18.2412 or -18:9:48.21)
fi: 48.21"E, -18.2412 tai -18:9:48.21)

source: Invalid longitude (syntax: 18°9'
fi: Kelvoton pituusaste (muotoa: 18°9'

source: 48.21"E, -18.2412 or -18:9:48.21)
fi: 48.21"I, -18.2412 or -18:9:48.21)

source: WARNING! You are about to completely delete the Exif metadata from this image.
fi: VAROITUS! Olet kokonaan poistamassa Exif-metatiedot tästä kuvasta.

source: Delete?
fi: Poistetaan?

source: WARNING! You are about to completely delete the GPS metadata from this image.
fi: VAROITUS! Olet poistamassa kokonaan GPS-metatiedot tästä kuvasta.

source: Media Title Update
fi: Median nimen päivitys

source: Media Object Date Created
fi: Mediaobjekti luotu

source: Saving Exif metadata to this image...
fi: Tallennetaan kuvan Exif-metatietoja...

source: All Exif metadata has been deleted from this image...
fi: Kaikki Exif-metatiedot on poistettu tästä kuvasta...

source: There was an error in stripping the Exif metadata from this image...
fi: Exif-metatietojen poistaminen tästä kuvasta ei onnistunut...
