Repository: gramps-project/addons-source
Catalog: PhpGedView/po/*-local.po
Languages: hr

source: Download a GEDCOM file from a phpGedView server.
hr: Preuzmi GEDCOM datoteku s phpGedView servera.

source: Fetching index list...
hr: Dohvaćanje popisa indeksa …

source: Fetching records...
hr: Dohvaćanje zapisa …

source: Logging in...
hr: Prijavljivanje u …

source: Fetching GEDCOM...
hr: Dohvaćanje GEDCOM-a …

source: Importing GEDCOM...
hr: Uvoz GEDCOM-a …

source: Error: login failed
hr: Greška: prijava nije uspjela

source: done.
hr: gotovo.

source: Connecting...
hr: Povezivanje …

source: Get version...
hr: Nabavi verziju …

source: Version %s
hr: Verzija %s

source: Reading file list...
hr: Čitanje popisa datoteka …

source: Error: Invalid URL
hr: Greška: nevaljani URL

source: - default -
hr: – zadano –

source: phpGedView import
hr: phpGedView uvoz

source: Username:
hr: Korisničko ime:

source: Password:
hr: Lozinka:
