Repository: gramps-project/addons-source
Catalog: Betawhatsnext/po/*-local.po
Languages: fi_fi, he, it, pl

source: Beta What's Next
fi_fi: Beta Mitä seuraavaksi
he: בטא מה הלאה
pl: Beta Co dalej

source: Beta Gramplet suggesting items to research
fi_fi: Beta Gramplet ehdottaa tutkimuskohteita
he: גראמפלט בטא להצעות פריטים למחקר

source: Beta What's Next?
fi_fi: Beta Mitä seuraavaksi?
he: בטא מה הלאה?
pl: Beta Co dalej?

source: ⛔ A local Genealogical Tree database has not yet been loaded.
fi_fi: ⛔ Paikallista sukupuutietokantaa ei ole vielä ladattu.
he: ⛔ מסד ־נתוני אילן־יוחסין מקומי עדיין לא טעון.
pl: ⛔ Nie załadowano jeszcze lokalnej bazy danych drzewa genealogicznego.

source: 👣 Next Steps:
fi_fi: 👣 Seuraavat vaiheet:
he: 👣 השלבים הבעים:
it: 👣 Prossimi passi:
pl: 👣 Następne kroki:

source: • From the "Family Trees" menu,
fi_fi: • ”Sukupuut"-valikossa,
he: • מתפריט 'אילן־יוחסין',
it: • Dal menu "Alberi genealogici" ,
pl: • Z menu „Drzewa rodzinne”,

source: use the "Manage Family Trees..." option to
fi_fi: käytä "Hallinnoi sukupuita..." vaihtoehtoa
he: שימוש באפשרות 'ניהול אילנות־יוחסין...' כדי

source: create a New (or to select an existing) Tree database.
fi_fi: luo uusi (tai valitse olemassa oleva) sukupuu tietokanta.
he: ליצור מסד נתוני אילן חדש (או לבחור אחד קיים).

source: • Click the "Load Family Tree" button to begin
fi_fi: • Aloita napsauttamalla "Lataa sukupuu" -painiketta
he: • הקשה על לחצן 'טעינת אילן־יוחסין' כדי להתחיל
it: • Clicca su "Carica albero genealogico" per iniziare

source: working with the selected genealogical tree.
fi_fi: työskentely valitun sukupuun kanssa.
he: עבודה עם אילן־יוחסין שנבחר.
it: lavora con l'albero genealogico selezionato.

source: Create and load an empty new tree to import a backup (or
fi_fi: Luo ja lataa tyhjä uusi sukupuu varmuuskopion tuomista varten (tai
he: ליצור ולטעון אילן־יוחסין חדש ריק כדי לייבא קובץ גיבוי (או
pl: Utwórz i załaduj nowe, puste drzewo, aby zaimportować kopię zapasową (lub

source: GEDCOM file) from another genealogical tool.
fi_fi: GEDCOM-tiedosto) toisesta sukututkimustyökalusta.
he: קובץ GEDCOM) מכלי חקר־יוחסין אחר.
pl: plik GEDCOM) z innego narzędzia genealogicznego.

source: Use the "Configure" in the "View" menu to change the Gramplet options.
fi_fi: Voit muuttaa Gramplet-asetuksia ”Näytä” valikon ”Asetukset” kohdasta.
he: נא להשתמש באפשרות 'תצור' בתפריט 'מצג' כדי לשנות את אפשרויות Gramplet.
pl: Użyj opcji „Konfiguruj” w menu „Widok”, aby zmienić opcje Gramplet.

source: Search Quota
fi_fi: Hakutulokset
he: מכסת חיפוש
it: Quota di ricerca

source: Depth per loop
fi_fi: Syvyys silmukkaa kohden
he: עומק לכל לולאה

source: Pause search expansion
fi_fi: Keskeytä haun laajennus
he: השהיית הרחבת חיפוש

source: Completed Person
fi_fi: Valmistunut henkilö
he: אדם שהושלם
it: Persona completata

source: Completed offspring Families
fi_fi: Valmistuneet jälkeläisperheet
he: משפחות צאצאים שהושלמו
it: Famiglie con discendenza completata

source: Ignore Person or Family
fi_fi: Jätä henkilö tai perhe huomiotta
he: להתעלם מאדם או משפחה
it: Ignora persona o famiglia

source: ⛔ The current Tree database contains no people.
fi_fi: ⛔ Nykyisessä sukupuut tietokannassa ei ole henkilöitä.
he: ⛔ מסד נתוני אילן־היוחסין הנוכחי לא מכיל אנשים.
it: ⛔ L'attuale albero genealogico non contiene persone.

source: 👣 Next Steps: Add a Family and a person in that family: • A Family may be added via the "Add" menu • A person may be added by pressing the "+" (plus) in the spouse ("Father/partner1" or "Mother/partner2") panels or "Children" tab. Or Import People from an external file: • An external file may be used to populate the tree via "Import..." in the "Family Trees" menu.
fi_fi: 👣Seuraavat vaiheet: Lisää perhe ja henkilö kyseiseen perheeseen: • Perheen voi lisätä "Lisää"-valikon kautta. • Henkilön voi lisätä painamalla "+" (plus) -painiketta perhe ikkunassa ("Isä/kumppani1" tai "Äiti/kumppani2") tai "Lapset"-välilehdellä.. Tai tuo ihmisiä ulkoisesta tiedostosta: • Ulkoista tiedostoa voidaan käyttää sukupuun täyttämiseen valitsemalla "Tuo..." "Sukupuut"-valikosta.
he: 👣 השלבים הבאים: הוספת משפחה ואדם במשפחה זו: • ניתן להוסיף משפחה מתפריט "הוספה" • ניתן להוסיף אדם על ידי לחיצה על ה-"+" (סימן חיבור) בלוח הזוגאי ("אב/הורה1" או "אם/הורה2") או בלשונית "צאצאים". או על ידי ייבוא אנשים מקובץ חיצוני: • ניתן להשתמש בקובץ חיצוני כדי לאכלס את אילן־היוחסין מאפשרות "ייבוא..." בתפריט "אילנות־יוחסין".
it: 👣 Prossimi passi: Aggiungi una famiglia e poi aggiungi una persona a quella famiglia: • Una famiglia può essere aggiunta usando il menu "Aggiungi" • Una persona può essere aggiunta premendo "+" (più) nel pannello coniuge ("padre/partner1" o "madre/partner2") o nella scheda "figli". Oppure importa persone da un file esterno: • Un file esterno può essere utilizzato per popolare l'albero usando "Importa..." nel menu "Alberi genealogici".

source: ⛔ No Person has been chosen as the focal "Home Person".
fi_fi: ⛔ Ketään ei ole tehty keskeiseksi "kotihenkilöksi".
he: ⛔ לא נבחר כל אדם שישמש כ"אדם הבית".
it: ⛔ Nessuna persona è stata scelta come "Home Person".

source: 👣 Next Steps: • Select the People view icon in the Navigator sidebar. • Select someone to make them the "Active Person". • Choose "Set Home Person" from the Edit menu or from the (right-click) context menu. This sets them as the focal "Home Person".
fi_fi: 👣 Seuraavat vaiheet: • Valitse navigaattorin sivupalkin Henkilöt näkymän kuvake. • Valitse joku, josta tulee "Aktiivinen henkilö". • Valitse Muokkaa-valikosta tai (hiiren kakkospainikkeella) avautuvasta kontekstivalikosta "Aseta kotihenkilö". Tämä asettaa hänen keskeiseksi ”kotihenkilöksi”.".
he: 👣 השלבים הבאים: • נא לבחור את סמל תצוגת 'אנשים' בסרגל ניווט הצד. • נא לבחור אדם כלשהו כדי להפוך אותו ל"אדם פעיל". • נא לבחור באפשרות "הגדרת אדם בית" מתפריט עריכה או מתפריט ההקשר (הקשה ימנית). פעולה זו מגדירה אותם כ"אדם בית" במוקד.
pl: Następne kroki: - Wybierz ikonę widoku Osoby na pasku bocznym Nawigatora. - Wybierz kogoś, aby ustawić go jako „Aktywną osobę”. - Wybierz opcję „Set Home Person” (Ustaw osobę główną) z menu Edit (Edycja) lub z menu kontekstowego (po kliknięciu prawym przyciskiem myszy). Spowoduje to ustawienie tej osoby jako głównej „Home Person”.

source: Double-click color text to edit details
fi_fi: Muokkaa yksityiskohtia kaksoisnapsauttamalla väritekstiä
he: הקשה כפולה על צבע מלל לעריכת פרטים
pl: Kliknij dwukrotnie kolorowy tekst, aby edytować szczegóły

source: first name unknown
fi_fi: etunimi tuntematon

source: surname unknown
fi_fi: sukunimi tuntematon

source: (person with unknown name)
fi_fi: (henkilö, jonka nimi on tuntematon)

source: Birth event missing.
fi_fi: Syntymätapahtuma puuttuu.
he: חסר אירוע לידה.
it: Evento Nascita assente.

source: Add via the Events tab of the Edit Person dialog.
fi_fi: Lisää Muokkaa henkilöä -valintaikkunan Tapahtumat-välilehden kautta.
he: הוספה באנצעות דו־שיח 'עריכת אדם' בלשונית אירועים.
it: Aggiungilo usando la scheda Eventi della tabella Modifica persona.
pl: Dodaj za pomocą karty Zdarzenia w oknie dialogowym Edytuj osobę.

source: (unknown person)
fi_fi: (tuntematon henkilö)

source: %(name1)s and %(name2)s
fi_fi: %(name1)s ja %(name2)s

source: marriage event missing
fi_fi: avioliittotapahtuma puuttuu

source: relationship type unknown
fi_fi: suhdetyyppi tuntematon
he: סוג קשר־קרבה לא ידוע
it: tipo di relazione sconosciuto

source: Add via the Events tab of the Edit Family dialog.
fi_fi: Lisää Muokkaa perhettä -valintaikkunan Tapahtumat-välilehden kautta.
he: הוספה באמצעות דו־שיח עריכצ משפחה בלשונית אירועים.
it: Aggiungilo usando la scheda Eventi della tabella Modifica persona.
pl: Dodaj za pomocą karty Zdarzenia w oknie dialogowym Edytuj rodzinę.

source: 591 family not complete
fi_fi: 591 perhe ei ole täydellinen
he: 591 משפחה לא הושלמה
it: 591 famiglia non completa

source: date unknown
fi_fi: päivämäärä tuntematon

source: date incomplete
fi_fi: päivämäärä puutteellinen

source: place unknown for the Event
fi_fi: paikka tuntematon
he: מקום לא ידוע לאירוע
it: luogo sconosciuto per l'evento

source: A partner relationship exists but the spouse is missing
fi_fi: Parisuhde on olemassa, mutta puoliso puuttuu
he: קיים קשר־קרבה מסוג זוגיות אך זוגאי חסר

source: Add missing partner using the Edit Family dialog.
fi_fi: Lisää puuttuva kumppani Muokkaa perhettä -valintaikkunassa.
he: הוספת זוגאי חסר באמצעות דו־שיח עריכת משפחה.
pl: Dodaj brakującego partnera za pomocą okna dialogowego Edytuj rodzinę.

source: Father missing from the parent family
fi_fi: Isä puuttuu vanhempien perheestä
he: במשפחת ההורים האב חסר

source: Mother missing from the parent family
fi_fi: Äiti puuttuu vanhempien perheestä
he: במשפחת ההורים האם חסרה

source: Parent family is unknown.
fi_fi: Vanhempien perhe on tuntematon.
he: משפחת ההורים לא ידועה.

source: "Add New/Existing Parents" from the Edit menu of the Relationships view.
fi_fi: ”Lisää uusia/olemassa olevia vanhempia” Suhteet-näkymän Muokkaa-valikosta.
he: 'הוספת הורה קיים/חדש' מתפריט 'עריכה' במצג קשרי־קרבה.
pl: „Dodaj nowych/istniejących rodziców” z menu Edycja w widoku Relacje.
