Repository: gramps-project/addons-source
Catalog: RUWebConnectPack/po/*-local.po
Languages: fr

source: RU Web Connect Pack
fr: Ensemble de liens internet russes

source: Collection of Web sites for the RU (requires libwebconnect)
fr: Collection de sites internet pour la Russie (nécessite libwebconnect)

source: OBD "Memorial"
fr: "Mémorial" OBD

source: People memory
fr: Mémoire du peuple

source: Winners
fr: Gagnants

source: Lived
fr: En vie

source: Open list
fr: Ouvrir la liste

source: Wait for me
fr: Attends-moi

source: Yandex people
fr: Yandex

source: RIA Officers
fr: Officiers RIA 1914
