Repository: gramps-project/addons-source
Catalog: trunk/contrib/DynamicWeb/po/*-global.po
Languages: fr

source: Dynamic Web Report
fr: Rapport Web Dynamique

source: Produces dynamic web pages for the database
fr: Produit des pages web dynamiques pour la base de données

source: Person page
fr: Page d'individu

source: Person
fr: Individu

source: Surnames index page
fr: Page d'index des noms de famille

source: Surnames
fr: Noms de famille

source: Individuals index page
fr: Page d'index des individus

source: Individuals
fr: Individus

source: Families index page
fr: Page d'index des familles

source: Families
fr: Familles

source: Sources index page
fr: Page d'index des sources

source: Media index page
fr: Page d'index des media

source: Places index page
fr: Page d'index des lieux

source: Places
fr: Lieux

source: Addresses page
fr: Page des adresses

source: Addresses
fr: Adresses

source: Repositories index page
fr: Page d'index des dépôts

source: Repositories
fr: Dépôts

source: SVG graphical tree
fr: Arbre graphique SVG

source: Tree
fr: Arbre

source: Custom page %(index)i
fr: Page personnalisée %(index)i

source: Custom
fr: Personnalisé

source: Ascending tree (horizontal)
fr: Arbre ascendant (horizontal)

source: Ascending tree (vertical)
fr: Arbre ascendant (vertical)

source: Ascending tree (circle)
fr: Arbre ascendant (en cercle)

source: Ascending tree (circle, proportional size)
fr: Arbre ascendant (en cercle, taillles proportionnelles)

source: Ascending tree (half-circle, fixed size)
fr: Arbre ascendant (en demi-cercle)

source: Ascending tree (half-circle, proportional size)
fr: Arbre ascendant (en demi-cercle, taillles proportionnelles)

source: Descending tree (horizontal)
fr: Arbre descendant (horizontal)

source: Descending tree (horizontal, with spouses)
fr: Arbre descendant (horizontal, avec époux)

source: Descending tree (vertical)
fr: Arbre descendant (vertical)

source: Descending tree (vertical, with spouses)
fr: Arbre descendant (vertical, avec époux)

source: Descending tree (circle)
fr: Arbre descendant (en cercle)

source: Descending tree (circle, with spouses)
fr: Arbre descendant (en cercle, avec époux)

source: Descending tree (half-circle)
fr: Arbre descendant (en demi-cercle)

source: Descending tree (half-circle, with spouses)
fr: Arbre descendant (en demi-cercle, avec époux)

source: Ascending and descending tree (horizontal)
fr: Arbre ascendant et descendant (horizontal)

source: Ascending and descending tree (horizontal, with spouses)
fr: Arbre ascendant et descendant (horizontal, avec époux)

source: Ascending and descending tree (vertical)
fr: Arbre ascendant et descendant (vertical)

source: Ascending and descending tree (vertical, with spouses)
fr: Arbre ascendant et descendant (vertical, avec époux)

source: Ascending and descending tree (circle)
fr: Arbre ascendant et descendant (en cercle)

source: Ascending and descending tree (circle, with spouses)
fr: Arbre ascendant et descendant (en cercle, avec époux)

source: Ascending and descending tree (circle, proportional size)
fr: Arbre ascendant et descendant (en cercle, taillles proportionnelles)

source: Ascending and descending tree (circle, proportional size, with spouses)
fr: Arbre ascendant et descendant (en cercle, taillles proportionnelles, avec époux)

source: Default
fr: Défaut

source: Mainz
fr: Mayence

source: Neither %(current)s nor %(parent)s are directories
fr: Ni %(current)s ni %(parent)s ne sont des répertoires

source: Could not create the directory: %(path)s
fr: Impossible de créer le répertoire: %(path)s

source: Dynamic Web Site Report
fr: Rapport en site web dynamique

source: Exporting family tree data ...
fr: Export des données de l'arbre familial ...

source: Author
fr: Auteur

source: Abbreviation
fr: Abréviation

source: Publication information
fr: Informations de publication

source: Confidence
fr: Niveau de confiance

source: Impossible to convert "%(path)s" to a relative path.
fr: Impossible de convertir "%(path)s" en chemin relatif.

source: The pages configuration is not valid: several pages have the same content
fr: La configuration des pages n'est pas valide: Il y a plusieurs pages avec le même contenu

source: Search results
fr: Résultats de la recherche

source: (filtered from _MAX_ total entries)
fr: (filtrées parmi un total de _MAX_ éléments)

source: (sort by name)
fr: (tri par nom)

source: (sort by quantity)
fr: (tri par nombre)

source: : activate to sort column ascending
fr: : avtiver pour trier la colonne dans l'ordre croissant

source: : activate to sort column descending
fr: : avtiver pour trier la colonne dans l'ordre décroissant

source: <p>Click on a person to center the graph on this person.<br>When clicking on the center person, the person page is shown.<p>The type of graph could be selected in the list (on the top left side of the graph)<p>The number of ascending end descending generations could also be adjusted.<p>Use the mouse wheel or the buttons to zoom in and out.<p>The graph could also be shown fullscreen.
fr: <p>Cliquez sur une personne pour centrer le graph sur cette personne.<br>En cliquant sur la personne centrale, la page de la personne est affichée.<p>Le type de graphe peut être sélectionné dans la liste (dans le coin supérieur gauche du graphe)<p>Il est aussi possible de choisir le nombre de générations ascendantes et descendantes.<p>Utilisez la roulette de souris ou les boutons pour zoomer.<p>Le graphe peut aussi être affiché en plein écran.

source: Address
fr: Adresse

source: Age at Death
fr: Âge au décès

source: Alternate Name
fr: Nom alternatif

source: Ancestors
fr: Ascendants

source: Attribute
fr: Attribut

source: Attributes
fr: Attributs

source: Birth
fr: Naissance

source: Call Name
fr: Prénom usuel

source: Call Number
fr: Numéro d'identifiant

source: Children
fr: Enfants

source: Church Parish
fr: Paroisse

source: City
fr: Ville

source: Click on the map to show it fullscreen
fr: Cliquer sur la carte pour l'afficher en plein écran

source: Country
fr: Pays

source: County
fr: Comté (Départ.)

source: Death
fr: Décès

source: Event
fr: Événement

source: Events
fr: Événements

source: Families Index
fr: Index des familles

source: Family Nick Name
fr: Surnom de la famille

source: Father
fr: Père

source: Female
fr: Féminin

source: Gender
fr: Genre

source: Graph help
fr: Aide sur le graphe

source: Link
fr: Lien

source: Loading...
fr: En charge...

source: Locality
fr: Lieu-dit

source: Location
fr: Emplacement

source: Male
fr: Masculin

source: Map
fr: Plan

source: Marriage
fr: Mariage

source: Maximize
fr: Agrandir

source: Media found:
fr: Media trouvés:

source: Media Index
fr: Index des media

source: Media Type
fr: Type du media

source: Mother
fr: Mère

source: Name
fr: Nom

source: Nick Name
fr: Surnom

source: No data available in table
fr: Pas de données disponible dans la table

source: No matching records found
fr: Pas d'objets correspondant trouvés

source: No matching surname.
fr: Il n'y a pas de nom correspondant.

source: None.
fr: Aucun.

source: Path
fr: Chemin

source: Person to search for
fr: Personne à rechercher

source: Persons found:
fr: Personnes trouvées:

source: Persons Index
fr: Index des personnes

source: Phone
fr: Téléphone

source: Place
fr: Lieu

source: Places found:
fr: Lieux trouvés:

source: Places Index
fr: Index des lieux

source: Postal Code
fr: Code lieu

source: Processing...
fr: Traitement en cours...

source: References
fr: Références

source: Relationship to Father
fr: Relation au père

source: Relationship to Mother
fr: Relation à la mère

source: Relationship
fr: Relation

source: Repository
fr: Dépôt

source: Search:
fr: Recherche:

source: Select the number of ascending generations
fr: Sélection du nombre de générations ascendantes

source: Select the number of descending generations
fr: Sélection du nombre de générations descendantes

source: Select the type of graph
fr: Sélection du type de graphe

source: Several matches.<br>Precise your search or choose in the lists below.
fr: Plusieurs correspondances.<br>Précisez votre recherche ou choisissez dans les listes ci-dessous.

source: Show _MENU_ entries
fr: Afficher _MENU_ éléments

source: Showing 0 to 0 of 0 entries
fr: Eléments 0 à 0 affichés parmi 0

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Eléments _START_ à _END_ affichés parmi _TOTAL_

source: Siblings
fr: Frères et sœurs

source: Sources found:
fr: Sources trouvées:

source: Sources Index
fr: Index des sources

source: Spouses
fr: Conjoints

source: State/ Province
fr: Région/Province

source: Street
fr: Rue

source: Surnames Index
fr: Index des patronymes

source: There is no matching name.
fr: Il n'y a pas de nom correspondant.

source: Title
fr: Titre

source: Unknown
fr: Inconnu

source: Use the search box above in order to find a person.<br>Women are listed with their maiden name.
fr: Utilisez le formulaire de recherche ci-dessus pour trouver un individu.<br>Les femmes sont référencées avec leur nom de jeune fille.

source: Used for family
fr: Référencé par les familles

source: Used for media
fr: Référencé par les médias

source: Used for person
fr: Référencé par les personnes

source: Used for place
fr: Référencé par les lieux

source: Used for source
fr: Référencé par les sources

source: Value
fr: Valeur

source: Web Link
fr: Lien internet

source: Web Links
fr: Liens internet

source: Without surname
fr: Sans patronyme

source: Copying error: %(error)s
fr: Erreur de copie: %(error)s

source: Impossible to copy "%(src)s" to "%(dst)s"
fr: Échec de la copie de "%(src)s" vers "%(dst)s"

source: Possible destination error
fr: Possible erreur de destination

source: You appear to have set your target directory to a directory used for data storage. This could create problems with file management. It is recommended that you consider using a different directory to store your generated web pages.
fr: Il semble que le répertoire cible est le répertoire de stockage des données. Cela peut générer des problèmes dans la gestion de fichier. Il est recommandé d'utiliser un répertoire différent pour stocker les pages internet générées.

source: Unable to copy web site template files from "%(path)s"
fr: Impossible de copier le modèle de site web depuis "%(path)s"

source: Keeping "%(dst)s" (newer than "%(src)s")
fr: Conserve "%(dst)s" (plus récent que "%(src)s")

source: Copying "%(src)s" to "%(dst)s"
fr: Copie de "%(src)s" vers "%(dst)s"

source: Invalid file name
fr: Nom de fichier invalide

source: The archive file must be a file, not a directory
fr: L'archive doit être un fichier, pas un répertoire

source: Unable to overwrite archive file "%(path)s"
fr: Impossible de créer le fichier d'archive "%(path)s"

source: Unable to add file "%(file)s" to archive "%(archive)s"
fr: Impossible d'ajouter le fichier "%(file)s" à l'archive "%(archive)s"

source: DynamicWebReport ignoring link type '%(class)s'
fr: DynamicWebReport ignore le type de lien '%(class)s'

source: Applying Person Filter...
fr: Application du filtre individu...

source: Constructing list of other objects...
fr: Construction d'une liste d'autres objets...

source: Family of %(husband)s and %(spouse)s
fr: Famille de %(husband)s et %(spouse)s

source: Family of %(father)s
fr: Famille de %(father)s

source: Family of %(mother)s
fr: Famille de %(mother)s

source: In this note, the following special words are processed: __SEARCH_FORM__ is replaced by a search form. __NB_INDIVIDUALS__ is replaced by the number of persons. __NB_FAMILIES__ is replaced by the number of families. __NB_MEDIA__ is replaced by the number of media objects. __NB_SOURCES__ is replaced by the number of sources. __NB_REPOSITORIES__ is replaced by the number of repositories. __NB_PLACES__ is replaced by the number of places. __MEDIA_<gid>__ is replaced by the media with gramps ID <gid>. __THUMB_<gid>__ is replaced by the thumbnail of the media with gramps ID <gid>. __EXPORT_DATE__ is replaced by the current date. __GRAMPS_VERSION__ is replaced by the GRAMPS version. __GRAMPS_HOMEPAGE__ is replaced by the GRAMPS homepage link. URL starting with "relative://relative.<link>" are replaced by the relative URL "<link>".
fr: Dans cette note, les mots spéciaux suivants sont utilisés: __SEARCH_FORM__ est remplacé par un formulaire de recherche. __NB_INDIVIDUALS__ est remplacé par le nombre de personnes. __NB_FAMILIES__ est remplacé par le nombre de familles. __NB_MEDIA__ est remplacé par le nombre d'objets multimédia. __NB_SOURCES__ est remplacé par le nombre de sources. __NB_REPOSITORIES__ est remplacé par le nombre de dépôts. __NB_PLACES__ est remplacé par le nombre de lieux. __MEDIA_<gid>__ est remplacé par le media avec l'ID gramps <gid>. __THUMB_<gid>__ est remplacé par la vignette du media avec l'ID gramps <gid>. __EXPORT_DATE__ est remplacé par la date courante. __GRAMPS_VERSION__ est remplacé par la version GRAMPS. __GRAMPS_HOMEPAGE__ est remplacé par un lien vers la page d'accueil de GRAMPS. Les URL commençant par "relative://relative.<link>" sont remplacées par l'URL relative "<link>".

source: Report
fr: Rapport

source: The destination directory for the web files
fr: Le répertoire de destination pour les fichiers internet

source: Store web pages in archive
fr: Enregistre les pages web dans un fichier archive

source: Whether to create an archive file (in ZIP or TGZ format) containing the web site
fr: Créer ou non un fichier archive (au format ZIP ou TGZ) contenant le site web

source: Archive file
fr: Fichier d'archive

source: The archive file name (with ".zip" or ".tgz" extension)
fr: Le nom du fichier archive (avec l'extension ".zip" ou ".tgz")

source: Web site title
fr: Titre du site

source: My Family Tree
fr: Mon arbre généalogique

source: The title of the web site
fr: Le titre du site internet

source: Filter
fr: Filtre

source: Select filter to restrict people that appear on web site
fr: Sélectionnez un filtre pour restreindre les individus qui apparaîtront dans le site web

source: Filter Person
fr: Filtre sur l'individu

source: The center person for the filter
fr: L'individu central pour ce filtre

source: Name format
fr: Format des noms

source: Select the format to display the complete names
fr: Sélectionner le format d'affichage des noms complets

source: Name format (short)
fr: Format de nom (court)

source: Select the format to display a shorter version of the names
fr: Sélectionner le format d'affichage des versions courtes des noms

source: Web site template
fr: Modèle de site web

source: Select the template of the web site
fr: Sélectionner le modèle de site web

source: Copyright
fr: Licence

source: The copyright to be used for the web files
fr: Le droit d'auteur utilisé pour les fichiers internet

source: Privacy
fr: Vie privée

source: Include records marked private
fr: Inclure les données privées

source: Whether to include private objects
fr: Inclure ou non les objets privés

source: Export notes
fr: Exporter les notes

source: Whether to export notes in the web pages
fr: Exporter ou non les notes dans les pages web

source: Export sources
fr: Exporter les sources

source: Whether to export sources and citations in the web pages
fr: Exporter ou non les sources et citations dans les pages web

source: Export addresses
fr: Exporter les addresses

source: Whether to export addresses in the web pages
fr: Exporter ou non les addresses dans les pages web

source: Living People
fr: Individus vivants

source: Exclude
fr: Exclure

source: Include Last Name Only
fr: N'inclure que le nom

source: Include Full Name Only
fr: Inclure le nom complet

source: Include
fr: Inclure

source: How to handle living people
fr: Gestion des individus vivants

source: Years from death to consider living
fr: Années depuis le décès

source: This allows you to restrict information on people who have not been dead for very long
fr: Ceci vous permet de restreindre l'information sur les individus décédés il y a peu de temps

source: Include repository pages
fr: Inclure les pages dépôt

source: Whether or not to include the Repository Pages.
fr: Inclure ou non des pages dépôt.

source: Include images and media objects
fr: Inclure images et objets media

source: Whether to include a media objects in the web pages
fr: Exporter ou non les objets multimédia dans les pages web

source: Copy images and media objects
fr: Copier les images et les objets multimédia

source: Whether to make a copy of the media objects. When the objects are not copied, they are referenced by their relative path name
fr: Copier ou non les objets multimédia. Quand les objets ne sont pas copiés, ils sont référencés avec le chemin de fichier relatif

source: Print the notes type
fr: Imprimer le type des notes

source: Whether to print the notes type in the notes text
fr: Imprimer ou non le type des notes dans le texte des notes

source: Print place pages
fr: Afficher des pages pour les lieux

source: Whether to show pages for the places
fr: Affiche ou non les pages pour les lieux

source: Include Place map on Place Pages
fr: Inclure une carte dans les pages du lieu

source: Whether to include a place map on the Place Pages, where Latitude/ Longitude are available.
fr: Inclure ou non une carte du lieu sur la page des lieux, quand Latitude/ Longitude est disponible.

source: Include Family Map Pages with all places shown on the map
fr: Inclure des liens vers une carte avec tous les lieux familiaux

source: Whether or not to add an individual page map showing all the places on this page. This will allow you to see how your family traveled around the country.
fr: Ajouter ou non une carte avec tous les lieux familiaux et un lien sur la page de l'individu. Ceci vous permettra de voir votre famille à travers ses lieux.

source: Map Service
fr: Service cartographique

source: Choose your choice of map service for creating the Place Map Pages.
fr: Choisissez votre service cartographique pour la création des pages Carte du lieu.

source: Advanced
fr: Avancé

source: Character set encoding
fr: Encodage de caractères

source: The encoding to be used for the web files
fr: L'encodage utilisé pour les fichiers internet

source: Include family pages
fr: Inclure les pages de la famille

source: Whether or not to include family pages.
fr: Inclure ou non des pages de la famille.

source: Include event pages
fr: Inclure les pages événement

source: Add a complete events list and relevant pages or not
fr: Ajouter ou non une liste complète des événements et pages liées

source: Include a column for birth dates on the index pages
fr: Inclure une colonne pour les dates de naissance dans les pages index

source: Whether to include a birth column
fr: Inclure ou non une colonne naissance

source: Include a column for death dates on the index pages
fr: Inclure une colonne pour les dates de décès dans les pages index

source: Whether to include a death column
fr: Inclure ou non une colonne décès

source: Include a column for marriage dates on the index pages
fr: Inclure un colonne

source: Whether to include a marriage column
fr: Inclure ou non une colonne mariage

source: Include a column for partners on the index pages
fr: Inclure une colonne pour les conjoints dans les pages index

source: Whether to include a partners column
fr: Inclure ou non une colonne conjoints

source: Include a column for parents on the index pages
fr: Inclure une colonne pour les parents dans les pages index

source: Whether to include a parents column
fr: Inclure ou non une colonne parents

source: Include half and/ or step-siblings on the individual pages
fr: Inclure les demi-frères et demi-sœurs sur la page de l'individu

source: Whether to include half and/ or step-siblings with the parents and siblings
fr: Inclure ou non les demi-frères et demi-sœurs avec les parents, frères et sœurs.

source: Sort all children in birth order
fr: Trier les enfants selon la date de naissance

source: Whether to display children in birth order or in entry order?
fr: Affiche les enfants selon leurs dates de naissance ou selon l'ordre actuel ?

source: Include references in indexes
fr: Inclure les références dans les index

source: Whether to include the references to the items in the index pages. For example, in the media index page, the names of the individuals, families, places, sources that reference the media.
fr: Inclure ou non les références aux objets dans les page d'index. Par exemple, dans la page d'index des média, les noms des individus, familles, lieux, sources qui référencent chaque média.

source: Include GENDEX file (/gendex.txt)
fr: Inclure un fichier GENDEX (gendex.txt)

source: Whether to include a GENDEX file or not
fr: Inclure ou non un fichier GENDEX

source: Trees
fr: Arbres

source: Maximum number of generations
fr: Nombre maximal de générations

source: The maximum number of generations to include in the ancestor and descendant trees and graphs
fr: Le nombre mawimal de générations à inclure dans les arbres et graphiques, ascendants et descendants

source: Title for the tree "%(name)s"
fr: Titre de l'arbre "%(name)s"

source: Name for the page that shows the tree "%(name)s"
fr: Nom de la page qui présente l'arbre "%(name)s"

source: SVG tree graph type
fr: Type d'arbre graphique SVG

source: Choose the default SVG tree graph type.
fr: Sélection du type d'arbre SVG par défaut.

source: HTML user header
fr: En-tête HTML

source: A note to be used as the page header
fr: La note utilisée pour l'en-tête de la page

source: HTML user footer
fr: Pied de page HTML

source: A note to be used as the page footer
fr: La note utilisée pour le pied de page

source: Title for the page "%(name)s"
fr: Titre pour la page "%(name)s"

source: Name for the page "%(name)s"
fr: Nom de la page "%(name)s"

source: Custom pages
fr: Pages personnalisées

source: Title for the custom page %(index)i
fr: Titre de la page personnalisée %(index)i

source: Name for the custom page %(index)i
fr: Nom de la page personnalisée %(index)i

source: Note for custom page %(index)i
fr: Note pour la page personnalisée %(index)i

source: A note to be used for the custom page content.
fr: Une note à utiliser pour le contenu de la page personnalisée.

source: Menu for the custom page %(index)i
fr: Menu de la page personnalisée %(index)i

source: Whether to print a menu for the custom page
fr: Afficher ou non un menu pour la page personnalisée

source: Pages selection
fr: Sélection des pages

source: Number of pages
fr: Nombre de pages

source: Number pages in the web site.
fr: Nombre de pages du site web

source: Contents of page %(index)i
fr: Contenu de la page %(index)i

source: Contents of the page
fr: Contenu de la page

source: Default template
fr: Modèle par défaut

source: Brothers and Sisters
fr: Frères et soeurs
