Repository: gramps-project/addons-source
Catalog: Heatmap/po/*-local.po
Languages: fr, pt_pt

source: Map tiles
fr: Fond de carte
pt_pt: Mosaicos

source: Set the size of the heatmap points. Default: 15
fr: Définissez la taille des points de la carte thermique. Par défaut : 15
pt_pt: Defina o tamanho dos pontos de mapa térmico. Pré-definição: 15

source: File path
fr: Chemin du fichier
pt_pt: Caminho do ficheiro

source: For the file name only english letters A-Z, a-z and numbers 0-9 as well as the characters space, underline and hypen are allowed. The file name also has to start and end with an alphanumeric character.The file extention '.html' is added by the report.
fr: Pour le nom de fichier, seules les lettres A à Z, a à z et les chiffres de 0 à 9, ainsi que les espaces, le soulignement et le trait d'union sont autorisés. Le nom de fichier doit également commencer et se terminer par un caractère alphanumérique. L'extension de fichier « .html » est ajoutée par le rapport.
pt_pt: Para o nome do ficheiro, só são permitidas letras de A-Z, a-z, os algarismos 0-9, os caracteres espaço, sublinhado e hífen. O nome do ficheiro também tem de começar e terminar com um carácter alfanumérico. A extensão de ficheiro '.html' é adicionada pelo relatório.

source: File name
fr: Nom du fichier
pt_pt: Nome de ficheiro

source: Enable custom start position
fr: Activer la position de démarrage personnalisée
pt_pt: Activar posição inicial personalizada

source: Enabling will force the map open at your custom start position and zoom.
fr: Activer ceci forcera l'ouverture de la carte à votre position de démarrage personnalisée et avec votre zoom.
pt_pt: A activação forçará o mapa a abrir na sua posição inicial e ampliação personalizadas.

source: Start latitude
fr: Latitude de départ
pt_pt: Latitude inicial

source: Set custom start position latitude Default: 50.0
fr: Réglez la latitude initiale personnalisée Par défaut : 50,0
pt_pt: Definir latitude da posição inicial personalizada Pré-definição: 50.0

source: Start longitude
fr: Longitude de départ
pt_pt: Longitude inicial

source: Set custom start position longitude Default: 10.0
fr: Régler la longitude initiale personnalisée Par défaut : 10,0
pt_pt: Definir longitude da posição inicial personalizada Pré-definição: 10.0

source: Start zoom
fr: Zoom initial
pt_pt: Ampliação inicial

source: Set the value for the starting zoom Default: 5
fr: Réglez la valeur pour le zoom initial Par défaut : 5
pt_pt: Definir o valor da ampliação inicial Pré-definição: 5

source: Path does not exist.
fr: Chemin inexistant.
pt_pt: O caminho não existe.

source: Invalid filename.
fr: Nom de fichier invalide.
pt_pt: Nome de ficheiro inválido.

source: INFO
fr: INFORMATIONS
pt_pt: INFORMAÇÃO

source: Create a heatmap web report.
fr: Créer un rapport web de carte thermique.
pt_pt: Criar um relatório de mapa térmico.

source: Stamen Terrain
pt_pt: Terreno de Stamen

source: Stamen Terrain (Background only)
fr: Stamen Terrain (arrière-plan uniquement)
pt_pt: Terreno de estames (só o fundo)

source: Stamen Toner
pt_pt: Tonalizador Stamen

source: Stamen Watercolor
fr: Stamen Aquarelle
pt_pt: Cor de água Stamen

source: CartoDB DarkMatter
fr: CartoDB Matière Noire
