Repository: gramps-project/addons-source
Catalog: PlaceCoordinateGramplet/po/*-local.po
Languages: es

source: The place was not found.
es: No se encontró el lugar.

source: The place was not identified.
es: No se identificó el lugar.

source: Coordinates were not given.
es: No se proporcionaron coordenadas.

source: Failed to interpret the input format.
es: No se pudo interpretar el formato de entrada.

source: Place and Coordinates
es: Lugar y coordenadas

source: Place Coordinates
es: Coordenadas del lugar

source: Add city as place
es: Añadir ciudad como lugar

source: Add addess as place
es: Añadir dirección como lugar

source: Search for:
es: Buscar:

source: Go
es: Ir

source: Show help
es: Mostrar ayuda
