Repository: gramps-project/addons-source
Catalog: D3Charts/po/*-local.po
Languages: es, fi, pl

source: Failure writing {target_path}: {message}
fi: Kirjoitus epäonnistui {target_path}: {message}
pl: Błąd zapisu {target_path}: {message}

source: Failed to create directory structure : %s
fi: Hakemiston luonti ei onnistunut: %s
pl: Nie udało się utworzyć struktury katalogów: %s

source: Failed to copy web files : %s
fi: Web-tiedostojen kopiointi epäonnistui: %s
pl: Nie udało się skopiować plików sieciowych: %s

source: Ancestral Collapsible Tree Options
fi: Esivanhempien tiivistettävän puun valinnat
pl: Opcje drzewa genealogicznego z możliwością zwijania

source: Include Generations
es: Incluir generaciones
fi: Näytettävät sukupolvet
pl: Uwzględnij pokolenia

source: Male Background Color
fi: Miehen taustaväri
pl: Kolor tła dla mężczyzn

source: RGB-color for male box background.
fi: Miehen laatikon RGB-taustaväri.
pl: Kolor RGB tła dla pola mężczyzny.

source: Male Expandable Background Color
fi: Miehen laajennettavan laatikon taustaväri
pl: Kolor tła z możliwością rozwijania dla mężczyzn

source: RGB-color for male expandable box background.
fi: Miehen laajennettavan laatikon RGB-taustaväri.

source: Female Background
fi: Naisen taustaväri

source: RGB-color for female box background.
fi: Naisen laatikon RGB-taustaväri.

source: Female Expandable Background
fi: Naisen laajennettavan laatikon taustaväri

source: RGB-color for female expandable box background.
fi: Naisen laajennettavan laatikon RGB-taustaväri.

source: The destination path for generated files.
es: La ruta de destino de los archivos generados.
fi: Kohdehakemisto uusille tiedostoille.

source: The destination file name for html content.
es: El nombre de archivo de destino del contenido HTML.
fi: HTML-tiedoston nimi.

source: Ancestral Collapsible Tree
fi: Esivanhempien tiivistettävä puu
pl: Drzewo genealogiczne z możliwością zwijania

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Collapsible Tree Layout from the D3.js JavaScript library.
fi: Luo verkkosivun, jossa on esivanhempien graafinen esitys (SVG) tiivistettävänä puuna käyttäen D3.js JavaScript-kirjastoa.
pl: Generuje stronę internetową z graficzną reprezentacją przodków (SVG), przedstawioną jako zwijalny układ drzewa (Collapsible Tree Layout) za pomocą biblioteki JavaScript D3.js.

source: Descendant Indented Tree
fi: Jälkeläisten sisennetty sukupuu

source: Generates a web page with a graphical representation of descendants (SVG) representedas a Collapsible Indented Tree Layout from the D3.js JavaScript library.
fi: Luo verkkosivun, jossa on jälkeläisten graafinen esitys (SVG) tiivistettävänä puuna käyttäen D3.js JavaScript-kirjastoa.

source: Ancestral Fan Chart Options
fi: Esivanhempien viuhkakaavion valinnat

source: Paternal Background Color
fi: Isän taustaväri

source: RGB-color for paternal box background.
fi: RGB-taustaväri isän laatikolle.

source: Maternal Background
fi: Äidin taustaväri

source: RGB-color for maternal box background.
fi: RGB-taustaväri äidin laatikolle.

source: Ancestral Fan Chart
fi: Esivanhempien viuhkakaavio

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Fan Chart from the D3.js JavaScript library.
fi: Luo verkkosivun, jossa on graafinen esitys esi-isistä (SVG) viuhkakaaviona käyttäen D3.js JavaScript -kirjastoja.

source: See %(reference)s : %(spouse)s
fi: Katso %(reference)s : %(spouse)s

source: Generating report...
es: Generando informe…
fi: Raporttia luodaan...

source: Invalid Destination Directory
es: Directorio de destino no válido
fi: Virheellinen kohdehakemisto

source: Destinaton diretory %s does not exist Do you want to attempt to create it?
es: El directorio de destino «%s» no existe. ¿Quiere intentar crearlo?
fi: Kohdehakemistoa %s ei ole olemassa Haluatko yrittää luoda sen?

source: Failed to create {target_path}: {message}
es: No se pudo crear {target_path}: {message}
fi: Luonti ei onnistunut {target_path}: {message}

source: Destination file %s already exists. Do you want to overwrite it?
es: Ya existe el archivo de destino, «%s». ¿Quiere sobrescribirlo?
fi: Tiedosto %s on jo olemassa Haluatko korvata sen?

source: Default View
es: Vista predeterminada
fi: Oletusnäkymä

source: Expand All
es: Expandir todo
fi: Laajenna kaikki

source: Include contraction level
es: Incluir nivel de contracción
fi: Sisällytä supistuksen taso

source: The number of descendant levels to contract on initial display.
fi: Jälkeläisten supistettavien tasojen määrä aloitusnäytöllä.

source: The font size in pixels for each node.
es: El tamaño de letra en píxeles para cada nodo.
fi: Kunkin solmun kirjainkoko pikseleinä.

source: Whether to show duplicate family trees in the report.
fi: Näytetäänkö raportissa toistuvat sukupuut.

source: Expanded Row Background Color
fi: Laajennettujen rivien taustaväri

source: RGB-color for expanded row background.
fi: RGB-taustaväri laajennetuille riveille.

source: Expandable Background Color
fi: Laajennettava taustaväri

source: RGB-color for expandable row background.
fi: RGB-taustaväri laajennettavalle riville.

source: Non-Expandable Background Color
fi: Laajentumattomien rivien taustaväri

source: RGB-color for non-expandable row background.
fi: RGB-taustaväri laajentumattomille riveille.

source: Include records marked private
es: Incluir registros marcados como privados
fi: Näytä yksityisiksi merkityt tiedot

source: Whether to include private objects.
fi: Näyetäänkö yksityiset kohteet.

source: Include Last Name Only
fi: Näytä vain sukunimi

source: Include Full Name Only
fi: Näytä vain koko nimi

source: How to handle living people.
fi: Elävien ihmisten käsittely.

source: Whether or not to include people who may have recently died.
fi: Lisätäänkö mukaan hiljattain kuolleet henkilöt.

source: Navigation
es: Navegación
fi: Navigointi

source: Contraction/Expansion mechanism
fi: Supistus-/laajentamismekanismi

source: Entire node.
es: Todo el nodo.
fi: Koko solmu.

source: Arrow images at start of node.
fi: Nuolikuviot solmun lähtöpisteessä.

source: Plus/Minus images at start of node.
fi: Plus/miinusmerkit solmun alussa.

source: Where to click to expand/contract nodes.
fi: Mistä napsautetaan solmujen laajentamiseksi/supistamiseksi.

source: Auto-generate HREF links for nodes
fi: Luo HREF-linkit automaattisesti solmuille

source: Whether to auto-generate HTML links for each node on the report.
fi: Luodaanko HTML-linkit automaattisesti jokaiseen raportin solmuun.

source: URL prefix path.
fi: URL-osoitteen etuliite.

source: URL prefix to apply to each auto-generated HREF link.
fi: URL-etuliite, jokaiseen automaattisesti luotuun HREF-linkkiin.

source: URL file extension
fi: URL-tiedoston pääte

source: No file extension.
fi: Ei tiedostopäätettä.

source: URL file name delimeter
fi: URL-tiedoston nimen erotin

source: Remove all whitespace.
es: Quitar todo el espacio en blanco.
fi: Poista kaikki välilyönnit.

source: Replace whitespace with dash(-).
fi: Korvaa välilyönti yhdysmerkillä '-'.

source: Replace whitespace with underscore(_)
fi: Korvaa välilyönti alaviivalla '_'

source: What to use as file name delimiter replacing whitespace.
fi: Mitä käytetään tiedostonimen erottimena korvaamaan välilyönnit.

source: Generations to generate HREF links
fi: Sukupolvet HREF-linkkien luomiseen

source: The number of generations to generate HREF links.
fi: HREF-linkkien luomiseen käytettävien sukupolvien määrä.

source: Exclude persons who died before (years)
fi: Ohita persons who died before (years)

source: Whether to generate links for people who died in infancy, -1 excludes nobody.
fi: Luodaanko linkkejä imeväisinä kuolleille, -1 ei ohiteta ketään.

source: Exclude center person
fi: Keskushenkilöä lukuun ottamatta

source: Whether or not to generate links for center person.
fi: Luodaanko linkkejä keskushenkilölle.

source: Exclude Spouses
fi: Ohita puolisot

source: Whether or not to generate links for spouses.
fi: Luodaanko linkkejä puolisoille.

source: Biography Content
fi: Elämäkerran sisältö

source: Show biography tooltips
fi: Näytä elämäkerran työkaluvinkit

source: Whether to show biography tooltips when hovering over a node.
fi: Näytetäänkö elämäkerran työkaluvihjeitä vietäessä hiiren osoitin solmun päälle.

source: Text Color
es: Color de texto
fi: Tekstin väri

source: RGB-color for biography text.
fi: RGB-väri elämäkertatekstille.

source: RGB-color for biography tooltip.
fi: RGB-väri elämäkerran työkaluvihjeitä varten.

source: Header Font size
fi: Otsikon kirjainkoko

source: The font size in pixels for biography header text.
fi: Elämäkerran otsikon kirjainkoko pikseleinä.

source: Body Font size
fi: Tekstin kirjainkoko

source: The font size in pixels for biography body text.
fi: Elämäkerran kirjainkoko pikseleinä.
