Repository: gramps-project/addons-source
Catalog: BirthOrder/po/*-local.po
Languages: fi, he

source: Sort Children in Birth order
fi: Lajittele lapset syntymäjärjestykseen
he: מיון צאצאים לפי סדר לידתם

source: Looks through families, looking for children that are not in birth order. User can accept individual suggestions to correct, edit the birth order manually, accept all those families that have all children with proper birth dates, or accept all.
fi: Etsi perheitä, joiden lapset ei ole syntymäjärjestyksessä. Voit hyväksyä yksittäisiä korjausehdotuksia, muokata syntymäjärjestystä itse, hyväksyä ne perheet, joilla on oikeat syntymäajat, tai hyväksyä kaikki perheet.
he: מעבר על משפחות, וחיפוש צאצאים שלא מוצגים לפי סדר לידתם. בידי המשתמש היכולת לקבל הצעות בודדות לתיקון, לערוך את סדר הלידה באופן ידני, לקבל את אותן המשפחות בהן צאצאים מוצגים בסדר תאריכי לידה תקינים, או לקבל את הכול.

source: No families need sorting
fi: Kaikki perheet on järjestyksessä
he: אין משפחות שדורשות מיון

source: No children were out of birth order.
fi: Mikään lapsi ei ollut väärässä paikassa syntymäjärjestyksessä.
he: אין צאצאים שלא מוינו על פי סדר לידתם.

source: Edit Families
fi: Muikkaa perheitä
he: עריכת משפחות

source: Looking for children birth order
fi: Haetaan lapset syntymäjärjestyksessä
he: חיפוש סדר לידת צאצאים

source: Select the family you wish to examine.
fi: Valitse perhe, jota haluat tarkastella.
he: נא לבחור משפחה לבחינה.

source: Accept All
fi: Hyväksy kaikki
he: קבלת הכול

source: This button will sort all of the families listed.
fi: Tällä painikkeella lajitellaan kaikki luetellut perheet.
he: לחצן זה ימיין את המשפחות שברשימה.

source: Accept All *
fi: Hyväksy kaikki *
he: בחירת הכול *

source: This button will sort all the families with '*'. In these families, all the children have valid dates, so the sort is unambiguous.
fi: Tällä painikkeella lajittellaan tähdellä (*) merkityt perheet. Näissä perheissä kaikilla lapsilla on kelvolliset päivämäärät, joten lajittelu onnistuu.
he: לחצן זה ימיין את כל המשפחות עם '*'. במשפחות אלה, לכל הצאצאים יש תאריכים תקפים, כך שהמיון הוא חד־משמעי.

source: Accept
fi: Hyväksy
he: לקבל

source: This button will accept only the family selected and save it as shown in lower right pane.
fi: Tällä painikkeella vain valittu perhe tallennetaan oikeassa alakulmassa mainitulla tavalla.
he: לחצן זה יקבל רק את המשפחה שנבחרה וישור אותה כפי שמוצג בחלונית התחתונה מימין.

source: Done
fi: Valmis
he: הפעולה בוצעה

source: This button will exit, with remaining families unchanged.
fi: Poistuminen muuttamatta muita perheitä.

source: Current sort
fi: Nykyinen lajittelu

source: Proposed sort
fi: Ehdotettu lajittelu

source: When satisfied with the sort, use 'Accept' button below to accept the changes. If you wish to adjust the order, select the child you wish to move, and use 'Up' or 'Down' buttons below to move them.
fi: Kun olet tyytyväinen, hyväksy järjestys painamalla 'Hyväksy'. Jos haluat muuttaa järjestystä, valitse siirrettävä lapsi ja siirrä 'Ylös' / 'Alas'-painikkeilla.
he: כאשר הסדר משביע רצון, ניתן להשתמש בלחצן 'אישור' שממוקם מטה כדי לאשר את השינויים. אם נדרש לשנות את הסדר, יש לבחורו את הצאצא להעברה, ולהשתמש בלחצנים 'מעלה' או 'מטה' כדי להזיזו.
