Repository: gramps-project/addons-source
Catalog: FilterRules/po/*-local.po
Languages: sv_se

source: Filter people by their age at death
sv_se: Filtrera personer efter deras ålder vid döden

source: Filter rule that matches people by their age at death
sv_se: Filterregel som matchar personer efter deras ålder vid döden

source: Age in years at person's death.
sv_se: Ålder i år vid personens död.

source: Age:
sv_se: Ålder:

source: General filters
sv_se: Allmänna filter

source: Match associations of <person filter>
sv_se: Matcha föreningar av <personfilter>

source: Filter name:
sv_se: Filternamn:

source: People separated less than <N> degrees of <person>
sv_se: Personer separerade mindre än <N> grader från <person>

source: Filter rule that matches relatives by degrees of separation
sv_se: Filterregel som matchar släktingar efter separationsgrad

source: Number of degrees of separation from person.
sv_se: Antal grader av separation från person.

source: Degrees:
sv_se: Grader:

source: Relationship filters
sv_se: Släktskapsfilter

source: Families matching <event filter>
sv_se: Familjer som matchar <händelsefilter>

source: Matches families that are matched by an event filter
sv_se: Matchar familjer som matchas av ett händelsefilter

source: Event filter name:
sv_se: Händelsefilter namn:

source: Event filters
sv_se: Händelsefilter

source: Matches families matched by an event filter
sv_se: Matchar familjer som matchas av ett händelsefilter

source: People with events with a selected role
sv_se: Personer med händelser med en vald roll

source: Matches people with an event with a selected role
sv_se: Matchar personer med en händelse med en vald roll

source: Families with events with a selected role
sv_se: Familjer med händelser med en vald roll

source: Matches families with an event with a selected role
sv_se: Matchar familjer med en händelse med en vald roll

source: Does NOT match with selected Role
sv_se: Matchar INTE med vald roll

source: Finds the items that don't have event Roles of the selected type.
sv_se: Hitta de objekt som inte har händelseroller av den valda typen.

source: Role
sv_se: Roll

source: Inverse
sv_se: Omvänd

source: People with events with the <role>
sv_se: Personer med händelser med <rollen>

source: Families with events with the <role>
sv_se: Familjer med händelser med <rollen>

source: Source matching parameters
sv_se: Parametrar för källmatchning

source: Matches Sources with values containing the chosen parameters
sv_se: Matchar källor med värden som innehåller de valda parametrarna

source: Title:
sv_se: Titel:

source: Author:
sv_se: Författare:

source: Abbreviation:
sv_se: Förkortning:

source: Publication:
sv_se: Publikation:

source: Sources matching parameters
sv_se: Källor som matchar parametrar

source: Matches sources with a particular value
sv_se: Matchar källor med ett visst värde

source: People who are part of families matching <filter>
sv_se: Personer som ingår i familjer matchande <filter>

source: Include Children
sv_se: Inkludera barn

source: Include the children in the matching families.
sv_se: Inkludera barnen i matchande familjer.

source: Include Parents
sv_se: Inkludera föräldrar

source: Include the parents in the matching families.
sv_se: Inkludera föräldrarna i matchande familjer.

source: Family Filter name:
sv_se: Familjefilter namn:

source: Events of families matching a <family filter>
sv_se: Händelser för familjer som matchar ett <familjefilter>

source: People related to <filter>
sv_se: Personer relaterade till <filter>

source: Matches people who are related to anybody matched by a person filter
sv_se: Matchar personer som är relaterade till någon som matchas av ett personfilter

source: Retrieving all sub-filter matches
sv_se: Hämtar alla underfilter matchningar

source: Multiple Parents Filter
sv_se: Filter för flera föräldrar

source: People with multiple parent records
sv_se: Personer med flera föräldraregister

source: Matches people who have more than one set of parents
sv_se: Matchar personer som har mer än en uppsättning föräldrar

source: Family filters
sv_se: Familjefilter
