Repository: gramps-project/addons-source
Catalog: DNA/po/*-local.po
Languages: fi, fr

source: Chromosome
fi: Kromosomi

source: Map for
fi: Kartta henkilöstä
fr: Carte pour

source: Legend
fi: Selitys
fr: Légende

source: : Grandparent
fi: : Isovanhemmat

source: : Starts at
fi: : Alkaen
fr: : Débute à

source: and ends at
fi: päättyen
fr: et finit à

source: %(ancestor1)s and %(ancestor2)s
fi: %(ancestor1)s ja %(ancestor2)s
fr: %(ancestor1)s et %(ancestor2)s

source: Relationship: {0}
fi: Sukulaisuus: {0}
fr: Relation : {0}

source: Ancestor: {0}
fi: Esivanhempi: {0}
fr: Ascendant : {0}

source: Click to make this person active Right-click to edit this person
fi: Tee henkilö aktiiviseksi napsauttamalla Muokkaa hiiren kakkospainikkeella
fr: Clic pour rendre cet individu actif Clic-droit pour modifier cet individu

source: DNA Segment Map
fi: DNA-segmenttikartta
fr: Carte de Segment d'ADN

source: Gramplet showing a matching DNA segment map
fi: Gramplet, joka näyttää vastaavan DNA-segmenttikartan
fr: Gramplet affichant une carte des segments ADN en correspondance
