Repository: gramps-project/addons-source
Catalog: TimePedigreeHTML/po/*-local.po
Languages: fi

source: Failed writing
fi: Kirjoitus epäonnistui

source: Path for generated files
fi: Kohdehakemisto uusille tiedostoille

source: The destination file name for html content.
fi: HTML-tiedoston nimi.

source: Default Age
fi: Oletusikä

source: Show GrampsID
fi: Näytä gramps ID

source: Optimize
fi: Optimoi

source: Male Box Color
fi: Laatikon väri miehelle

source: Box background color for male person
fi: Laatikon taustaväri miehelle

source: Female Box Color
fi: Laatikon väri naiselle

source: Box background color for female person
fi: Laatikon taustaväri naiselle

source: Number of pixel per year
fi: Vuoden pikselien määrä

source: Horizontal space between boxes in pixel
fi: Ruutujen välinen vaakasuora tila pikseleinä

source: Timeline Pedigree Report
fi: Sukupuun aikajanaraportti
