Repository: gramps-project/addons-source
Catalog: NumberOfDescendantsQuickview/po/*-local.po
Languages: fi_fi

source: Number of descendants
fi_fi: Jälkeläisten määrä

source: Shows the number of descendants of the current person
fi_fi: Näyttää nykyisen henkilön jälkeläisten lukumäärän

source: Number of %s's descendants
fi_fi: Henkilön %s jälkeläisten lukumäärä

source: Generation
fi_fi: Sukupolvi

source: Total
fi_fi: Yhteensä

source: Seen
fi_fi: Nähnyt

source: Outlived
fi_fi: Kuollut

source: Now alive
fi_fi: Elossa

source: Seen = number of descendants whose birth %s has lived to see
fi_fi: Nähnyt = jälkeläisten määrä, joiden syntymän %s on eläessään nähnyt

source: Outlived = number of descendants who died while %s was still alive
fi_fi: Kuollut = jälkeläisten lukumäärä, jotka kuolivat, kun %s on ollut vielä elossa
