Repository: gramps-project/addons-source
Catalog: GeoTimeLines/po/*-local.po
Languages: fr

source: TimeLines Map
fr: Carte Chronologique

source: Choose View Format
fr: Choisir un format de vue

source: Almost done
fr: Presque fini

source: Gathering data
fr: Collecte de données

source: Number of Persons: %s
fr: Nombre d'individus : %s

source: Stagger the map markers to differentiate different markers at the same location
fr: Décalez les marqueurs de la carte pour différencier les marqueurs situés au même endroit

source: Stagger Radius (hectometers) as measured along the equator (includes latitude distortion)
fr: Rayon de décalage (hectomètres) tel que mesuré à l'équateur (inclus la distorsion de latitude)

source: Display markers for unknown ancestors based on earliest descendant location
fr: Afficher des marqueurs pour les ancêtres inconnus en fonction de la localisation du plus ancien descendant

source: Days to keep lines on the map after an event
fr: Nombre de jours pendant lesquels les lignes sont affichées après un évènement

source: Use custom map icons
fr: Utiliser des icônes personnalisées selon le type d'évènement

source: If there is no birth event for a person, their age is assumed to be this at their first event
fr: S'il n'y a pas de naissance enregistrée pour une personne, son âge est supposé être celui-ci lors de son premier événement

source: If there is no death event for a person, they will be assumed dead at this age
fr: Si aucun décès n'est enregistré pour une personne, elle sera considérée comme décédée à cet âge

source: Number of steps
fr: Nombre d'étapes

source: Type of steps
fr: Type d'étapes

source: Steps per millisecond
fr: Étapes par milliseconde

source: Initial map view on Gramps startup
fr: Vue initiale cartographique au démarrage de Gramps

source: Initial map view after startup and after changing the active person
fr: Vue initiale de la carte après le démarrage et après avoir changé la personne active

source: Show map travel lines on startup
fr: Afficher les lignes de voyage sur la carte au démarrage

source: Show time ticks on navigation bar on startup
fr: Afficher des graduations dans la barre de navigation

source: TimeLines Map options
fr: Options de la Carte Chronologique

source: A view showing all the places visited by a person or persons on various date.
fr: Une vue montrant tous les lieux visités par une personne ou des personnes à différentes dates.

source: TimeLines map
fr: Carte chronologique
