Repository: gramps-project/addons-source
Catalog: GrampsWebSync/po/*-local.po
Languages: es, fi, fr

source: Gramps Web Sync
fr: Synchronisation Gramps Web

source: Synchronizes a local database with a Gramps Web instance.
fr: Synchronise une base de données locale avec une instance «Gramps Web».

source: Your user does not have sufficient server permissions to use sync.
fr: Votre utilisateur ne dispose pas des autorisations serveur suffisantes pour utiliser la synchronisation.

source: Fetching remote data...
fi: Haetaan etätietoja...
fr: Récupération des données distantes…

source: Unexpected error while applying changes.
fr: Erreur inattendue en appliquant les modifications.

source: Media files are in sync.
fr: Les fichiers media sont synchronisés.

source: Successfully downloaded %s media files.
fr: Téléchargement réussi de %s fichiers media.

source: Encountered %s errors during download.
fr: %s erreurs rencontrées lors du téléchargement.

source: Successfully uploaded %s media files.
fr: Téléchargement réussi de %s fichiers media.

source: Encountered %s errors during upload.
fr: %s erreurs lors du téléchargement.

source: Error accessing media object.
fr: Erreur en accédant à un objet medium.

source: Failed importing downloaded XML file.
fr: Échec du téléchargement du fichier XML.

source: Comparing local and remote data...
fi: Verrataan paikallisia ja etätietoja...
fr: Comparaison des données locales et distantes…

source: Server authorization error.
fr: Erreur d'autorisation du serveur.

source: Server authorization error: insufficient permissions.
fr: Erreur d'autorisation du serveur : autorisations insuffisantes.

source: Error: URL not found.
fr: Erreur : URL non trouvée.

source: Unable to synchronize changes to server: objects have been modified.
fr: Impossible de synchroniser les changements au serveur : les objets ont été modifiés.

source: Error %s while connecting to server.
fr: Erreur %s en se connectant au serveur.

source: URL error while connecting to server.
fr: Erreur d'URL en se connectant au serveur.

source: Error while parsing response from server.
fi: Virhe palvelimen vastauksen jäsentämisessä.
fr: Erreur d'analyse de la réponse du serveur.

source: Continue without transport encryption?
fr: Continuer sans chiffrement ?

source: You have specified a URL with http scheme. If you continue, your password will be sent in clear text over the network. Use only for local testing!
fr: Vous avez spécifié une URL http. Si vous continuez, votre mot de passe sera envoyé en clair sur le réseau. Utilisez seulement pour les tests locaux !

source: Continue with HTTP
fr: Continuer avec HTTP

source: Use HTTPS
fr: Utiliser HTTPS

source: This tool allows to synchronize the currently opened family tree with a remote family tree served by Gramps Web. The tool assumes that the two trees are derivatives of each other, i.e. one of the two was created from a Gramps XML (not GEDCOM!) export of the other. After successful synchronization, the two trees will be identical. Modifications will be propagated based on timestamps. You will be prompted for confirmation before any changes are made to the local or remote trees. If you instead want to merge two significantly different trees with the option to make manual modifications, use the Import Merge Tool instead.
es: Esta herramienta permite sincronizar el árbol genealógico abierto actualmente con un árbol genealógico remoto servido por Web de Gramps. La herramienta da por hecho que los dos árboles derivan el uno del otro, es decir, que uno de los dos se creó a partir de una exportación a Gramps XML (¡no GEDCOM!) del otro. Tras una sincronización correcta, ambos árboles serán idénticos. Las modificaciones se propagarán basándose en cronomarcadores. Se le pedirá confirmación antes de efectuar cualquier cambio en los árboles local o remoto. Si en cambio quiere combinar dos árboles sustancialmente diferentes con la opción de realizar modificaciones manuales, utilice en su lugar la herramienta Importar fusión.
fr: Cet outil permet de synchroniser l'arbre généalogique actuellement ouvert avec un arbre généalogique distant géré par Gramps Web. L'outil suppose que les deux arbres sont dérivés l'un de l'autre, c'est-à-dire que l'un a été créé à partir d'une exportation Gramps XML (et non GEDCOM !) de l'autre. Une fois la synchronisation réussie, les deux arbres seront identiques. Les modifications seront propagées en fonction des horodatages. Une confirmation vous sera demandée avant toute modification des arbres locaux ou distants. Si vous souhaitez fusionner deux arbres sensiblement différents avec la possibilité d'effectuer des modifications manuelles, utilisez plutôt l'outil d'importation et de fusion.

source: Server URL:
es: URL del servidor:
fr: URL du serveur :

source: Bidirectional Synchronization
es: Sincronización bidireccional
fr: Synchronisation bidirectionnelle

source: Reset remote to local
fr: Réinitialiser du distant vers le local

source: Reset local to remote
fr: Réinitialiser l'arbre local depuis l'arbre distant

source: Merge
es: Fusionar
fr: Fusionner

source: Local changes
es: Cambios locales
fi: Paikalliset muutokset
fr: Changements locaux

source: Modified
fi: Muutettu
fr: Modifié

source: Remote changes
es: Cambios remotos
fi: Etämuutokset
fr: Changements distants

source: Simultaneous changes
es: Cambios simultáneos
fr: Changements simultanés

source: Fetching information about media files...
es: Recuperando información sobre archivos multimedia…
fr: Obtenir des informations sur les fichiers média...

source: Both trees are the same.
es: Ambos árboles son iguales.
fi: Puut ovat samoja.
fr: Les deux arbrers sont identiques.

source: Applying changes to local database ...
es: Aplicando cambios a la base de datos local…
fi: Muutoksia toteutaan paikalliseen tietokantaan...
fr: Application des changements à la base de données locale…

source: No changes to apply to local database.
fi: Ei muutoksia paikalliseen tietokantaan.
fr: Aucune modification à appliquer à la base de données locale.

source: Applying changes to remote database ...
fr: Appliquer les modifications à la base de données distante ...

source: No changes to apply to remote database.
fr: Aucun changement à appliquer à la base de données distante.

source: Successfully applied changes to local database.
fr: Modifications apportées à la base de données locale avec succès.

source: Missing locally
fi: Puuttuu paikallisesti
fr: Manque localement

source: Missing remotely
fi: Puuttuu etäältä
fr: Manque sur le serveur distant

source: Downloading %s media file(s)
fr: Téléchargement de %s fichier(s) media

source: Uploading %s media file(s)
fr: Téléchargement du(es) fichier(s) medium(a) %s
