Repository: gramps-project/addons-source
Catalog: WebSearch/po/*-local.po
Languages: he, sk, sv

source: Leave alone
he: להניח לזה
sk: Nechať tak
sv: Lämna ifred

source: Separate
he: הפרדה
sv: Separera

source: URL Prefix Replacement
sk: Nahradenie predpony URL
sv: Byte av URL-prefix

source: (Disabled)
sv: (Handikappad)

source: Show Links From the Notes
he: הצגת קישורי הערות
sv: Visa länkar från anteckningarna

source: Display Columns
he: הצגת עמודות
sv: Visa kolumner

source: Display Icons
he: הצגת סמלים
sv: Visa ikoner

source: WebSearch
he: חיפוש מרשתת
sk: Vyhľadávanie na webe
sv: Webbsökning

source: Visited: %s
sk: Navštívené: %s
sv: Besökt: %s

source: Attribute: %s
sk: Atribút: %s
sv: Attribut: %s

source: Value: %s
sk: Hodnota: %s
sv: Värde: %s

source: Loaded from file: %s
he: טינה מקובץ: %s
sk: Načítané zo súboru: %s
sv: Laddad från fil: %s

source: Domain: %s
he: תחום: %s
sk: Doména: %s
sv: Domän: %s

source: Object: %s
he: עצם: %s
sk: Objekt: %s
sv: Objekt: %s

source: Pattern: %s
he: דגם: %s
sk: Vzor: %s
sv: Mönster: %s

source: Object Gramps ID: %s
he: מזהה עצם גרמפס:%s
sk: Objekt Gramps ID: %s
sv: Objektets Gramps-ID: %s

source: Link saved to Attribute
he: קישור נשמר לתכונה
sv: Länk sparad till attribut

source: Place history loaded
he: היסטוריית מקום נטענה
sv: Platshistorik laddad

source: Attribute updated
sv: Attribut uppdaterat

source: Note updated
he: הערה עודכנה
sv: Anteckning uppdaterad

source: Note Link (parsed)
he: קישור הערה ( נותח)
sk: Odkaz na poznámku (analyzovaný)
sv: Anteckningslänk (tolkades)

source: No title
he: ללא כותרת
sv: Ingen titel

source: No data available.
he: נתונים לא זמינים.
sk: Žiadne údaje nie sú k dispozícii.
sv: Ingen data tillgänglig.

source: Foundation date:
he: תאריך יסוד:
sk: Dátum založenia:
sv: Grunddatum:

source: Note:
sv: Notis:

source: Coordinates:
he: נקודות־ציון:
sk: Súradnice:
sv: Koordinater:

source: Full hierarchy
he: מדרג מלא
sv: Fullständig hierarki

source: Place Type:
he: סוג מקום:
sk: Typ miesta:
sv: Platstyp:

source: Last Retrieved At:
sv: Senast hämtad vid:

source: Save Coordinates to the Place
he: שמירת נקודות־ציון במקום
sv: Spara koordinater för platsen

source: Website URL
sk: URL webového sídla
sv: Webbplatsens URL

source: Add link to note
he: הוספת קישור להערה
sk: Pridať odkaz na poznámku
sv: Lägg till länk till anteckning

source: Add link to attribute
he: הוספת קישור לתכונה
sv: Lägg till länk till attribut

source: Show QR-code
he: הצגת קוד־QR
sk: Zobraziť QR kód
sv: Visa QR-kod

source: Copy link to clipboard
sv: Kopiera länken till urklipp

source: Note #%(id)s has been successfully added
sv: Notisen #%(id)s lades framgångsrikt till

source: Error creating note
sv: Fel vid skapande av notis

source: WebSearch Link
he: קישור חיפוש מרשתת
sk: Odkaz na vyhľadávanie na webe
sv: Webbsöklänk

source: Attribute has been successfully added
sv: Attributet lades framgångsrikt till

source: Title: {title}
he: כותרת: {title}
sk: Názov: {title}
sv: Titel: {title}

source: Replaced: {keys}
he: חילוף: {keys}
sk: Nahradené: {keys}
sv: Utbytt: {keys}

source: Empty: {keys}
he: ריק: {keys}
sk: Prázdne: {keys}
sv: Tom: {keys}

source: Link: %s
sk: Odkaz: %s
