Repository: gramps-project/addons-source
Catalog: CalculateEstimatedDates/po/*-local.po
Languages: es, fr, hr

source: Calculate Estimated Dates
es: Calcular fechas estimadas
fr: Calcul des dates estimées
hr: Procijeni datume

source: Calculates estimated dates for birth and death.
es: Calcula fechas estimadas de nacimiento y defunción.
fr: Calcul des dates estimées pour les naissances et décès.
hr: Procijenjuje datume rođenja i smrti.

source: Options
hr: Opcije

source: Filter
hr: Filtar

source: Select filter to restrict people
es: Seleccione filtro para restringir las personas
fr: Sélectionne un filtre pour restreindre les individus
hr: Odaberi filtar za ograničavanje osoba

source: Filter Person
hr: Osoba filtra

source: The center person for the filter
hr: Središnja osoba ovog filtra

source: Source text
hr: Tekst Izvora

source: Calculated Date Estimates
es: Estimaciones de las fechas calculadas
fr: Estimation des dates calculées
hr: Procijenjeni datumi

source: Source to remove and/or add
es: Fuente a eliminar y/o agregar
fr: Source à enlever et/ou à ajouter
hr: Izvor koji želiš ukloniti i/ili dodati

source: Remove previously added events, notes, and source
fr: Enlever les événements, notes et sources précédemment créés
hr: Ukloni prethodno dodane događaje, zabilješke i izvore

source: Remove calculated events, notes, and source; occurs immediately on Execute
es: La eliminación de los eventos, notas y fuentes calculados; sucede inmediatamente al ejecutar
fr: Enlever les événements, notes et sources calculés; effectif immédiatement à l'exécution
hr: Ukloni izračunate događaje, zabilješke i izvore; djeluje trenutno nakon izvršavanja

source: Birth
hr: Rođenje

source: Do not add birth events
fr: Ne pas ajouter d'événements naissance
hr: Ne uključuj rođenja

source: Add birth events without dates
fr: Ajouter les événements naissance sans les dates
hr: Uključi rođenja bez datuma

source: Add birth events with dates
fr: Ajouter les événements naissance avec les dates
hr: Uključi rođenja s datumima

source: Add a birth events with or without estimated dates
es: Agregar evento de nacimiento con o sin fechas estimadas
fr: Ajouter un événement naissance avec ou sans dates estimées
hr: Uključi rođenja sa ili bez približnog datuma

source: Death
hr: Smrt

source: Do not add death events
fr: Ne pas ajouter les événements décès
hr: Ne uključuj smrti

source: Add death events without dates
fr: Ajouter les événements décès sans les dates
hr: Uključi smrti bez datuma

source: Add death events with dates
fr: Ajouter les événements décès avec les dates
hr: Uključi smrti s datumima

source: Add death events with or without estimated dates
es: Agregar eventos de defunción con o sin fechas estimadas
fr: Ajouter un événement décès avec ou sans dates estimées
hr: Uključi smrti sa ili bez približnog datuma

source: Maximum age
es: Edad máxima
fr: Âge maximum
hr: Najviša životna dob

source: Maximum age that one can live to
es: Edad máxima de una persona
fr: Durée de vie maximum d'un individu
hr: Najviša moguća životna dob

source: Maximum sibling age difference
hr: Najveća starosna razlika prema bratu/sestri

source: Maximum age difference between siblings
es: Diferencia máxima de edad entre hermanos
fr: Écart d'âge maximum entre les frères et soeurs
hr: Najveća starosna razlika između braće i sestara

source: Average years between generations
hr: Prosječni razmak u godinama između generacija

source: Average years between two generations
es: Distancia media en años entre dos generaciones
fr: Moyenne des années entre deux générations
hr: Prosječni razmak u godinama između dviju generacija

source: Estimated Dates
es: Fechas estimadas
fr: Dates estimées
hr: Procijenjeni datumi

source: Approximate (about)
es: Aproximadamente
fr: Avoisinant (vers)
hr: Približno (oko)

source: Extremes (after and before)
es: Extremos (antes y después)
fr: Extrêmes (avant et après)
hr: Ekstremi (nakon i prije)

source: Dates on events are either about or after/before
es: Las fechas de los eventos son anteriores o posteriores a los mismos
fr: Les dates des événements sont soit estimées soit avant/après
hr: Datumi u događajima sadrže ili ’oko' ili 'prije/nakon’

source: Help
hr: Pomoć

source: The Calculate Estimated Dates Tool is used to add and remove birth and death events for people that are missing these events. To use: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
fr: L'outil d'estimation des dates est utilisé pour ajouter et enlever des événements naissance et décès chez les individus pour lesquels ces événements manquent. Pour l'utiliser : 1. Allez dans l'onglet Options 2. Cochez l'option [ ] Enlever pour enlever les estimations précédentes 3. Sélectionnez les options sur la date ainsi que les événements 4. Clicquez sur Exécuter 5. Sélectionnez les individus pour lesquels on ajoutera ces événements 6. Cliquez sur le bouton 'Ajouter les événements sélectionnés' pour les créer NOTES : si vous décidez de créer un événement permanent, enlevez-le de la source. Sinon, il sera enlevé la prochaine fois que vous enlèverez automatiquement ces événements. Peut être aurez-vous besoin de lancer l'outil plusieurs fois (sans enlever les événements déjà estimés) pour ajouter tous les événements possibles.
hr: Alat „Procijeni datume” se koristi za dodavanje ili uklanjanje događaja poput rođenja, smrti i sl. za osobe, kojima ti podaci nedostaju. Način upotrebe: 1. Idi na karticu „Opcije” 2. Označi opciju [ ] Ukloni, za uklanjanje prijašnje procjene 3. Odaberi opciju za dodavanje datuma, za datume događaja sa ili bez datuma 4. Klinkni na Izvrši 5. Odaberi osobe s kojima se dodaju događaji 6. Pritisni na „Dodaj odabrane događaje” NAPOMENE: ukoliko želiš napraviti događaj stalnim, ukloni ga iz izvora. U suprotnom, bit će uklonjen prilikom sljedećeg automatskog uklanjanja ovih događaja. Može biti, da ćeš morati pokrenuti alat više puta (bez uklanjanja prijašnjih događaja), kako bi se dodali svi mogući događaji.

source: Select All
es: Seleccionar todo
fr: Sélectionner tout
hr: Odaberi sve

source: Select None
es: No seleccionar nada
fr: Ne rien sélectionner
hr: Odaberi ništa

source: Toggle Selection
es: Alternar selección
fr: Sélection du levier
hr: Uključi/Isključi odabir

source: Add Selected Events
es: Añadir eventos seleccionados
fr: Ajouter les événements sélectionnés
hr: Dodaj odabrane događaje

source: Remove Events, Notes, and Source and Reselect Data
es: Eliminar eventos, notas y fuentes y volver a seleccionar datos
fr: Enlever les événements, notes et sources et re-sélectionnez les données
hr: Ukloni događaje, zabilješke i izvore, te ponovo odaberi podatke

source: Are you sure you want to remove previous events, notes, and source and reselect data?
fr: Êtes-vous certain(e) de vouloir enlever les événements, notes et sources précédents et de vouloir re-sélectionner les données ?
hr: Zaista želiš ukloniti prethodne događaje, zabilješke i izvore, te ponovno odabrati podatke?

source: Remove and Run Select Again
fr: Enlève and relance la sélection
hr: Ukloni i ponovo odaberi

source: Reselect Data
es: Reseleccionar datos
fr: Re-sélection des données
hr: Ponovo odaberi podatke

source: Are you sure you want to reselect data?
es: ¿Confirma que quiere reseleccionar los datos?
fr: Êtes-vous certain(e) de vouloir re-sélectionner les données ?
hr: Zaista želiš ponovo odabrati podatke?

source: Run Select Again
fr: Re-sélectionnez une nouvelle fois
hr: Odaberi ponovo

source: Select
hr: Odaberi

source: Person
hr: Osoba

source: Action
hr: Radnja

source: Birth Date
hr: Datum rođenja

source: Death Date
hr: Datum smrti

source: Evidence
es: Evidencia
fr: Preuve
hr: Dokaz

source: Relative
fr: Parenté
hr: Relativno

source: Processing...
es: Procesando...
fr: Traitement en cours...
hr: Obrada u tijeku …

source: Removing old estimations...
es: Eliminando estimaciones antiguas...
fr: Enlèvement des anciennes estimations...
hr: Uklanjanje prijašnjih procjena …

source: Removing '%s'...
es: Quitando «%s»…
fr: Enlève '%s'...
hr: Uklanjanje „%s” …

source: done!
fr: terminé !
hr: gotovo!

source: Selecting...
es: Seleccionando…
fr: Sélection...
hr: Odabiranje …

source: Selecting...
hr: Odabiranje …

source: Add birth and death events
fr: Ajouter les événements naissance et décès
hr: Uključi rođenja i smrti

source: Add birth event
fr: Ajouter l'événement naissance
hr: Uključi rođenja

source: Add death event
fr: Ajouter l'événement décès
hr: Uključi smrti

source: No events to be added.
fr: Ne pas ajouter d'événements.
hr: Nema događaja, koji bi se mogli dodati.

source: Selecting...
es: Seleccionando…
fr: Sélection...
hr: Odabiranje …

source: Adding events '%s'...
es: Añadiendo eventos «%s»…
fr: Ajout d'événements '%s'...
hr: Dodavanje događaja „%s” …

source: Added birth event based on %(evidence)s, from %(name)s
fr: Naissance ajoutée sur la base de %(evidence)s, depuis %(name)s
hr: Dodano je rođenje na osnovi %(evidence)s iz %(name)s

source: Added birth event based on %s
fr: Naissance basée sur %s ajoutée
hr: Dodano je rođenje na osnovi %s

source: Estimated birth date
es: Fecha de nacimiento estimada
fr: Date de naissance estimée
hr: Procijenjeni datum rođenja

source: Added death event based on %(evidence)s, from %(person)s
fr: Décès ajouté sur la base de %(evidence)s, depuis %(person)s
hr: Dodana je smrt na osnovi %(evidence)s, od %(person)s

source: Added death event based on %s
fr: Décès basé sur %s ajouté
hr: Dodana je smrt na osnovi %s

source: Estimated death date
es: Fecha de defunción estimada
fr: Date de décès estimée
hr: Procijenjeni datum smrti

source: Done! Committing...
es: Listo! Comprometido...
fr: Terminé ! Changement...
hr: Završeno! Primjenjivanje …

source: Added %d events.
es: Se añadieron %d eventos.
fr: %d événements ajoutés.
hr: Broj dodanih događaja: %d.

source: Estimated date
es: Fecha estimada
fr: Date estimée
hr: Procijenjeni datum
