Repository: gramps-project/addons-source
Catalog: FamilyTreeDNA/po/*-local.po
Languages: sv

source: Tool to import FamilyFinder DNA data from Family Tree
sv: Verktyg för att importera FamilyFinder DNA-data från Family Tree

source: Family Finder Tool
sv: Verktyg för familjesläktskap

source: Enter FTDNA Family Finder Filename:
sv: Ange filnamn för FTDNA Family Finder:

source: Enter FTDNA Chromosome Segment Filename:
sv: Ange FTDNA-kromosomsegmentets filnamn:

source: Import Haplogroups
sv: Importera Haplogrupper

source: FTDNA Note string :
sv: FTDNA-anteckningssträng :

source: Shared Citation ID :
sv: Delat citerings-ID :

source: Active Person :
sv: Aktiv person :

source: Import data from Family Finder files
sv: Importera data från Family Finder-filer

source: Close the Family Finder Tool
sv: Stäng verktyget för familjesläktskap

source: Read Help manual
sv: Läs hjälpmanualen

source: {} Associations with DNA data created. {} haplogroup Attributes created
sv: {} Kopplingar med DNA-data skapades. {} haplogruppattribut skapade

source: No Family Finder File specified
sv: Ingen Family Finder-fil specificerad

source: No Segment File specified
sv: Ingen segmentfil specificerad

source: No Associations found in FTdna Notes. No haplogroup Attributes created.
sv: Inga kopplingar hittades i FTdna-anteckningarna. Inga haplogruppattribut skapades.

source: Add %s haplogroup attribute
sv: Lägg till %s haplogruppattribut

source: Add %s DNA Association
sv: Lägg till %s DNA-förening

source: Create Note for %s DNA Association
sv: Skapa anteckning för %s DNA-kopplingen

source: Add Note to %s DNA Association
sv: Lägg till anteckning till %s DNA-förening

source: Create Source Citation for %s DNA Association
sv: Skapa källhänvisning för %s DNA-kopplingen

source: Create Citation for %s DNA Association
sv: Skapa citering för %s DNA-kopplingen

source: Add Citation to %s DNA Association
sv: Lägg till citering till %s DNA-kopplingen
