Repository: gramps-project/addons-source
Catalog: AvatarGenerator/po/*-local.po
Languages: es, fr, he, pl, ru, sk

source: Avatar Generator Tool
es: Herramienta de generación de avatares
fr: Outil de génération d'avatar
he: כלי חילול יצגנים
pl: Narzędzie generatora awatarów
ru: Создание аватар
sk: Nástroj na generovanie avatarov

source: A tool to add avatar pictures to your family tree
es: Una herramienta para añadir avatares a su árbol genealógico
fr: Un outil pour ajouter des images d'avatar à votre arbre généalogique
he: כלי להוספת תמונות יצגן לאילן־היוחסין
pl: Narzędzie do dodawania obrazów awatarów do Twojego drzewa genealogicznego
ru: Иструмент для создания изображений (аватар) для семейного древа
sk: Nástroj na pridávanie obrázkov avatarov do vášho rodinného stromu

source: male
ru: мужской

source: female
ru: женский

source: unknown
ru: неизвестный

source: Option
ru: Параметр

source: single image mode
es: modo de imagen única
fr: mode image simple
he: מצב תמונה יחידה
pl: tryb pojedynczego obrazu
ru: режим одного изображения
sk: režim jedného obrázku

source: Category
ru: Категория

source: Choose how many images you'd like to use.
es: Elija cuantas imágenes desee usar.
fr: Choisissez combien d'images vous souhaitez utiliser.
he: בחירת מספר התמונות לשימוש.
pl: Wybierz, ile obrazów chcesz użyć.
ru: Выберите сколько изображений использовать.
sk: Vyberte, koľko obrázkov chcete použiť.

source: Options
ru: Параметры

source: Unknown
ru: Неизвестные

source: Image for people with unknown gender.
es: Imagen para personas de género desconocido.
fr: Image pour les individus dont le sexe est inconnu.
he: תמונה לייצוג אנשים במגדר לא ידוע.
pl: Obraz dla osób o nieznanej płci.
ru: Изображение для людей с неизвестным полом.
sk: Obrázok pre osoby s neznámym pohlavím.

source: Male
ru: Мужчины

source: Image for males.
fr: Image pour les hommes.
he: תמונה למגדר זכרי.
pl: Obraz reprezentujący mężczyzn.
ru: Изображение для людей мужского пола.
sk: Obrázok pre mužov.

source: Female
ru: Женщины

source: Image for females
fr: Image pour les femmes
he: תמונה למגדר נקבי
pl: Obraz reprezentujący kobiety
ru: Изображение для людей женского пола.
sk: Obrázok pre ženy

source: Person Filter
ru: Фильтр лиц

source: Select filter to restrict people
es: Seleccione filtro para restringir las personas
fr: Sélectionne un filtre pour restreindre les individus
he: בחירת מסנן להגבלת האנשים
pl: Wybierz filtr, aby ograniczyć listę osób
ru: Выберите фильтр для получения нужных лиц
sk: Vyberte filter na obmedzenie osôb

source: Center Person
ru: Главное лицо

source: The center person for the filter
ru: Главное лицо для фильтра

source: Remove images from people
es: Quitar imágenes de personas
fr: Supprimer les media des individus
he: להסיר תמונות מאנשים
pl: Usuń obrazy przypisane do osób
ru: Удалить изображения людей
sk: Odstrániť obrázky od ľudí

source: Remove selected image(s).
es: Quitar las imágenes seleccionadas.
fr: Supprimer les images sélectionnées.
he: הסרת תמונות שנבחרו.
pl: Usuń wybrany(-e) obraz(y).
ru: Удаляет выбранные изображения.
sk: Odstrániť vybrané obrázky.

source: Avatar Generator
es: Generador de avatares
fr: Générateur d'avatar
he: מחולל יצגים
pl: Generator awatarów
ru: Создание аватар
sk: Generátor avatarov

source: Remove avatar images...
es: Quitar imágenes de avatar…
fr: Supprimer les images d'avatar…
he: להסיר תמונות יצגן...
pl: Usuwanie obrazów awatarów...
ru: Удалить изображения аватар...
sk: Odstrániť obrázky avatarov...

source: INFO
es: INF.
fr: INFORMATIONS
he: מידע
pl: Informacje
ru: ИНФОРМАЦИЯ

source: No media was removed.
fr: Aucun medium n'a été supprimé.
he: לא הוסרה מדיה.
pl: Żaden nośnik nie został usunięty.
ru: Изображения не были удалены.
sk: Žiadne médiá neboli odstránené.

source: {} media references were removed from {} persons.
fr: {} références de medium ont été supprimées de {} individus.
he: {} אזכורי מדיה הוסרו מ־{} אנשים.
pl: usunięto {} odwołań do mediów od {} osób.
ru: Было удалено {} ссылок на изображения у {} людей.
sk: {} odkazy na médiá boli odstránené z {} osôb.

source: {} HandleError occured, but were ignored.
fr: {} Une erreur de «Handle» s'est produite, mais a été ignorée.
he: {} שגיאות טיפול התרחשו, אך המערכת התעלמה מהן.
ru: Было обнаружено {} ошибок HandleError и они были проигнорированы.

source: Add avatar images...
fr: Ajouter les images d'avatar…
he: הוספת תמונת יצגן...
ru: Добавить изображения аватар...

source: {} avatar images were sucessfully added.
fr: {} images d'avatar ont été ajoutées avec succès.
he: {} תמונות יצגן נוספו בהצלחה.
ru: Было добавлено {} аватар.
sk: {} avatarové obrázky boli úspešne pridané.

source: There was no avatar image to add.
fr: Il n'y avait pas d'image d'avatar à ajouter.
he: לא נמצאה תמונת יצגן להוספה.
ru: Нет необходимости добавлять аватары.
sk: Nebol žiadny obrázok avatara na pridanie.

source: All persons already had one.
es: Todas las personas ya tenían uno.
fr: Toutes les personnes en avaient déjà un.
he: לכל האנשים כבר היה אחד.
ru: Все лица уже имеют аватар.
