Repository: gramps-project/addons-source
Catalog: AvatarGenerator/po/*.po
Languages: pt_pt

source: Avatar Generator Tool
pt_pt: Ferramenta de geração de avatar

source: A tool to add avatar pictures to your family tree
pt_pt: Uma ferramenta para adicionar avatares à sua árvore genealógica

source: male
pt_pt: masculino

source: female
pt_pt: feminino

source: unknown
pt_pt: desconhecido

source: Option
pt_pt: Opção

source: single image mode
pt_pt: modo de imagem única

source: Category
pt_pt: Categoria

source: Choose how many images you'd like to use.
pt_pt: Escolha quantas imagens deseja utilizar.

source: Options
pt_pt: Opções

source: Unknown
pt_pt: Desconhecido

source: Image for people with unknown gender.
pt_pt: Imagem para indivíduos com sexo desconhecido.

source: Male
pt_pt: Masculino

source: Image for males.
pt_pt: Imagem para homens

source: Female
pt_pt: Feminino

source: Image for females
pt_pt: Imagem para mulheres

source: Person Filter
pt_pt: Filtro de indivíduos

source: Select filter to restrict people
pt_pt: Seleccione o filtro para limitar os indivíduos

source: Center Person
pt_pt: Indivíduo central

source: The center person for the filter
pt_pt: O indivíduo central para o filtro

source: Remove images from people
pt_pt: Remover imagens dos indivíduos

source: Remove selected image(s).
pt_pt: Remover as imagens seleccionadas.

source: Avatar Generator
pt_pt: Gerador de avatar

source: Remove avatar images...
pt_pt: Remover avatares...

source: INFO
pt_pt: INFORMAÇÃO

source: No media was removed.
pt_pt: Nenhuma imagem removida.

source: {} media references were removed from {} persons.
pt_pt: {} referências multimédia removidas de {} indivíduos.

source: {} HandleError occured, but were ignored.
pt_pt: {} HandleError ocorrido, mas foi ignorado.

source: Add avatar images...
pt_pt: Adicionar avatares...

source: {} avatar images were sucessfully added.
pt_pt: {} avatares adicionados com sucesso.

source: There was no avatar image to add.
pt_pt: Não havia avatar para adicionar.

source: All persons already had one.
pt_pt: Já havia um para cada indivíduo.
