Repository: gramps-project/addons-source
Catalog: GetGOV/po/*-local.po
Languages: pt_pt

source: Place ID to import from GOV (Historical Gazetteer):
pt_pt: ID de local a importar de GOV (dicion치rio hist칩rico):

source: Get Place
pt_pt: Obter local

source: Add GOV-id place %s
pt_pt: Adicionar local GOV-id %s

source: GetGOV error: %s
pt_pt: Erro GetGOV: %s

source: GOV error on id %s with code:
pt_pt: Erro GOV na ID %s, c칩digo:

source: from %s to %s
pt_pt: de %s a %s

source: after %s
pt_pt: ap칩s %s

source: before %s
pt_pt: antes de %s

source: GetGOV
pt_pt: Obter GOV

source: Gramplet to get places from the GOV database
pt_pt: Gramplet para obter locais da base de dados GOV
