Repository: gramps-project/addons-source
Catalog: PlaceUpdate/po/*-local.po
Languages: fr

source: Set properties for multiple places
fr: Définir les propriétés pour plusieurs lieux

source: This gramplet allows setting properties for multiple places at the same time
fr: Ce gramplet permet de définir des propriétés pour plusieurs lieux en même temps

source: New enclosing place
fr: Nouveau lieu englobant

source: Timespan:
fr: Durée :

source: Set timespan for enclosing places
fr: Définir la durée pour les lieux englobants

source: Clear original enclosing places
fr: Effacer les lieux parents d'origine

source: Clear tags
fr: Effacer les étiquettes

source: Generate hierarchy
fr: Générer la hiérarchie

source: use spaces as separator
fr: utiliser des espaces comme séparateur

source: reverse hierarchy
fr: hiérarchie inversée

source: Replace text
fr: Remplacer le texte

source: Use regex
fr: Utiliser des expressions régulières

source: Old text:
fr: Ancien texte :

source: New text:
fr: Nouveau texte :

source: Clear selections
fr: Effacer les sélections

source: Apply to selected places
fr: Appliquer aux lieux sélectionnés

source: Setting place properties
fr: Définir les propriétés du lieu

source: Regex operation failed: {}
fr: L'opération Regex a échoué : {}

source: PlaceUpdate
fr: Mise à jour des lieux

source: Gramplet to manipulate multiple places
fr: Gramplet pour manipuler plusieurs lieux
