Repository: gramps-project/addons-source
Catalog: lxml/po/*-local.po
Languages: es, hr, pl

source: Gramplet for testing etree with Gramps XML
hr: Gramplet za testiranje etree s Gramps XML-om
pl: Gramplet do testowania etree z Gramps XML

source: Invalid timestamp
es: Cronomarcador no válido
hr: Nevažeća vremenska oznaka
pl: Nieprawidłowy znacznik czasu

source: Unknown
hr: Nepoznato

source: No file parsed...
es: No se ha analizado ningún archivo...
hr: Nijedna datoteka nije analizirana …
pl: Nie przetworzono żadnego pliku...

source: Run
hr: Pokreni

source: Number of editions back
es: Número de ediciones anteriores
hr: Broj promjena unatrag
pl: Liczba wydań wstecz

source: Space character on filename
es: Carácter de espacio en el nombre del archivo
hr: Razmak u imenu datoteke
pl: Znak spacji w nazwie pliku

source: Please fix space on "%s"
es: Arregle el espacio en «%s»
hr: Ispravi razmak u „%s”
pl: Proszę naprawić spację w "%s"

source: Sorry, no support for your OS yet!
es: Todavía no se admite su sistema operativo.
hr: Tvoj sustav trenutačno još nije podržan!
pl: Niestety, nie mamy jeszcze wsparcia dla Twojego systemu operacyjnego!

source: Is it a compressed .gramps?
es: ¿Es un .gramps comprimido?
hr: Da li se radi o komprimiranoj .gramps datoteci?
pl: Czy to jest skompresowany plik .gramps?

source: Cannot uncompress "%s"
es: No se puede descomprimir «%s»
hr: Nije moguće otpakirati „%s”
pl: Nie można rozpakować "%s"

source: From: "%(file1)s" to: "%(file2)s".
es: De: «%(file1)s» a: «%(file2)s».
hr: Od: „%(file1)s” prema: „%(file2)s”.
pl: Z: "%(file1)s" do: "%(file2)s".

source: Cannot copy "%s"
es: No se puede copiar «%s»
hr: Nije moguće kopirati „%s”
pl: Nie można skopiować "%s"

source: XML: Last %s editions since %s, were at/on :
es: XML: las últimas %s ediciones desde %s, fueron en:
hr: XML: Zadnje %s promjene od %s, bile su u/na:
pl: XML: Ostatnie %s wydań od %s, miało miejsce/na :

source: XML: Number of records and relations : %s
es: XML: Número de registros y relaciones: %s
hr: XML: Broj zapisa i veza : %s
pl: XML: Liczba rekordów i relacji: %s

source: Number of tags : %s | (%s)*
es: Número de etiquetas: %s | (%s)*
hr: Broj etiketa: %s | (%s)*
pl: Liczba tagów : %s | (%s)*

source: Number of tags : %s
es: Número de etiquetas: %s
hr: Broj etiketa: %s
pl: Liczba tagów : %s

source: Number of events : %s | (%s)*
hr: Broj događaja: %s | (%s)*
pl: Liczba zdarzeń : %s | (%s)*

source: Number of persons : %s | (%s) and (%s)* surnames
hr: Broj osoba: %s | (%s) i (%s)* prezimena
pl: Liczba osób : %s | (%s) i(%s)* nazwiska

source: Number of persons : %s | (%s)*
es: Número de personas: %s | (%s)*
hr: Broj osoba: %s | (%s)*
pl: Liczba osób : %s | (%s)*

source: Number of families : %s | (%s)*
es: Número de familias: %s | (%s)*
hr: Broj obitelji: %s | (%s)*
pl: Liczba rodzin : %s | (%s)*

source: Number of sources : %s | (%s)*
es: Número de fuentes: %s | (%s)*
hr: Broj izvora: %s | (%s)*
pl: Liczba źródeł : %s | (%s)*

source: Number of citations : %s | (%s)*
es: Número de citas: %s | (%s)*
hr: Broj citata: %s | (%s)*
pl: Liczba cytowań : %s | (%s)*

source: Number of places : %s | (%s)*
es: Número de lugares: %s | (%s)*
hr: Broj mjesta: %s | (%s)*
pl: Liczba miejsc : %s | (%s)*

source: Number of media objects : %s | (%s)*
es: Número de objetos audiovisuales: %s | (%s)*
hr: Broj mediskih objekata: %s | (%s)*
pl: Liczba obiektów multimedialnych : %s | (%s)*

source: Number of repositories : %s | (%s)*
es: Número de repositorios: %s | (%s)*
hr: Broj spremišta: %s | (%s)*
pl: Liczba repozytoriów : %s | (%s)*

source: Number of notes : %s | (%s)*
es: Número de notas: %s | (%s)*
hr: Broj zabilježaka: %s | (%s)*
pl: Liczba notatek : %s | (%s)*

source: XML: Number of additional records and relations: %s
hr: XML: Broj dodatnih zapisa i veza: %s
pl: XML: Liczba dodatkowych rekordów i relacji: %s

source: * loaded Family Tree base: "%s"
hr: * učitana baza podataka rodoslova: „%s”

source: Gramplet for testing lxml and XSLT
hr: Gramplet za testiranje lxml i XSLT
pl: Gramplet do testowania lxml i XSLT

source: Where is gzip?
es: ¿Dónde está gzip?
hr: Gdje je gzip?
pl: Gdzie jest gzip?

source: "gzip" is missing
es: Falta «gzip»
hr: „gzip” nedostaje
pl: Brakuje „gzip”

source: Missing python3 lxml
hr: Nedstaje Python3 lxml
pl: Brak python3 lxml

source: Please, try to install "python3 lxml" package.
es: Intente instalar el paquete «python3 lxml».
hr: Pokušaj instalirati „python3 lxml” Paket.
pl: Proszę spróbować zainstalować pakiet "python3 lxml".

source: No file loaded...
es: No se cargó ningún archivo…
hr: Nijedna datoteka nije učitana …
pl: Nie załadowano żadnego pliku...

source: XSD validation (lxml)
hr: XSD ispitivanje (lxml)
pl: Walidacja XSD (lxml)

source: Cannot validate "%(file)s" !
es: No se puede validar «%(file)s»
hr: Nije moguće ispitati „%(file)s”!
pl: Nie można zweryfikować pliku "%(file)s"!

source: xmllint: skip DTD validation for "%(file)s"
hr: xmllint: preskoči DTD ispitivanje za „%(file)s”

source: xmllint: skip RelaxNG validation for "%(file)s"
hr: xmllint: preskoči RelaxNG ispitivanje za „%(file)s”

source: Parsing issue
hr: Problem prilikom analiziranja
pl: Problem z analizą składniową

source: Cannot parse content of "%(file)s"
hr: Nije moguće analizirati sadržaj od „%(file)s”
pl: Nie można przeanalizować zawartości pliku „%(file)s”

source: Gramps version
es: Versión de Gramps
hr: Gramps inačica
pl: Wersja Grampsa

source: Wrong namespace Need: %s
hr: Krivi imenski prostor Potreban je: %s
pl: Nieprawidłowa przestrzeń nazw Potrzeba: %s

source: RelaxNG validation
hr: RelaxNG ispitivanje

source: Cannot validate "%(file)s" via RelaxNG schema
hr: Nije moguće ispitati „%(file)s” s RelaxNG shemom
pl: Nie można zweryfikować „%(file)s” za pomocą schematu RelaxNG

source: File issue
hr: Problem s datotekom
pl: Problem z plikiem

source: Cannot parse "%(file)s" via etree
hr: Nije moguće analizirati „%(file)s” pomoću etree
pl: Nie można przeanalizować „%(file)s” przez etree

source: Parsing file...
hr: Analiziranje datoteke …
pl: Analizowanie pliku...

source: Missing header
hr: Nedostaje zaglavlje
pl: Brak nagłówka

source: Not a valid .gramps. Cannot run the gramplet... Please, try to use a .gramps generated by Gramps 4.x.
es: No es un .gramps válido. No se puede ejecutar el gramplete. Pruebe a usar un .gramps generado por Gramps 4.x.
hr: Nije važeći .gramps. Nije moguće polkrenuti gramplet … Pokušaj upotrijebiti .gramps stvoren s Gramps 4.x.
pl: Nieprawidłowy .gramps. Nie można uruchomić grampleta... Proszę spróbować użyć .gramps wygenerowanego przez Gramps 4.x.

source: File parsed with
hr: Datoteka je analizirana sa
pl: Plik przeanalizowany za pomocą

source: File was generated on
hr: Datoteka je stvorena
pl: Plik został wygenerowany dnia

source: by Gramps
hr: pomoću Gramps-a
pl: przez Gramps

source: Period:
es: Período:
hr: Razdoblje:

source: entries for surname(s); no frequency yet
hr: unosi za prezimena; još bez učestalosti

source: entries for place(s)
hr: unosi za mjesta

source: note(s)
es: nota(s)
hr: zabilješke

source: source(s)
es: fuente(s)
hr: izvori
pl: źródło(a)

source: Gallery.html
es: Galería.html
hr: Galerija.html

source: 2. Has generated a media index on "%(file)s".
hr: 2. Stvorio/la je indeks medija za „%(file)s”.

source: 3. Has written entries into "%(file)s".
hr: 3. Dodao/la je zapise u „%(file)s”.

source: Matches XSD schema.
hr: Odgovara XSD shemi.

source: xmllint: skip DTD validation
hr: xmllint: preskače DTD ispitivanje

source: I am looking at ...
hr: Gledam na …

source: Content generated by Gramps
es: Contenido generado por Gramps
hr: Sadržaj je stvoren pomoću Gramps-a

source: Surnames
hr: Prezimena

source: Places
hr: Mjesta

source: List of sources
es: Lista de fuentes
hr: Popis izvora

source: Australia
hr: Australija

source: Bulgaria
hr: Bugarska

source: Canada
hr: Kanada

source: Chile
hr: Čile

source: China
hr: Kina

source: Croatia
hr: Hrvatska

source: Czech Republic
hr: Češka Republika

source: England
hr: Engleska

source: Finland
hr: Finska

source: France
hr: Francuska

source: Germany
hr: Njemačka

source: India
hr: Indija

source: Norway
es: Noruega
hr: Norveška

source: Russia
hr: Rusija

source: Sweden
hr: Švedska

source: United States of America
hr: Sjedinjene Američke Države

source: Name
hr: Ime

source: Country
hr: Država

source: 1. Has generated "%s".
es: 1. Ha generado «%s».
hr: 1. Stvorio/la je „%s”.

source: Try to open "%s" into your prefered web navigator ...
es: Pruebe a abrir «%s» en su navegador web preferido…
hr: Pokušaj otvoriti „%s” u tvom omiljenom web pregledniku …

source: Gallery
hr: Galerija

source: Brazil
es: Brasil
