Repository: gramps-project/addons-source
Catalog: DNAMatches/po/*-local.po
Languages: fi, sv

source: DNA Matches
fi: DNA-osumia
sv: DNA-matchningar

source: Gramplet to display a list of DNA matches
fi: Gramplet DNA-osumien luettelon näyttämiseen
sv: Gramplet för att visa en lista med DNA-matchningar

source: Pers.
fi: Henk.

source: Rel.
fi: Suhde

source: S. DNA
fi: Yht. DNA
sv: D. DNA

source: S. Seg.
fi: Yht. segm.
sv: D. Seg.

source: L. Seg
fi: Suurin seg.

source: Src(s)
fi: Lähteet
sv: Käll(or)

source: Shared DNA
fi: Jaettu DNA
sv: Delat DNA

source: Shared Segments
fi: Jaetut segmentit
sv: Delade Segment

source: Largest Segment
fi: Suurin segmentti
sv: Längsta Segment

source: Source(s)
fi: Lähteet
sv: Källa/källor

source: Double-click on a row to navigate to the matched person.
fi: Siirry vastaavaan henkilöön kaksoisnapsaututtamalla riviä.
sv: Dubbelklicka på en rad för att navigera till den matchade personen.

source: Right click to edit selected association.
fi: Muokkaa valittua yhteyttä hiiren kakkospainikkeella.
sv: Högerklicka för att redigera den valda associationen.

source: LEGEND
fi: Merkkien selitykset
sv: Teckenförklaring

source: Not specified
fi: Ei määritelty
sv: Icke specificerat
