Repository: gramps-project/addons-source
Catalog: LastChange/po/*-local.po
Languages: es, ru

source: Last Change Gramplet
ru: Последние изменения

source: List the last ten person records that have been changed
es: Enumerar los últimos diez registros de personas que han cambiado
ru: Показывает последние десять лиц в которые вносились изменения

source: Latest Changes
es: Cambios recientes
ru: Последние изменения

source: Last Change Report
es: Informe de cambios más reciente
ru: Последние изменения

source: Report of the last records that have been changed
es: Informe con los últimos registros que se han modificado
ru: Создаёт отчёт о последних изменениях в записях

source: Double-click name for details
ru: Двойной щелчок по имени для дополнительной информации

source: No Family Tree loaded.
ru: Семейное древо не загружено.

source: Processing...
ru: Обработка...

source: changed on
es: cambiado el
ru: изменено в

source: You must select at least one type of record.
es: Debe seleccionar por lo menos un tipo de registro.
ru: Необходимо выбрать хотя бы один тип записи.

source: People
ru: Лица

source: Families
ru: Семьи

source: Events
ru: События

source: Places
ru: Места

source: Media
ru: Документы

source: Sources
ru: Источники

source: People Changed
es: Personas cambiadas
ru: Изменённые лица

source: Person
ru: Лицо

source: Changed On
es: Cambiado el
ru: Изменено в

source: Families Changed
es: Familias cambiadas
ru: Изменённые семьи

source: Family Surname
ru: Фамилия семьи

source: %s and %s
es: %s y %s
ru: %s и %s

source: Events Changed
es: Eventos cambiados
ru: Изменённые события

source: Event
ru: Событие

source: Places Changed
es: Lugares cambiados
ru: Изменённые места

source: Place
ru: Место

source: Media Changed
es: Objetos audiovisuales cambiados
ru: Изменённые документы

source: Path
ru: Путь

source: Sources Changed
es: Fuentes cambiadas
ru: Изменённые источники

source: Title
ru: Название

source: Report Options
ru: Параметры отчёта

source: Select From
es: Seleccionar desde
ru: Выбрать из

source: The style used for the title of the page.
ru: Стиль заголовка страницы.

source: The style used for the section headers.
ru: Стиль заголовков разделов.

source: The style used for normal text
es: El estilo que usa el texto normal
ru: Стиль простого текста

source: The basic style used for table headings.
ru: Стиль для заголовков таблиц.

source: Notes Changed
es: Notas cambiadas

source: Citations Changed
es: Citas cambiadas
