Repository: gramps-project/addons-source
Catalog: DescendantSpaceTree/po/*-local.po
Languages: de, es, fi, fr, he, nl, pt_pt, sk, sv

source: Patriarchal Line (Male ancestor)
de: Patriarchale Linie (männliche Vorfahren)
es: Línea patriarcal (ascendiente masculino)
fi: Patriarkaalinen sukulinja (miespuoliset esivanhemmat)
fr: Ligne patriarcale (ancêtre masculin)
nl: Patriarchale lijn (mannelijke voorouder)
pt_pt: Linha patriarcal (ascendente masculino)
sv: Patriarkal linje (manlig förfader)

source: Matriarchal Line (Female ancestor)
de: Matriarchale Linie (weibliche Vorfahren)
es: Línea matriarcal (ascendiente femenina)
fi: Matriarkaalilinja (naispuoliset esivanhemmat)
fr: Ligne matriarcale (ancêtre féminin)
nl: Matriarchale lijn (vrouwelijke voorouder)
pt_pt: Linha matriarcal (ascendente feminino)
sv: Matriarkal linje (kvinnlig förfader)

source: Dark theme
de: Dunkles Design
es: Tema oscuro
fi: Tumma teema
fr: Thème sombre
sk: Tmavá téma
sv: Mörkt tema

source: Light theme
de: Helles Design
es: Tema claro
fi: Vaalea teema
fr: Thème clair
he: ערכת־ נושא בהירה
sk: Svetlá téma
sv: Ljust tema

source: Continue Descendant Tree
de: Nachkommenbaum fortsetzen
fi: Jälkeläispuun jatko
fr: Continuer l'Arbre Descendant
nl: Afstammelingsboom voortzetten
pt_pt: Continuar árvore de descendentes
sv: Fortsätt ättlingträd

source: Alternate Descendant Tree
de: Alternativer Nachkommenbaum
fi: Vaihtoehtoinen jälkeläispuu
fr: Arbre Descendant alternatif
he: חילוף אילן צאצאים
nl: Alternatieve afstammelingsboom
pt_pt: Árvore de descendentes alternativa
sv: Alternativt ättlingträd

source: Descendant SpaceTree
de: Nachkomme-Raumbaum
fi: Jälkeläisten tilaasäästävä sukupuu
fr: Arbre descendant spatial
he: אילן מרווח צאצאים
nl: Afstammelings-ruimteboom
pt_pt: Árvore de descendentes espacial
sv: SpaceTree för ättlingar

source: Total descendants
de: Gesamtzahl der Nachkommen
es: Descendientes totales
fi: Jälkeläisiä yhteensä
fr: Total de descendants
nl: Totaal aantal afstammelingen
pt_pt: Total de descendentes
sv: Totalt antal ättlingar

source: Marriages/Families:<ul>
de: Hochzeiten/Familien:<ul>
fi: Avioliitot/perheet:<ul>
fr: Mariages/Familles:<ul>
nl: Huwelijken/gezinnen:<ul>
pt_pt: Casamentos/Famílias:<ul>
sv: Vigslar/familjer:<ul>

source: Invalid Destination Directory
de: Ungültiges Zielverzeichnis
es: Directorio de destino no válido
fi: Virheellinen kohdehakemisto
fr: Dossier de destination invalide
nl: Ongeldige bestemmingsdirectory
pt_pt: Pasta destino inválida
sk: Neplatný cieľový adresár
sv: Felaktig målkatalog

source: Destination Directory %s does not exist Do you want to attempt to create it.
de: Das Zielverzeichnis %s existiert nicht. Willst du versuchen, es zu erstellen.
es: El directorio de destino «%s» no existe. ¿Quiere intentar crearlo?
fi: Kohdehakemistoa %s ei ole olemassa Haluatko yrittää luoda sen.
fr: Le dossier de destination %s n'existe pas. Voulez-vous essayer de le créer ?
nl: Bestemmingsmap %s bestaat niet Wilt u proberen deze aan te maken?
pt_pt: A pasta destino %s não existe. Deseja tentar criá-la?
sk: Cieľový adresár %s neexistuje. Chcete sa pokúsiť ho vytvoriť?
sv: Målkatalog %s existerar inte Vill du försöka skapa den?

source: Failed to create %s: %s
de: Erstellen von %s fehlgeschlagen: %s
es: No se pudo crear %s: %s
fi: Kohteen %s luonti ei onnistu: %s
fr: Échec à a création de %s : %s
he: כשל ביצירת %s: %s
nl: Kan %s: %s niet aanmaken
pt_pt: Falha ao criar %s: %s
sk: Nepodarilo sa vytvoriť %s: %s
sv: Fel vid skapandet av %s: %s

source: Failed to read proto file %s: %s
de: Das Lesen der Proto-Datei %s ist fehlgeschlagen: %s
es: No se pudo leer el protoarchivo %s: %s
fi: Mallitiedoston %s lukeminen epäonnistui: %s
fr: Impossible de lire le fichier proto %s : %s
he: כשל בקריאת קובץ תחילי %s: %s
nl: Kan proto-bestand %s:%s niet lezen
pt_pt: Falha ao ler o proto-ficheiro %s: %s
sk: Nepodarilo sa načítať proto súbor %s: %s
sv: Fel vid läsning av proto-fil %s: %s

source: Destination file %s already exists. Do you want to overwrite?
de: Die Zieldatei %s existiert bereits. Willst du sie überschreiben?
es: Ya existe el archivo de destino, «%s». ¿Quiere sobrescribirlo?
fi: Kohdetiedosto %s on jo olemassa Haluatko korvata sen?
fr: Le fichier de destination %s existe déjà. Voulez-vous le remplacer ?
nl: Bestemmingsbestand %s bestaat al. Wilt u overschrijven?
pt_pt: O ficheiro destino %s já existe. Deseja sobrescrevê-lo?
sk: Cieľový súbor %s už existuje. Chcete ho prepísať?
sv: Målfilen %s finns redan. Vill du skriva över?

source: Failed writing file:
de: Fehler beim Schreiben der Datei:
es: No se pudo escribir el archivo:
fi: Tiedoston kirjoittaminen epäonnistui:
fr: Échec d'écriture du fichier :
he: כשל בכתיבת קובץ:
nl: Bestand schrijven mislukt;
pt_pt: Falha ao escrever :
sk: Nepodarilo sa zapísať súbor:
sv: Fel vid skrivning av filen

source: Descendants of
de: Nachkommen von
fi: Jälkeläiset
fr: Descendants de
he: צאצאים של
nl: Afstammelingen van
pt_pt: Descendentes de
sv: Ättlingar till

source: How to Use the DescendantSpaceTree Viewer
de: Verwendung vom Nachkommen Raumbaum Ansichtsprogramm
fi: DescendantSpaceTree-katseluohjelman käyttö
fr: Comment utiliser l'Arbre Spatial Descendant
nl: De DescendantSpaceTree Viewer gebruiken
pt_pt: Como utilizar o DescendantSpaceTree
sv: Så här använder du DescendantSpaceTree-visaren

source: For the best viewing experience, maximize your browser window to use the entire screen. A resize will reset the graph to the center person.
de: Für ein optimales Seherlebnis maximiere dein Browserfenster, um den gesamten Bildschirm zu nutzen. Durch eine Größenänderung wird die Grafik auf die zentrale Person zurückgesetzt.
fi: Parhaan katselukokemuksen saavuttamiseksi suurenna selainikkunasi koko näyttöön ja lataa uudelleen. Keskushenkilö sijoittuu keskelle kaaviota.
fr: Pour la meilleure expérience de visualisation, maximisez la fenêtre de votre navigateur pour utiliser l'écran entier. Un redimensionnement réinitialisera le graphique à la personne centrale.
sv: För bästa visningsupplevelse, maximera webbläsarfönstret så att hela skärmen används. En storleksändring återställer grafen till personen i mitten.

source: Click on a node to focus on a descendant and expand any children.
de: Klicke auf einen Knoten, um einen Nachkommen zu fokussieren und alle Kinder zu erweitern.
fi: Napsauta solmua keskittyäksesi jälkeläiseen lapsineen.
fr: Cliquez sur un noeud pour se concentrer sur un descendant et afficher les enfants.
nl: Klik op een knooppunt voor meer details over een afstammeling en eventuele kinderen uit te vouwen.
pt_pt: Clique num nó para focar um descendente e expandir quaisquer filhos.
sv: Klicka på en nod för att fokusera på en ättling och expandera eventuella barn.

source: Click and drag anywhere on the viewer to position the descendant tree.
de: Klicke und ziehe an einer beliebigen Stelle in der Ansicht, um den Nachkommenbaum zu positionieren.
fi: Napsauta ja vedä mitä tahansa kohtaa katseluohjelmassa sijoittaaksesi jälkeläispuun.
fr: Cliquez et faites glisser n'importe où sur le graphe pour positionner l'arbre descendant.
nl: Klik en sleep in het weergavevenster om de stamboom te positioneren.
pt_pt: Clique e arraste em qualquer parte para posicionar a árvore descendente.
sv: Klicka och dra var som helst i visningsfönstret för att placera ättlingträdet.

source: Click on the reset button ___HELP_RESET_BUTTON___ to reset back to the starting descendant.
de: Klicke auf die Schaltfläche „Zurücksetzen“ ___HILFE_RESET_TASTE___, um zum ersten Nachkommen zurückzukehren.
fi: Palauta alkuperäiseen jälkeläiseen napsauttamalla nollauspainiketta ___HELP_RESET_BUTTON___.
fr: Cliquez sur le bouton de réinitialisation ___HELP_RESET_BUTTON___ pour revenir au descendant de départ.
he: יש ללחוץ על כפתור האיפוס ___HELP_RESET_BUTTON___ כדי לאפס בחזרה לצאצא הפותח.
nl: Klik op de resetknop ___HELP_RESET_BUTTON___ om terug te keren naar de beginnende afstammeling.
pt_pt: Clique no botão de reposição ___HELP_RESET_BUTTON___ para voltar ao descendente inicial.
sv: Klicka på återställningsknappen ___HJÄLP_ÅTERSTÄLLNINGS_KNAPP___ för att återställa till startättlingen.

source: Search for a person by typing into the search box. At least three characters are required to search. Click on any of the suggestions to quickly navigate to that person. A person may appear more than once in a search, a plus sign (+) after the name indicates that person appears as a spouse.
de: Suche nach einer Person durch Eingabe in das Suchfeld. Für die Suche sind mindestens drei Zeichen erforderlich. Klicke auf einen der Vorschläge, um schnell zu dieser Person zu gelangen. Eine Person kann mehrmals in einer Suche erscheinen. Ein Pluszeichen (+) hinter dem Namen zeigt an, dass diese Person als Ehepartner erscheint.
fi: Etsi henkilöä kirjoittamalla hakukenttään vähintään kolme merkkiä. Napsauta ehdokasta siirtyäksesi kyseisen henkilön kohdalle. Henkilö voi esiintyä toistuvasti haussa. Nimen perässä oleva plusmerkki (+) osoittaa, että kysessä on puoliso.
fr: Rechercher une personne en tapant dans la boîte de recherche. Au moins trois caractères sont nécessaires pour rechercher. Cliquez sur l'une des suggestions pour naviguer rapidement vers cette personne. Une personne peut apparaître plus d'une fois dans une recherche, un signe plus (+) après le nom indique que cette personne apparaît comme conjoint.
nl: Typ in het zoekvak om en persoon te zoeken. Er zijn ten minste drie tekens nodig om te zoeken. Klik op een van de suggesties om snel naar die persoon te navigeren. Een persoon kan meer dan eens voorkomen in een zoekopdracht, een plusteken (+) achter de naam geeft aan dat die persoon voorkomt als partner.
pt_pt: Procure uma pessoa escrevendo na caixa de pesquisa. São necessários pelo menos três caracteres para efectuar a pesquisa. Clique em qualquer uma das sugestões para navegar rapidamente para essa pessoa. Uma pessoa pode aparecer mais do que uma vez numa pesquisa, um sinal de mais (+) a seguir ao nome indica que a pessoa aparece como cônjuge.
sv: Sök efter en person genom att skriva i sökrutan. Minst tre tecken krävs för att söka. Klicka på något av förslagen för att snabbt navigera till den personen. En person kan förekomma mer än en gång i en sökning, ett plustecken (+) efter namnet indikerar att personen visas som make/maka.

source: A descendant and any spouses are listed in the same node. Children of all of the descendant's families are grouped together.
de: Ein Nachkomme und alle Ehepartner werden im selben Knoten aufgeführt. Die Kinder aller Familien des Nachkommens werden zusammen gruppiert.
fi: Jälkeläinen ja mahdolliset puolisot luetellaan samassa solmussa. Kaikkien perheiden lapset ryhmitellään yhteen.
fr: Un descendant et tous ses conjoints sont répertoriés dans le même noeud. Les enfants de toutes les familles du descendant sont regroupés.
nl: Een afstammeling en eventuele echtgenoten staan vermeld in hetzelfde knooppunt. Kinderen van alle gezinnen van de afstammeling worden gegroepeerd.
pt_pt: Um descendente e os seus cônjuges são listados no mesmo nó. Os filhos de todas as famílias do descendente são agrupados.
sv: En ättling och eventuella makar listas i samma nod. Barn till alla ättlingens familjer grupperas tillsammans.

source: Persons born after a specified date may not display their birth or death dates.
de: Personen, die nach einem bestimmten Datum geboren sind, dürfen ihr Geburts- oder Sterbedatum nicht anzeigen.
fi: Tuoreimmille tietyn ajankohdan jälkeen syntyneille henkilöille ei välttämättä näytetä syntymä- tai kuolinaikaa.
fr: Les individus nés après une date déterminée n'affichent pas leurs dates de naissance ou de décès.
nl: Personen die na een gespecificeerde datum zijn geboren, worden mogelijk zonder geboorte- of overlijdensdatum weergeven.
pt_pt: As pessoas nascidas após uma determinada data podem não mostrar as suas datas de nascimento ou de óbito.
sv: Personer födda efter ett visst datum får inte visa sina födelse- eller dödsdatum.

source: Person nodes are colored to indicate the number of children, the deeper tint of the coloring, the greater number of children.
de: Personenknoten sind farblich gekennzeichnet, um die Anzahl der Kinder anzuzeigen. Je dunkler die Farbe, desto größer ist die Anzahl der Kinder.
fi: Henkilösolmujen väri kuvaa lasten määrää: vahvempi väri tarkoittaa enemmän lapsia.
fr: Les noeuds d'individu sont colorés pour indiquer le nombre d'enfants, plus la teinte est colorée, plus il y a d'enfants.
nl: Knooppunten zijn gekleurd om het aantal kinderen aan te geven, hoe intenser de kleur, hoe groter het aantal kinderen.
pt_pt: Os nós individuais são coloridos para indicar o número de filhos, sendo que quanto mais profunda a cor, maior o número de filhos.
sv: Personnoder är färgade för att indikera antalet barn, ju mörkare nyans färgen har, desto större antal barn.

source: The currently selected descendant and all of the ancestors of that person are highlighted in yellow.
de: Der aktuell ausgewählte Nachkomme und alle Vorfahren dieser Person sind gelb hervorgehoben.
fi: Valittu jälkeläinen esivanhempineen on korostettu keltaisella.
fr: Le descendant sélectionné et tous les ancêtres de cet individu sont mis en évidence en jaune.
nl: De momenteel geselecteerde afstammeling en alle voorouders van die persoon zijn geel gemarkeerd.
pt_pt: O descendente actualmente seleccionado e todos os seus ascendentes são realçados a amarelo.
sv: Den för närvarande valda ättlingen och alla förfäder till den personen är markerade med gult.

source: A person may occur in different branches. This is usually because of inter-family marriages (such as that of cousins.) In this case, a button will also appear for that person, ___NAV_BUTTON_CONTINUE___ or ___NAV_BUTTON_ALT___ to navigate the other branch. Only one branch will expand descendants of this person.
de: Eine Person kann in verschiedenen Zweigen vorkommen. Dies ist in der Regel auf Eheschließungen innerhalb der Familie zurückzuführen (z. B. zwischen Cousins und Cousinen). In diesem Fall wird für diese Person ebenfalls eine Schaltfläche angezeigt, ___NAV_SCHALTFLÄCHE_WEITER___ oder ___NAV_SCHALTFLÄCHE_ALT___ , um zum anderen Zweig zu navigieren. Nur ein Zweig zeigt die Nachkommen dieser Person an.
fi: Henkilö voi esiintyä eri haaroissa. Tämä johtuu yleensä suvun sisäisistä avioliitoista (kuten serkkujen avioliitoista). Tässä tapauksessa kyseiselle henkilölle ilmestyy myös painike, ___NAV_BUTTON_CONTINUE___ tai ___NAV_BUTTON_ALT___, jolla voi navigoida toiseen haaraan. Jälkeläiset esitetään vuorollaan vain yhdessä haarassa.
fr: Un individu peut apparaître dans différentes branches. C'est généralement en raison de mariages intrafamiliaux (comme des cousins). Dans ce cas, un bouton apparaîtra également pour cette personne, ___NAV_BUTTON_CONTINUE___ ou ___NAV_BUTTON_ALT___ pour naviguer dans l'autre branche. Une seule branche affichera les descendants de cette personne.
nl: Een persoon kan in verschillende takken voorkomen. Dit komt meestal door huwelijken binnen families (zoals die van neven en nichten). In dit geval verschijnt er ook een knop voor die persoon, ___NAV_BUTTON_CONTINUE___ of ___NAV_BUTTON_ALT___ om door de andere tak te navigeren. Van slechts één tak van deze persoon worden de afstammelingen uitgevouwen.
pt_pt: Uma pessoa pode aparecer em diferentes ramos. Neste caso, aparecerá também um botão para essa pessoa, ___NAV_BUTTON_CONTINUE___ ou ___NAV_BUTTON_ALT___ para navegar para o outro ramo. Apenas um ramo expandirá os descendentes desta pessoa.
sv: En person kan förekomma i olika grenar. Detta beror vanligtvis på äktenskap inom familjen (t.ex. kusiner). I det här fallet visas även en knapp för den personen, ___NAV_BUTTON_CONTINUE___ eller ___NAV_BUTTON_ALT___ för att navigera i den andra grenen. Endast en gren kommer att expandera ättlingar till denna person.

source: The following open source projects are used in building this viewer, see source code LICENSE*.txt files for complete licenses and required notices.
de: Die folgenden Open-Source-Projekte werden beim Erstellen dieser Ansicht verwendet. Die vollständigen Lizenzen und erforderlichen Hinweise findest du in den Quellcode-Dateien LICENSE*.txt.
fi: Seuraavia avoimen lähdekoodin projekteja on käytetty tämän katseluohjelman rakentamisessa. Katso täydelliset lisenssit ja tarvittavat ilmoitukset lähdekoodin LICENSE*.txt-tiedostoista.
fr: Les projets open source suivants sont utilisés dans la construction de ce visionneur, voir les fichiers source LICENSE*.txt pour les licences complètes et les obligations.
nl: De volgende open source-projecten zijn gebruikt bij het bouwen van deze viewer, zie broncode LICENSE*.txt-bestanden voor volledige licenties en vereiste kennisgevingen.
pt_pt: Os seguintes projectos de código aberto são utilizados na construção deste visualizador, consulte os ficheiros LICENSE*.txt do código fonte para obter as licenças completas e os avisos necessários.
sv: Följande projekt med öppen källkod används för att bygga den här visningsprogramvaran. Se källkodsfilerna LICENSE*.txt för fullständiga licenser och obligatoriska meddelanden.

source: Search. . .
de: Suchen. . .
es: Buscar…
fi: Etsi...
fr: Rechercher. . .
he: חיפוש. . .
nl: Zoeken...
pt_pt: Procurar...
sk: Hľadať. . .
sv: Sök. . .

source: Include Generations
de: Generationen einbeziehen
es: Incluir generaciones
fi: Näytettävät sukupolvet
fr: Inclure les générations
nl: Generaties opnemen
pt_pt: Gerações a incluir
sk: Zahrnúť generácie
sv: Ta med generationer

source: Branch to expand when duplicated
de: Zweig wird beim Duplizieren erweitert
fi: Haara, joka laajenee kopioitaessa
fr: Branche à développer quand il y a doublon
nl: Vertakking om uit te vouwen wanneer gedupliceerd
pt_pt: Ramo a expandir quando duplicado
sv: Grenen som ska expanderas vid duplicering

source: When a descendant appears more than once, prefer the selected lineage to expand descendancy line
de: Wenn ein Nachkomme mehr als einmal erscheint, wird die ausgewählte Linie bevorzugt, um die Nachkommenslinie zu erweitern
fi: Kun jälkeläinen esiintyy useammin kuin kerran, valitse sukulinja jälkeläislinjan laajennukseen
fr: Lorsqu'un descendant apparaît plus d'une fois, préférer la ligne choisie pour étendre la ligne de descendance
nl: Wanneer een afstammeling meer dan eens voorkomt, geef dan de voorkeur aan de geselecteerde afstamming om de afstammingslijn uit te breiden
pt_pt: Quando um descendente aparece mais do que uma vez, preferir a linhagem seleccionada para expandir a linha de descendência
sv: När en ättling förekommer mer än en gång, föredra den valda släktlinjen för att expandera släktlinjen

source: Maximum display birth year
de: Maximales Geburtsjahr für die Anzeige
fi: Suurin mahdollinen syntymävuosi
fr: Année de naissance maximale à afficher
nl: Maximaal weer te geven geboortejaar
pt_pt: Ano de nascimento máximo mostrado
sv: Maximalt visningsår för födelse

source: Birth/date dates will not be displayed after this year
de: Geburtsdaten werden nach diesem Jahr nicht mehr angezeigt
fi: Syntymäaikoja ei näytetä tämän vuoden jälkeen
fr: Les dates ne seront pas affichées après cette année de naissance
nl: Geboorte-/sterfdatums na dit jaar niet meer weergegeven
pt_pt: As datas de nascimento/data não serão mostradas a partir deste ano
sv: Födelse/dödsdatum visas inte efter detta år

source: Theme preference
de: Designvorlage
es: Preferencia de tema
fi: Teeman valinta
fr: Préférence de thème
he: העדפת ערכת נושא
sk: Predvoľba témy
sv: Temainställning

source: Theme color preference for Space Tree
de: Designfarbe-Einstellung für Raumbaum
fi: Avaruuspuun teeman värien valinta
fr: Couleur de thème pour l'arbre
sv: Temafärginställning för Space Tree

source: The destination path for generated files.
de: Der Zielpfad für die generierten Dateien.
es: La ruta de destino de los archivos generados.
fi: Kohdehakemisto uusille tiedostoille.
fr: Le chemin de destination pour les fichiers générés.
nl: Het bestemmingspad voor gegenereerde bestanden.
pt_pt: O caminho destino para os ficheiros gerados.
sk: Cieľová cesta pre vygenerované súbory.
sv: Målmappen för genererade filer.

source: Destination File
de: Zieldatei
es: Archivo de destino
fi: Kohdetiedosto
fr: Fichier de destination
he: קובץ יעד
nl: Bestemming bestand
pt_pt: Ficheiro destino
sk: Cieľový súbor
sv: Målfil

source: The destination file name for the report.
de: Der Name der Zieldatei für den Bericht.
es: El nombre de archivo de destino del informe.
fi: Raporttitiedoston nimi.
fr: Le fichier de destination pour le rapport.
he: שם קקובץ יעדז לדוח.
nl: De naam van het doelbestand voor het rapport.
pt_pt: O nome de ficheiro destino para o relatório.
sv: Målfilnamn för rapporten.

source: Open generated HTML file with default browser.
de: Die generierte HTML-Datei mit dem Standardbrowser öffnen.
fi: Avaa luotu HTML-tiedosto oletusselaimella.
fr: Ouvrir le fichier HTML généré avec le navigateur par défaut.
he: פתיחת קובץ HTML שחולל בדפדפן ברירת־מחדל.
sk: Otvoriť vygenerovaný súbor HTML v predvolenom prehliadači.
sv: Öppna den genererade HTML-filen med standardwebbläsaren.

source: Descendant Space Tree
de: Nachkommen-Raumbaum
fi: Jälkeläisten avaruussukupuu
fr: Arbre spatial descendant
he: אילן מרווח צאצאים
nl: Afstammelings-ruimteboom
pt_pt: Árvore de descendentes espacial
sv: Space Tree för ättlingar

source: Generates a web page with an interactive graph of descendants represented as a Space Tree for efficient viewing, even with many descendants or generations.
de: Erstellt eine Webseite mit einem interaktiven Stammbaum, der als Raumbaum dargestellt wird, um auch bei vielen Nachkommen oder Generationen eine effiziente Anzeige zu gewährleisten.
fi: Luo verkkosivun, jolla on interaktiivinen jälkeläispuu kätevänä avaruuspuuna soveltuen suureen määrään jälkeläisiä tai sukupolvia.
fr: Génère une page web avec un graphique interactif des descendants représenté sous la forme d'un arbre spatial pour une visualisation efficace, même avec de nombreux descendants ou générations.
nl: Genereert een webpagina met een interactieve grafiek van afstammelingen die worden weergegeven als een ruimteboom voor efficiënte weergave, zelfs met veel afstammelingen of generaties.
pt_pt: Gera uma página Web com um gráfico interactivo de descendentes, representado como uma árvore espacial para uma visualização eficiente, mesmo com muitos descendentes ou gerações.
sv: Genererar en webbsida med ett interaktivt diagram över ättlingar representerade som ett Space Tree för effektiv visning, även med många ättlingar eller generationer.
