Repository: gramps-project/addons-source
Catalog: ImportMerge/po/*-local.po
Languages: es

source: Import and Merge tool
es: Herramienta Importar y fusionar

source: Import and merge a Gramps XML
es: Importe y fusione un XML de Gramps

source: Delete original
es: Eliminar original

source: Add Import
es: Añadir importación

source: Merge into original
es: Fusionar en original

source: Merge into import
es: Fusionar en importación

source: Replace with import
es: Reemplazar por importación

source: Keep original
es: Mantener original

source: This item will be merged, using data from the import. Any referenced items were also marked for merging or adding.
es: Este elemento se fusionará, usando datos de la importación. Los elementos a los que haga referencia también se marcarán para fusión o adición.

source: Your Tree and import are the same.
es: Su árbol y la importación son iguales.

source: your tree
es: su árbol

source: Imported
es: Importado

source: Result
es: Resultado

source: Import and Merge
es: Importar y fusionar

source: Replace
es: Reemplazar

source: Object and item
es: Objeto y elemento

source: Differences
es: Diferencias

source: Done
es: Hecho

source: This button will merge the imported data into your tree with your tree data as a base.
es: Este botón fusionará los datos importados en su árbol, fungiendo como base su árbol mismo.

source: Merge Import
es: Fusionar importación

source: This button will merge the imported data into your tree with the imported data as a base.
es: Este botón fusionará los datos importados en su árbol, fungiendo como base los datos importados.

source: This button will edit the imported data. The data will still need to be merged, added or replaced.
es: Este botón permitirá editar los datos importados. Estos aún deberán fusionarse, adicionarse o reemplazarse.
