Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Add death events with dates
da: Tilføj dødshændelser med datoer
de: Todesereignisse mit Datum hinzufügen
he: הוספת ארוע פטירה עם תאריכים
hr: Uključi smrti s datumima
nb: Legg til dødshendelser med datoer
nl: Overlijdensgebeurtenissen met datum toevoegen
pt_pt: Adicionar óbitos com datas
uk: Додати події смерті з датами

source: Add death events with or without estimated dates
da: Tilføj dødshændelser med eller uden anslåede datoer
de: Hinzufügen von Todesereignissen mit oder ohne geschätztes Datum
he: אירוע פטירה עם או ללא תאריכים משוערים
hr: Uključi smrti sa ili bez procijenjenih datuma
nb: Legg til dødshendelser med eller uten estimerte datoer
nl: Overlijdensgebeurtenissen met of zonder geschatte datum toevoegen
pt_pt: Adicionar óbitos com ou sem datas estimadas
uk: Додати події смерті з або без орієнтовних дат

source: Maximum age
cs: Maximální věk
da: Største alder
de: Maximales Alter
he: גיל מרבי
hr: Najviša životna dob
nb: Høyeste alder
nl: Maximum leeftijd
pt_pt: Idade máxima
sk: Najvyšší vek
uk: Максимальний вік

source: Maximum age that one can live to
cs: Maximální věk, který může osoba žít
da: Størst opnåelige alder
de: Höchstalter, das eine Person erreichen kann
he: תוחלת חיים מירבית (בשנים) לאדם
hr: Najviša moguća životna dob
nb: Høyeste alder som noen kan oppnå
nl: Maximum leeftijd die iemand kan bereiken
pt_pt: Idade máxima até que se pode viver
sk: Najvyšší vek dožitia
uk: Максимальний вік, до якого можна дожити

source: Maximum age difference between siblings
cs: Maximální věkový rozdíl mezi sourozenci
da: Største aldersforskel mellem søskende
de: Maximaler Altersabstand zwischen Geschwistern
he: הפרש גילאים מרבי בין אחאים
hr: Najveća starosna razlika između braće i sestara
nb: Største aldersforskjell mellom søsken
nl: Maximaal leeftijdsverschil tussen broers en zussen
pt_pt: Diferença de idade máxima entre irmãos
sk: Maximálny vekový rozdiel medzi súrodencami
uk: Максимальна різниця у віці між братами та сестрами

source: Average years between two generations
cs: Průměrný počet let mezi dvěma generacemi
da: Gennemsnitligt antal år mellem to generationer
de: Durchschnittlicher Jahresabstand zwischen zwei Generationen
he: מספר שנים ממוצע בין שני דורות
hr: Prosječni razmak u godinama između dviju generacija
nb: Gjennomsnittlig antall år mellom to generasjoner
nl: Gemiddeld leeftijdsverschil tussen twee generaties
pt_pt: Média de anos entre duas gerações
sk: Priemerný počet rokov medzi dvomi generáciami
uk: Середня кількість років між двома поколіннями

source: Estimated Dates
da: Anslåede datoer
de: Geschätzte Daten
he: תאריכים משוערים
hr: Procijenjeni datumi
nb: Estimerte datoer
nl: Geschatte datums
pt_pt: Datas estimadas
uk: Орієнтовні дати

source: Approximate (about)
da: Anslået (omkring)
de: Ungefähr (um)
he: מקורב (בסביבות)
hr: Približno (oko)
nb: Tilnærmet (omkring)
nl: Circa (ongeveer)
pt_pt: Aproximada (cerca de)
uk: Приблизно (приблизно)

source: Extremes (after and before)
da: Ekstremer (efter og før)
de: Extremwerte (nach und vor)
he: קיצוניים (אחרי ולפני)
hr: Ekstremi (nakon i prije)
nb: Ytterpunkter (etter og før)
nl: Uitersten (voor en na)
pt_pt: Extremas (antes e depois)
uk: Екстремуми (після і до)

source: Dates on events are either about or after/before
da: Datoer for hændelser er enten omkring eller før/efter
de: Die Daten der Ereignisse sind entweder um oder nach/vor
he: תאריכי אירועים הם מסוג, בקרוב או אחרי/לפני
hr: Datumi u događajima sadrže ili ’oko' ili 'prije/nakon’
nb: Datoer på hendelser er enten omkring eller etter/før
nl: Datums van gebeurtenissen zijn ofwel ongeveer of voor/na
pt_pt: Datas em eventos que são cerca ou antes/depois
uk: Дати на подіях або приблизні, або після/до

source: The Calculate Estimated Dates Tool is used to add and remove birth and death events for people that are missing these events. To use: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
da: Beregn anslåede datoer værktøjet bruges til at lægge fødselshændelse og dødshændelse til for personer der mangler disse hændelser For at benytte: 1. Gå til Tilvalgfanebladet 2. Kontroller [] Fjern tilvalget for at fjerne tidligere estimater 3. Vælg Tillæg dato valg for dater hændelser med eller uden datoer 4. Klik på Udfør 5. Vælg hvilke personer der skal have lagt hændelse til 6. Klik på 'Læg valgte Hændelser til' for at danne Note: Hvis du vælger a gøre en hændelse permanent, fjern den fra Kilden. Ellers vil den blive fjernet næste gang du automatisk fjerne disse hændelser. Du kan blive nødt til at udføre værktøjet flere gange (uden at fjerne tidligere hændelser) for at tilføje alle mulige hændelser.
de: Mit dem Werkzeug „Geschätzte Daten berechnen“ kannst du Geburts- und Todesereignisse für Personen hinzufügen und entfernen, bei denen diese Ereignisse fehlen. So verwendest du es: 1. Gehe auf die Registerkarte Optionen 2. Aktiviere die Option [ ] Entfernen, um frühere Schätzungen zu entfernen. 3. Wähle die Optionen Datum hinzufügen, um Ereignisse mit oder ohne Datum zu datieren 4. Klicke auf Ausführen 5. Wähle die Personen, mit denen du Ereignisse hinzufügen möchtest 6. Klicke zum Erstellen auf die Schaltfläche „Ausgewählte Ereignisse hinzufügen“. HINWEISE: Wenn du dich entscheidest, ein Ereignis dauerhaft zu machen, entferne es aus der Quelle. Andernfalls wird es entfernt, wenn du diese Ereignisse das nächste Mal automatisch entfernst. Möglicherweise musst du das Werkzeug wiederholt ausführen (ohne vorherige Ereignisse zu entfernen), um alle möglichen Ereignisse hinzuzufügen.
he: הכלי ל'חשוב תאריכים משוערים' נועד להוספת והסרת אירועי לידה ופטירה לאנשים באילן־היוחסין להם אירועים אלה חסרים. אופן השימוש: 1. מעבר ללשונית 'אפשרויות' 2. סימון אפשרות [ ] ''הסרה' לניקוי אומדנים קודמים 3. בחריה באפשרות 'הוספת תאריך לאירועים עם או בלי תאריכים 4. הקשה על ביצוע 5. בחירת האנשים להם יש להוסיף אירועים 6. הקשה על לחצן 'הוספת אירועים שנבחרו' על מנת ליצור אירועים הערות: כדי לקבע אירוע לצמיתות, יש להסיר אותו מהמקור. אחרת, הוא יוסר בפעם הבאה שתתבצע הסרת אירועים האלה באופן אוטומטי. ייתכן שתדרש הפעלת הכלי שוב ושוב (מבלי להסיר אירועים קודמים) כדי להוסיף את כל האירועים האפשריים.
hr: Alat „Procijeni datume” se koristi za dodavanje ili uklanjanje događaja poput rođenja, smrti i sl. za osobe, kojima ti podaci nedostaju. Način upotrebe: 1. Idi na karticu „Opcije” 2. Označi opciju [ ] Ukloni, za uklanjanje prijašnje procjene 3. Odaberi opciju za dodavanje datuma, za datume događaja sa ili bez datuma 4. Klinkni na Izvrši 5. Odaberi osobe s kojima se dodaju događaji 6. Pritisni na „Dodaj odabrane događaje” NAPOMENE: ukoliko želiš napraviti događaj stalnim, ukloni ga iz izvora. U suprotnom, bit će uklonjen prilikom sljedećeg automatskog uklanjanja ovih događaja. Može biti, da ćeš morati pokrenuti alat više puta (bez uklanjanja prijašnjih događaja), kako bi se dodali svi mogući događaji.
nb: Verktøyet for å beregne estimerte datoer brukes for å legge til og fjerne fødsels- og dødshendelser for personer som mangler disse hendelsene. Ved bruk: 1. Gå til valgfliken 2. Markere [ ] ta-bortopsjonen for å fjerne tidligere estimater 3. Velg opsjonen Legg til datohendelser med eller uten datoer 4. Klikk på Kjør 5. Velg personene du vil legge til hendelser på 6. Click på knappen 'Legg til valgte hendelser' for å lage dem MERKNADER: hvis du velger å lage en permanent hendelse, fjern den fra kilden. Ellers vil den bli fjernet neste gang du automatisk fjerner disse hendelsene. Det kan hende at du må kjøre dette verktøyet flere ganger (uten å fjerne tidligere hendelser) for å kunne legge til alle hendelsene.
nl: De tool Geschatte datums berekenen wordt gebruikt om geboorte- en overlijdensgebeurtenissen toe te voegen en te verwijderen voor mensen die deze gebeurtenissen missen. Gebruik: 1. Ga naar het tabblad Opties 2. Vink de optie [ ] Verwijder... aan om eerdere schattingen te verwijderen 3. Selecteer de datumopties om gebeurtenissen al dan niet van een datum te voorzien 4. Klik op Uitvoeren 5. Selecteer de personen waarvoor u gebeurtenissen wilt toevoegen 6. Klik op de 'Geselecteerde gebeurtenissen toevoegen' knop OPMERKING: als u besluit een gebeurtenis permanent te maken, verwijder het dan uit de bron. Anders wordt de gebeurtenis tijdens het volgend gebruik van de tool automatisch verwijderd. Mogelijk moet u de tool herhaaldelijk uitvoeren (zonder eerder aangemaakte gebeurtenissen te verwijderen) om alle mogelijke gebeurtenissen toe te voegen.
pt_pt: Esta ferramenta é usada para adicionar e remover eventos de nascimento e óbito a indivíduos que não os têm. Uso: 1. vá ao separador Opções; 2. marque a opção [ ] Remover para remover estimativas anteriores; 3. seleccione as opções Adicionar data a eventos com ou sem datas; 4. clique em Executar; 5. seleccione os indivíduos a quem adicionar eventos; 6. clique em "Adicionar eventos seleccionados" para criar. NOTAS: se decidir tornar um evento permanente, remova-o da fonte. Senão, será removido da próxima vez que remover estes eventos automaticamente. Poderá ter de executar a ferramenta repetidamente (sem remover eventos prévios) para adicionar todos os eventos possíveis.
uk: Інструмент 'Розрахунок орієнтовних дат' використовується для додавання та видалення подій народження і смерті для осіб, у яких відсутні ці події. Як використовувати: 1. Перейдіть на вкладку 'Опції' 2. Виберіть опцію [ ] Видалити для видалення попередніх оцінок 3. Виберіть опції додавання дат для подій з або без дат 4. Натисніть 'Виконати' 5. Виберіть осіб, для яких потрібно додати події 6. Натисніть кнопку 'Додати вибрані події', щоб створити події ПРИМІТКИ: якщо ви вирішили зробити подію постійною, видаліть її з джерела. В іншому випадку її буде видалено наступного разу, коли ви автоматично видалите ці події. Можливо, вам доведеться запускати інструмент кілька разів (без видалення попередніх подій), щоб додати всі можливі події.

source: Select All
da: Vælg alt
de: Alle auswählen
he: בחירת הכול
hr: Odaberi sve
nb: Velg alle
nl: Alles selecteren
pt_pt: Seleccionar tudo
uk: Вибрати все

source: Select None
da: Vælg intet
de: Keine auswählen
he: לא לבחור דבר
hr: Odaberi ništa
nb: Velg Ingen
nl: Niets selecteren
pt_pt: Não seleccionar nada
uk: Зняти виділення

source: Toggle Selection
da: Skift Valget
de: Auswahl umkehren
he: החלפת בחירה
hr: Uključi/Isključi odabir
nb: Markere valget
nl: Selectie wisselen
pt_pt: Alternar selecção
uk: Перемкнути вибір

source: Add Selected Events
da: Tilføj Valgte Hændelse
de: Ausgewählte Ereignisse hinzufügen
he: הוספת אירועים שנבחרו
hr: Dodaj odabrane događaje
nb: Legg til valgte hendelser
nl: Geselecteerde gebeurtenissen toevoegen
pt_pt: Adicionar eventos seleccionados
uk: Додати вибрані події

source: Remove Events, Notes, and Source and Reselect Data
da: Fjern Hændelser, Noter, og Kilde og Genvælg Data
de: Ereignisse, Notizen und Quelle entfernen und Daten neu auswählen
he: הסרת אירועים, הערות ומקורות, ולבחור נתונים מחדש
hr: Ukloni događaje, zabilješke i izvore, te ponovo odaberi podatke
nb: Fjern hendelser, notater og kilder, og velg data om igjen
nl: Gebeurtenissen, opmerkingen en bronnen verwijderen en gegevens opnieuw selecteren
pt_pt: Remover eventos, notas e fonte e seleccionar dados de novo
uk: Видалити події, примітки та джерело і повторно вибрати дані

source: Are you sure you want to remove previous events, notes, and source and reselect data?
da: Er du sikker på at du vil fjerne tidligere hændelser, noter, og kilder og genvælge data?
de: Bist du sicher, dass du frühere Ereignisse, Notizen und die Quelle entfernen und die Daten erneut auswählen möchtest?
he: האם להסיר אירועים קודמים, הערות ומקורות, ולבחור נתונים מחדש?
hr: Zaista želiš ukloniti prethodne događaje, zabilješke i izvore, te ponovno odabrati podatke?
nb: Er du sikker på at du vil fjerne tidligere hendelser, notater og kilder og velge data om igjen?
nl: Weet u zeker dat u eerdere gebeurtenissen, opmerkingen en bronnen wilt verwijderen en gegevens opnieuw wilt selecteren?
pt_pt: Deseja realmente remover eventos, notas e fonte prévias e seleccionar dados de novo?
uk: Ви впевнені, що хочете видалити попередні події, примітки та джерело і повторно вибрати дані?

source: Remove and Run Select Again
da: Fjern og Udfør Valg igen
de: Entfernen und Auswahl erneut ausführen
he: הסרה והרצת בחירה חוזרת
hr: Ukloni i ponovo odaberi
nb: Fjern og kjør velgeren om igjen
nl: Verwijderen en selectie opnieuw uitvoeren
pt_pt: Remover e relançar selecção
uk: Видалити та знову виконати вибір

source: Reselect Data
da: Genvælg Data
de: Daten neu auswählen
he: בחירת נתונים מחדש
hr: Ponovo odaberi podatke
nb: Velg data om igjen
nl: Gegevens opnieuw selecteren
pt_pt: Seleccionar dados de novo
uk: Повторно вибрати дані

source: Are you sure you want to reselect data?
da: Er du sikker på at du vil genvælge data?
de: Bist du sicher, dass du die Daten erneut auswählen willst?
he: האם לבחור נתונים מחדש?
hr: Zaista želiš ponovo odabrati podatke?
nb: Er du sikker på at du vil velge data om igjen?
nl: Weet u zeker dat u gegevens opnieuw wilt selecteren?
pt_pt: Deseja realmente seleccionar dados de novo?
uk: Ви впевнені, що хочете повторно вибрати дані?

source: Run Select Again
da: Udfør Valg Igen
de: Auswählen erneut ausführen
he: הרצת 'לבחור שוב'
hr: Odaberi ponovo
nb: Kjør velgeren om igjen
nl: Selectie opnieuw uitvoeren
pt_pt: Relançar a selecção
uk: Знову виконати вибір

source: Evidence
da: Dokumentation
de: Beleg
he: ראיה
hr: Dokaz
nb: Bevis
nl: Bewijs
pt_pt: Prova
uk: Доказ

source: Relative
da: Slægtning
de: Verwandte(r)
he: יחסי
hr: Relativno
nb: Slektning
nl: Relatief
pt_pt: Relativa
uk: Родич

source: Removing old estimations...
da: Fjerner gamle estimater
de: Alte Schätzungen entfernen...
he: הסרת אמדנים ישנים...
hr: Uklanjanje prijašnjih procjena …
nb: Fjerner gamle estimater...
nl: Oude schattingen verwijderen...
pt_pt: A remover estimativas antigas...
uk: Видалення старих оцінок...

source: Removing '%s'...
cs: Odstraňuji '%s'...
da: Fjerner "%s" ...
de: Entferne '%s'...
he: מתבצעת הסרת '%s'...
hr: Uklanjanje „%s” …
nb: Fjerner '%s'...
nl: '%s' verwijderen…
pt_pt: A remover "%s"...
sk: Odstraňujem '%s'...
uk: Видалення '%s'...

source: done!
da: udført!
de: fertig!
he: בוצע!
hr: gotovo!
nb: gjort!
nl: Klaar!
pt_pt: feito!
uk: готово!

source: Selecting...
da: Vælger...
de: Auswählen...
he: בחירה...
hr: Odabiranje …
nb: Velger...
nl: Selecteren...
pt_pt: A seleccionar...
uk: Вибір...

source: Add birth and death events
da: Tilføj fødsels- og dødshændelser
de: Geburts- und Todesereignisse hinzufügen
he: הוספת אירועי לידה ופטירה
hr: Uključi rođenja i smrti
nb: Legg til fødsels- og dødshendelser
nl: Geboorte- en overlijdensgebeurtenissen toevoegen
pt_pt: Adicionar eventos de nascimento e óbito
uk: Додати події народження і смерті

source: Add birth event
da: Tilføj fødselshændelse
de: Geburtsereignis hinzufügen
he: הוספת אירוע לידה
hr: Uključi rođenja
nb: Legg til fødselshendelse
nl: Geboortegebeurtenis toevoegen
pt_pt: Adicionar nascimento
uk: Додати подію народження

source: Add death event
da: Tilføj dødshændelse
de: Todesereignis hinzufügen
he: הוספת אירוע פטירה
hr: Uključi smrti
nb: Legg til dødshendelse
nl: Overlijdensgebeurtenis toevoegen
pt_pt: Adicionar óbito
uk: Додати подію смерті

source: No events to be added.
da: Ingen hændelser skal tilføjes.
de: Es sind keine Ereignisse hinzuzufügen.
he: אין אירועים להוספה.
hr: Nema događaja, koji bi se mogli dodati.
nb: Ingen hendelser som skal legges til.
nl: Geen gebeurtenissen om toe te voegen.
pt_pt: Sem eventos a adicionar.
uk: Немає подій для додавання.

source: Selecting...
da: Vælger ...
de: Auswählen...
he: בחירה...
hr: Odabiranje …
nb: Velger...
nl: Selecteren...
pt_pt: A seleccionar...
uk: Вибір...

source: Adding events '%s'...
da: Tilføjer hændelser '%s'...
de: Hinzufügen der Ereignisse '%s'...
he: הוספת אירועים '%s' מתבצעת...
hr: Dodavanje događaja „%s” …
nb: Legger til hendelser '%s'...
nl: Gebeurtenissen toevoegen '%s'...
pt_pt: A adicionar eventos "%s"...
uk: Додавання подій '%s'...

source: Added birth event based on %(evidence)s, from %(name)s
da: Tilføjet fødselshændelse baseret på %(evidence)s, fra %(name)s
de: Geburtsereignis basierend auf %(evidence)s, von %(name)s hinzugefügt
he: נוספו אירועי לידה בהתבסס על %(evidence)s, מתוך %(name)s
hr: Dodano je rođenje na osnovi %(evidence)s iz %(name)s
nb: La til fødselshendelse basert på %(evidence)s, fra %(name)s
nl: Geboortegebeurtenis toegevoegd gebaseerd op %(evidence)s, van %(name)s
pt_pt: Adicionado nascimento baseado em %(evidence)s, de %(name)s
uk: Додана подія народження на основі %(evidence)s, від %(name)s

source: Added birth event based on %s
da: Tilføjet fødselshændelse baseret på %s
de: Geburtsereignis basierend auf %s hinzugefügt
he: נוספו אירועי לידה בהתבסס על %s
hr: Dodano je rođenje na osnovi %s
nb: La til dødshendelser basert på %s
nl: Geboortegebeurtenis toegevoegd gebaseerd op %s
pt_pt: Adicionado nascimento baseado em %s
uk: Додана подія народження на основі %s

source: Estimated birth date
cs: Odhadovaný datum narození
da: Anslået fødselsdato
de: Geschätztes Geburtsdatum
he: תאריך פטירה משוער
hr: Procijenjeni datum rođenja
nb: Estimerer fødselsdato
nl: Geschatte geboortedatum
pt_pt: Data de nascimento estimada
sk: Odhadnuté dátumy narodenia
uk: Орієнтовна дата народження

source: Added death event based on %(evidence)s, from %(person)s
da: Tilføjet dødshændelse baseret på %(evidence)s, from %(person)s
de: Todesereignis auf der Grundlage von %(evidence)s, von %(person)s hinzugefügt
he: נוספו אירועי פטירה בהתבסס על %(evidence)s, של %(person)s
hr: Dodana je smrt na osnovi %(evidence)s, od %(person)s
nb: La til dødshendelse basert på %(evidence)s, fra %(person)s
nl: Overlijdensgebeurtenis toegevoegd gebaseerd op %(evidence)s, van %(person)s
pt_pt: Adicionado óbito baseado em %(evidence)s, de %(person)s
uk: Додана подія смерті на основі %(evidence)s, від %(person)s

source: Added death event based on %s
da: Tilføjet dødshændelse baseret på %s
de: Todesereignis basierend auf %s hinzugefügt
he: נוספו אירועי פטירה בהתבסס על %s
hr: Dodana je smrt na osnovi %s
nb: La til dødshendelse basert på %s
nl: Overlijdensgebeurtenis toegevoegd gebaseerd op %s
pt_pt: Adicionado óbito baseado em %s
uk: Додана подія смерті на основі %s

source: Estimated death date
cs: Odhadovaný datum úmrtí
da: Anslået dødsdato
de: Geschätztes Todesdatum
he: תאריך פטירה משוער
hr: Procijenjeni datum smrti
nb: Estimerer dødsdato
nl: Geschatte overlijdensdatum
pt_pt: Data de óbito estimada
sk: Odhadnuté dátumy úmrtia
uk: Орієнтовна дата смерті

source: Done! Committing...
da: Udført! Gemmer.....
de: Fertig! Festlegen...
he: מתבצע הידוד...
hr: Završeno! Primjenjivanje …
nb: Gjort! Sjekker inn endringene...
nl: Ok! Opgeslagen...
pt_pt: Feito! A submeter...
uk: Готово! Застосування змін...

source: Added %d events.
da: Tilføjet %d hændelser.
de: %d Ereignisse hinzugefügt.
he: נוספו %d אירועים.
hr: Broj dodanih događaja: %d.
nb: La til %d hendelser.
nl: %d gebeurtenissen toegevoegd.
pt_pt: Adicionados %d eventos.
uk: Додано %d подій.

source: Estimated date
cs: Odhadovaná data
da: Anslået dato
de: Geschätztes Datum
he: תאריך משוער
hr: Procijenjeni datum
nb: Estimert dato
nl: Geschatte datum
pt_pt: Data estimada
sk: odhadovaný dátum
uk: Орієнтовна дата

source: Fix Capitalization of Given Names
da: Reparer Versaler i fornavne
de: Großschreibung von Vornamen korrigieren
hr: Ispravi velika/mala slova u imenima
nl: Hoofdlettergebruik van voornamen corrigeren
pt_pt: Reparar maiúsculas nos nomes próprios
uk: Виправлення регістру власних імен

source: Searches the entire database and attempts to fix capitalization of the given names.
da: Gennemsøger hele databasen og forsøger at reparere versaler i fornavne.
de: Durchsucht die gesamte Datenbank und versucht, die Großschreibung der Vornamen zu korrigieren.
hr: Pretražuje cijelu bazu podataka i pokušava ispraviti velika/mala slova u imenima.
nl: Doorzoekt de hele database en probeert het hoofdlettergebruik van de opgegeven namen te herstellen.
pt_pt: Procura na base de dados inteira e tenta reparar maiúsculas nos nomes próprios.
uk: Шукає в усій базі даних і намагається виправити регістр власних імен.

source: manual|Fix_Capitalization_of_Given_Names...
de: Großschreibung_von_Vornamen_korrigieren...
hr: Ispravi_velika/mala_slova_u_imenima …
nl: Handmatig | Corrigeer hoofdlettergebruik van voornamen.
pt_pt: Reparar_maiúsculas_nos_nomes_próprios...
uk: manual|Виправлення регістру власних імен...

source: Checking Given Names
da: Kontrollerer fornavne
de: Überprüfung der Vornamen
hr: Provjeravanje imena
nl: Voornamen controleren
pt_pt: A verificar os nomes próprios
uk: Перевірка власних імен

source: Searching given names
da: Leder efter fornavne
de: Suche Vornamen
hr: Traženje imena
nl: Voornamen zoeken
pt_pt: A procurar nomes próprios
uk: Пошук власних імен

source: Affected Names
da: Påvirkede Navne
de: Betroffene Namen
hr: Broj promijenjenih imena
nl: Betrokken namen
pt_pt: Nomes afectados
uk: Змінені імена

source: Below is a list of the given names that Gramps can convert to correct capitalization. Select the names you wish Gramps to convert.
da: Nedenstående er en liste af fornavne som Gramps kan ændre til korrek versalgbrug. Væld de navne du vil have at Gramps skal ændre.
de: Im Folgenden findest du eine Liste der Vornamen, die Gramps in die richtige Großschreibung umwandeln kann. Wähle die Namen aus, die Gramps umwandeln soll.
hr: Dolje se nalazi popis imena, kojima Gramps može ispraviti velika/mala slova. Odaberi imena koja želiš ispraviti.
nl: Hieronder vindt u een lijst met de voornamen die Gramps kan converteren om hoofdletters te corrigeren. Selecteer de namen die u door Gramps wilt laten converteren.
pt_pt: Abaixo está uma lista de nomes próprios que o Gramps pode converter correctamente. Seleccione os nomes que deseja converter.
uk: Нижче наведено список власних імен, які Gramps може перетворити у правильний регістр. Виберіть імена, які ви хочете виправити.

source: Edit selection
da: Rediger valg
de: Auswahl bearbeiten
hr: Uredi odabir
nl: Selectie bewerken
pt_pt: Editar selecção
uk: Редагувати вибір

source: Remove content of place title field if it does not match
da: Fjern indholdet af sted titel felt, hvis det ikke matcher
de: Inhalt des Feldes für den Ortstitel entfernen, wenn er nicht passt
hr: Ukloni sadržaj u polju naslova mjesta, ako ne odgovara
nl: Verwijder de inhoud van het locatienaamveld als deze niet overeenkomt
pt_pt: Remover conteúdo do campo de título se não corresponder
uk: Видалити вміст поля назви місця, якщо він не відповідає

source: Copy content of place title field to a new note.
da: Kopier indholdet af sted titel feltet til en ny note.
de: Kopiere den Inhalt des Feldes Ortstitel in eine neue Notiz.
hr: Kopiraj sadržaj polja naslova mjesta, u novu zabilješku.
nl: Kopieer de inhoud van het locatienaamveld naar een nieuwe notitie.
pt_pt: Copiar conteúdo do campo de título para uma nova nota.
uk: Скопіювати вміст поля назви місця до нового запису.

source: Attach a tag on selected places.
da: Tilføj en ettiket til valgte steder.
de: Bringt ein Etikett an ausgewählten Orten an.
hr: Dodaj oznaku odabranim mjestima.
nl: Bevestig een tag op geselecteerde plaatsen.
pt_pt: Anexar uma etiqueta nos locais seleccionados.
uk: Прикріпити тег до вибраних місць.

source: column
da: kolonne
de: Spalte
hr: stupac
nl: kolom
pt_pt: coluna
uk: стовпець
