Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Add GOV-id place %s
da: Tilføj GOV-id sted %s
de: GOV-id Ort %s hinzufügen
he: הוספת מקום מזהה GOV ‏%s
hr: Dodaj GOV-ID mjesto %s
nl: GOV-id plaats %s toevoegen
pt_pt: Adicionar local GOV-id %s
uk: Додати місце з GOV ID %s

source: GetGOV error: %s
da: GetGOV fejl: %s
de: GetGOV-Fehler: %s
nl: GetGOV-fout: %s
pt_pt: Erro GetGOV: %s
uk: Помилка GetGOV: %s

source: GOV error on id %s with code:
da: GOV fejl ved id %s med kode:
de: GOV-Fehler bei ID %s mit Code:
nl: GOV-fout op id %s met code:
pt_pt: Erro GOV na ID %s, código:
uk: Помилка GOV для ID %s з кодом:

source: from %s to %s
da: fra %s til %s
de: von %s bis %s
he: מ %s ל %s
hr: od%s do %s
nl: van %s tot %s
pt_pt: de %s a %s
uk: з %s до %s

source: after %s
da: efter %s
de: nach %s
he: אחרי %s
hr: nakon %s
nl: na %s
pt_pt: após %s
uk: після %s

source: before %s
da: før %s
de: vor %s
he: לפני %s
hr: prije %s
nl: voor %s
pt_pt: antes de %s
uk: до %s

source: Creates data file for GoogleEarth and opens it
da: Danner data til GoogleEarth og åbner deen
de: Erstellt eine Datendatei für GoogleEarth und öffnet sie
hr: Stvara datoteku s podacima potrebnima za GoogleEarth, te je otvara
nl: Maakt een gegevensbestand voor GoogleEarth en opent het
pt_pt: Cria um ficheiro de dados para o GoogleEarth e abre-o
uk: Створює файл даних для GoogleEarth і відкриває його

source: No place description
da: Ingen stedbeskirvelse
de: Keine Ortsbeschreibung
hr: Bez opisa za mjesto
nl: Geen locatiebeschrijving
pt_pt: Sem descrição de local
uk: Немає опису місця

source: GoogleEarth not installed!
da: GoogleEarth ikke installeret!!
de: GoogleEarth nicht installiert!
hr: GoogleEarth nije instaliran!
nl: GoogleEarth niet geïnstalleerd!
pt_pt: GoogleEarth não instalado!
uk: GoogleEarth не встановлено!

source: Create kmz/kml file ''%s'' in user directory ''%s''?
da: Dan kmz/kml file ''%s'' i bruger folder ''%s''?
de: kmz/kml-Datei ''%s'' erstellen im Benutzerverzeichnis ''%s''?
hr: Da li stvoriti kmz/kml datoteku „%s” u korisnički direktorij „%s”?
nl: Maak kmz / kml-bestand ''%s'' in gebruikersmap ''%s''?
pt_pt: Criar ficheiro kmz/kml ''%s'' na pasta do utilizador ''%s''?
uk: Створити kmz/kml файл ''%s" у каталозі користувача ''%s''?

source: Failure writing to %s
da: Fejl ved skrivning til %s
de: Schreiben in %s fehlgeschlagen
hr: Greška prilikom zapisivanja u „%s”
nl: Kan niet schrijven naar %s
pt_pt: Falha ao escrever em %s
uk: Помилка запису у %s

source: Directory does not exist
da: Folder findes ikke
de: Verzeichnis existiert nicht
hr: Direktorij ne postoji
nl: Directory bestaat niet
pt_pt: A pasta não existe
uk: Каталог не існує

source: GoogleEarth file exists!
da: GoogleEarth fil findes!
de: GoogleEarth Datei existiert!
hr: GoogleEarth datoteka postoji!
nl: GoogleEarth-bestand bestaat!
pt_pt: O ficheiro GoogleEarth existe!
uk: Файл GoogleEarth уже існує!

source: Overwrite kmz/kml file ''%s'' in user home directory ''%s''?
da: Overskirv kmz/kml fil ''%s'' i brugerens hjemmefolder ''%s''?
de: Kmz/kml-Datei ''%s'' überschreiben im Benutzer-Home-Verzeichnis ''%s''?
hr: Da li prepisati kmz/kml datoteku „%s” u korisnički direktorij „%s”?
nl: Overschrijf kmz / kml-bestand ''%s'' in de homedirectory van gebruiker ''%s''?
pt_pt: Sobrescrever ficheiro kmz/kml ''%s'' na pasta do utilizador ''%s''?
uk: Перезаписати kmz/kml файл ''%s'' у домашньому каталозі користувача ''%s''?

source: Gramps Web Sync
de: Gramps-Web-Synchronisierung
hr: Gramps web sinkronizacija
nl: Gramps Web-synchronisatie
pt_pt: Sincronização "web" do Gramps
uk: Веб-синхронізація Gramps

source: Synchronizes a local database with a Gramps Web instance.
da: Synkroniserer en lokal database med em Gramps web instans.
de: Synchronisiert eine lokale Datenbank mit einer Gramps-Web-Instanz.
nl: Synchroniseert een lokaal gegevensbestand met een Gramps Web-instantie.
uk: Синхронізує локальну базу даних з Gramps Web.

source: Your user does not have sufficient server permissions to use sync.
de: Dein Benutzer hat keine ausreichende Berechtigung, um Sync zu nutzen.
nl: Uw gebruiker heeft niet voldoende servermachtigingen om synchronisatie te gebruiken.
uk: Ваш користувач не має достатніх прав на сервері для використання синхронізації.

source: Fetching remote data...
da: Henter eksterne data ...
de: Lade Daten vom Server herunter...
nl: Gegevens van server ophalen...
pt_pt: A obter dados remotos...
uk: Отримання віддалених даних...

source: Unexpected error while applying changes.
da: Uventet fejl ved anvendelse af ændringer.
de: Unerwarteter Fehler beim Anwenden der Änderungen.
nl: Onverwachte fout bij het verwerken van wijzigingen.
uk: Несподівана помилка під час застосування змін.

source: Media files are in sync.
da: Mediefiler er synkrone.
de: Mediendateien sind bereits synchron.
hr: Medijske datoteke su sinkronizirane.
nl: Mediabestanden zijn gesynchroniseerd.
pt_pt: Multimédia sincronizada.
uk: Медіафайли синхронізовані.

source: Successfully downloaded %s media files.
da: Hentede %s mediefiler problemfrit.
de: %s Mediendateien erfolgreich heruntergeladen.
nl: %s mediabestanden succesvol gedownload.
uk: Успішно завантажено %s медіафайлів.

source: Encountered %s errors during download.
da: Fik %s fejl ved hentning.
de: Beim Herunterladen sind %s Fehler aufgetreten.
nl: %s fouten opgetreden tijdens het downloaden.
uk: Виявлено %s помилок під час завантаження.

source: Successfully uploaded %s media files.
da: Overførte %s mediefiler problemfrit.
de: %s Mediendateien erfolgreich hochgeladen.
nl: %s mediabestanden met success geüploadet
uk: Успішно завантажено %s медіафайлів.

source: Encountered %s errors during upload.
da: Fik %s fejl ved overførsel.
de: Beim Hochladen sind %s Fehler aufgetreten.
nl: %s fouten opgetreden tijdens het uploaden.
uk: Виявлено %s помилок під час завантаження.

source: Error accessing media object.
da: Fejl ved tilgang til medieobjekt.
de: Fehler beim Zugriff auf das Medienobjekt.
nl: Fout bij het openen van het media-object.
uk: Помилка доступу до медіаобʼєкта.

source: Failed importing downloaded XML file.
de: Der Import der heruntergeladenen XML-Datei ist fehlgeschlagen.
nl: Het importeren van het gedownloade XML-bestand is mislukt.
uk: Не вдалося імпортувати завантажений XML-файл.

source: Comparing local and remote data...
da: Sammeligner lokale og eksterne data...
de: Vergleiche lokale und entfernte Daten...
nl: Lokale en externe gegevens vergelijken…
pt_pt: A comparar dados locais e remotos...
uk: Порівняння локальних та віддалених даних...

source: Server authorization error.
da: Server godkendelsesfejl.
de: Server-Authorisierungsfehler.
nl: Fout bij serverautorisatie.
uk: Помилка авторизації на сервері.

source: Server authorization error: insufficient permissions.
da: Server godkendelsesfejl: ikke tilstrækkelige tilladelser.
de: Server-Authorisierungsfehler: unzureichende Berechtigungen.
nl: Serverautorisatiefout: onvoldoende machtigingen.
uk: Помилка авторизації на сервері: недостатньо прав.

source: Error: URL not found.
da: Fejl: Kan ikke finde URL.
de: Fehler: URL nicht gefunden.
nl: Fout: URL niet gevonden.
pt_pt: Erro: URL não encontrado.
uk: Помилка: URL не знайдено.

source: Unable to synchronize changes to server: objects have been modified.
da: Kan ikke synkronisere ændringer til serveres: objekter er blevet ændret.
de: Kann Änderungen nicht zum Server synchronisieren: Objekte wurden verändert.
nl: Kan wijzigingen naar de server niet synchroniseren: objecten zijn gewijzigd.
uk: Не вдалося синхронізувати зміни з сервером: обʼєкти було змінено.

source: Error %s while connecting to server.
da: Fejl %s ved forbindelse til server.
de: Fehler %s beim Zugriff auf den Server.
hr: Greška %s tijekom povezivanja na server.
nl: Fout %s tijdens het verbinden met de server.
uk: Помилка %s під час підключення до сервера.

source: URL error while connecting to server.
de: URL-Fehler beim Verbinden zum Server.
hr: URL greška tijekom povezivanja na server.
nl: URL-fout tijdens het verbinden met de server.
uk: Помилка URL під час підключення до сервера.

source: Error while parsing response from server.
da: Fejl ved fortolkning af svar fra server.
de: Fehler beim Verarbeiten der Serverantwort.
nl: Fout tijdens het verwerken van de reactie van de server.
uk: Помилка під час розбору(парсингу) відповіді від сервера.

source: Continue without transport encryption?
da: Fortsæt uden transport kryptering?
de: Mit unverschlüsselter Datenübertragung fortsetzen?
nl: Doorgaan zonder transportversleuteling?
uk: Продовжити без транспортного шифрування?

source: You have specified a URL with http scheme. If you continue, your password will be sent in clear text over the network. Use only for local testing!
da: Du har angivet en URL med http skema. Hvis du fortsætter vil dit kodeord blive sendt i klartekst over netværket. Benyt kun til lokal test!
de: Du hast eine URL im http-Schema angegeben. Wenn du fortsetzt, wird dein Passwort unverschlüsselt über das Netzwerk übertragen. Nur für lokales Testen geeignet!
nl: U hebt een URL met http-schema opgegeven. Als u doorgaat, wordt uw wachtwoord in leesbare tekst via het netwerk verzonden. Gebruik dit alleen voor lokale tests!
uk: Ви вказали URL зі схемою http. Якщо ви продовжите, ваш пароль буде надіслано незашифрованим через мережу. Використовуйте тільки для локального тестування!

source: Continue with HTTP
da: Fortsæt med HTTP
de: Mit HTTP weitermachen
nl: Doorgaan met HTTP
uk: Продовжити з HTTP

source: Use HTTPS
da: Benyt HTTPS
de: HTTPS verwenden
nl: HTTPS gebruiken
uk: Використати HTTPS

source: This tool allows to synchronize the currently opened family tree with a remote family tree served by Gramps Web. The tool assumes that the two trees are derivatives of each other, i.e. one of the two was created from a Gramps XML (not GEDCOM!) export of the other. After successful synchronization, the two trees will be identical. Modifications will be propagated based on timestamps. You will be prompted for confirmation before any changes are made to the local or remote trees. If you instead want to merge two significantly different trees with the option to make manual modifications, use the Import Merge Tool instead.
da: Dette værktøj muliggør synkronisering af din indlæste slægtsbog med en ekstern slægtsbog på Gramps Web. Værktøjet forudsætter at de to bøger er derivativer af hinanden. dvs en af de to var dannet fra en Gramps XML (ikke GEDCOM!) eksport af den anden. Efter problemfri synkronisering, vil de to ræer være identiske. Ændringer vil blive udbredt baseret på tidstempler. Du vil blive bedt om bekræftelse før nogen ændringer vil blive udført på det lokale eller eksterne træ. Hvis du istedet ønsker ar samle to signifikant forskellige træer med mulighed for at lave manuelle ændringer, benyt Import Merge Tool istedet.
de: Dieses Werkzeug ermöglicht es, den aktuell geöffneten Stammbaum mit einem Online-Stammbaum, der von Gramps Web bereitgestellt wird, zu synchronisieren. Das Werkzeug geht davon aus, dass die beiden Stammbäume Ableitungen voneinander sind, d. h. einer der beiden wurde aus einem Gramps-XML-Export (nicht GEDCOM!) des anderen erstellt. Nach erfolgreicher Synchronisation werden die beiden Stammbäume identisch sein. Änderungen werden basierend auf Zeitstempeln übertragen. Bevor tatsächliche Änderungen an den lokalen oder entfernten Stammbäumen angewendent werden, ist eine Bestätigung nötig. Falls du stattdessen zwei wesentlich unterschiedliche Stammbäume mit der Option, manuelle Änderungen vorzunehmen, zusammenführen möchtest, verwende stattdessen das Import-und-Zusammenführungs-Werkzeug.
nl: Dit hulpmiddel maakt het mogelijk om de momenteel geopende stamboom te synchroniseren met een online stamboom die door Gramps Web wordt bediend. De tool gaat ervan uit dat de twee bomen afgeleiden van elkaar zijn, d.w.z. dat een van de twee werd gecreëerd op basis van een Gramps XML (niet GEDCOM!) export van de andere. Na een succesvolle synchronisatie zijn de twee bomen identiek. Wijzigingen worden doorgegeven op basis van tijdstempels. U wordt om bevestiging gevraagd voordat er wijzigingen worden aangebracht in de lokale of afgelegen bomen. Als u in plaats daarvan twee aanzienlijk verschillende bomen wilt samenvoegen met de optie om handmatige wijzigingen aan te brengen, gebruikt u in plaats daarvan de Import Merge Tool.
uk: Цей інструмент дозволяє синхронізувати відкриту родинну базу даних з віддаленою базою на Gramps Web. Інструмент передбачає, що обидві бази є похідними одна від одної, тобто одна з них була створена через експорт з Gramps XML (не GEDCOM!) другої. Після успішної синхронізації обидві бази будуть однаковими. Зміни пропагуються за мітками часу. Вам буде запропоновано підтвердження перед тим, як будь-які зміни будуть внесені в локальну або віддалену базу. Якщо ви хочете об'єднати дві значно різні бази з можливістю ручних змін, використовуйте інструмент Import Merge Tool.

source: Server URL:
nl: URL van de server:
uk: URL сервера:

source: Bidirectional Synchronization
de: Bidirektionale Synchronisation
hr: Dvosmjerna sinkronizacija
nl: Synchronisatie in twee richtingen
uk: Двостороння синхронізація

source: Reset remote to local
de: Remote auf lokal zurücksetzen
nl: Server opnieuw instellen vanuit lokaal
uk: Скинути віддалені дані до локальних

source: Reset local to remote
de: Lokal auf remote zurücksetzen
nl: Lokaal opnieuw instellen vanuit server
uk: Скинути локальні дані до віддалених

source: Merge
de: Zusammenführen
hr: Sjedini
nl: Samenvoegen
pt_pt: Unir
uk: Об'єднати

source: Local changes
da: Lokale ændringer
de: Lokale Änderungen
hr: Lokalne promjene
nl: Lokale wijzigingen
pt_pt: Alterações locais
uk: Локальні зміни

source: Modified
da: Ændret
de: Verändert
hr: Promijenjeno
nl: Aangepast
pt_pt: Modificado
uk: Змінено

source: Remote changes
da: Eksterne ændringer
de: Remote-Änderungen
nl: Externe wijzigingen
pt_pt: Alterações remotas
uk: Віддалені зміни

source: Simultaneous changes
da: Samtidige ændringer
de: Gleichzeitige Änderungen
hr: Istovremene promjene
nl: Gelijktijdige wijzigingen
pt_pt: Alterações simultâneas
uk: Одночасно змінено

source: Fetching information about media files...
de: Abrufen von Informationen über Mediendateien...
hr: Dohvaćanje podataka o medijskim datotekama …
nl: Informatie over mediabestanden ophalen…
pt_pt: A obter informação sobre multimédia...
uk: Отримання інформації про медіафайли...

source: Both trees are the same.
da: Begge træer er ens.
de: Beide Stammbäume sind identisch.
hr: Oba rodoslova su jednaka.
nl: Beide stambomen zijn hetzelfde.
pt_pt: As árvores são idênticas.
uk: Обидва дерева однакові.

source: Applying changes to local database ...
de: Wende Änderungen auf die lokale Datenbank an ...
hr: Primjena promjena na lokalnu bazu podataka …
nl: Wijzigingen toepassen op de lokale database…
pt_pt: Aplicar alterações à base de dados local.
uk: Застосування змін до локальної бази даних ...

source: No changes to apply to local database.
de: Keine Änderungen an der lokalen Datenbank nötig.
hr: Nema promjena za lokalnu bazu podataka.
nl: Geen wijzigingen toe te passen op lokale database.
pt_pt: Não aplicar alterações à base de dados local.
uk: Немає змін для застосування до локальної бази даних.

source: Applying changes to remote database ...
de: Wende Änderungen auf die Remote-Datenbank an ...
hr: Primjena promjena na eksternu bazu podataka …
nl: Wijzigingen toepassen op externe database…
uk: Застосування змін до віддаленої бази даних ...

source: No changes to apply to remote database.
de: Keine Änderungen an der Remote-Datenbank nötig.
hr: Nema promjena za eksternu bazu podataka.
nl: Geen wijzigingen toe te passen op externe database…
uk: Немає змін для застосування до віддаленої бази даних.

source: Successfully applied changes to local database.
de: Änderungen an der lokalen Datenbank erfolgreich angewendet.
hr: Promjene na lokalnoj bazi podataka su uspješno primijenjene.
nl: Wijzigingen zijn toegepast op lokale database.
uk: Зміни успішно застосовані до локальної бази даних.

source: Missing locally
da: Mangler lokalt
de: Fehlt lokal
hr: Nedostaje lokalno
nl: Lokaal vermist
pt_pt: Locais em falta
uk: Відсутнє локально

source: Missing remotely
da: Mangler eksternt
de: Fehlt auf dem Server
hr: Nedostaje eksterno
nl: Extern vermist
pt_pt: Remotos em falta
uk: Відсутнє віддалено

source: Downloading %s media file(s)
da: Henter %s mediefil(er)
de: Lade %s Mediendatei(en) herunter
hr: Preuzimanje medijskih datoteka (%s)
nl: %s media-bestand(en) downloaden
pt_pt: A transferir %s ficheiro(s) multimédia
uk: Завантаження %s медіафайлу(ів)

source: Uploading %s media file(s)
da: Uploader %s mediefil(er)
de: Lade %s Mediendatei(en) hoch
hr: Prijenos medijskih datoteka (%s)
nl: %s media-bestand(en) uploaden
pt_pt: A enviar %s ficheiro(s) multimédia
uk: Завантаження %s медіафайлу(ів)

source: Dark (default)
da: Mørk (standard)
de: Dunkel (Standard)
hr: Tamno (zadano)
nl: Donker (standaard)
pt_pt: Escuro (pré-definição)
uk: Темний (за замовчуванням)

source: Light
da: Lyst
de: Licht
hr: Svjetlo
nl: Licht
pt_pt: Claro
uk: Світлий

source: Cartoon
da: Tegneserie
hr: Strip
uk: Мультфільм

source: Modern
hr: Moderno
uk: Сучасний

source: Graph View
da: Graf visning
de: Graphenansicht
hr: Dijagram srodstva
nl: Grafiekweergave
pt_pt: Vista gráfica
sk: Grafický pohľad
uk: Вигляд графа

source: Dynamic and interactive graph of relations
da: Dynamisk og interaktiv graf over slægtsskab
de: Dynamisches und interaktives Beziehungsdiagramm
hr: Dinamičan i interaktivan dijagram srodstva
nl: Dynamische en interactieve grafiek van relaties
pt_pt: Gráfico de relações dinâmico e interactivo
uk: Динамічний та інтерактивний граф відносин

source: Show IDs
de: IDs anzeigen
nl: IDs weergeven
pt_pt: Mostrar IDs
uk: Показати ID

source: Show avatars
da: Vis avatarer
de: Avatare anzeigen
hr: Prikaži avatare
nl: Toon avatars
pt_pt: Mostrar avatares
uk: Показати аватари

source: Highlight the home person
da: Fremhæv Probanden
de: Hauptperson hervorheben
hr: Istakni početnu osobu
nl: Markeer de beginpersoon
pt_pt: Realçar o indivíduo inicial
sk: Zvýrazniť východziu osobu
uk: Виділити головну особу

source: Show full dates
da: Vis fulde datoer
de: Volles Datum anzeigen
hr: Prikaži potpune datume
nl: Toon volledige datums
pt_pt: Mostrar datas completas
sk: Zobraziť celé dátumy
uk: Показати повні дати

source: Show places
da: Vis steder
de: Orte zeigen
hr: Prikaži mjesta
nl: Toon locaties
pt_pt: Mostrar locais
sk: Zobraziť miesta
uk: Показати місця

source: Horizontal: Left to Right
da: Vandret: Venstre til højre
de: Horizontal: Von links nach rechts
nl: Horizontaal: van links naar rechts
pt_pt: Horizontal: da esquerda para a direita
uk: Горизонтальний: зліва направо

source: Horizontal: Right to Left
da: Vandret: Højre til venstre
de: Horizontal: Von rechts nach links
nl: Horizontaal: van rechts naar links
pt_pt: Horizontal: da direita para a esquerda
uk: Горизонтальний: справа наліво

source: Vertical: Bottom to Top
da: Lodret: Bund til top
de: Vertikal: Von unten nach oben
nl: Verticaal: van onder naar boven
pt_pt: Vertical: de baixo para cima
uk: Вертикальний: знизу вверх

source: Vertical: Top to Bottom
da: Lodret: Top til bund
de: Vertikal: Von oben nach unten
nl: Verticaal: van boven naar beneden
pt_pt: Vertical: de cima para baixo
uk: Вертикальний: зверху вниз

source: Time Direction
da: Tidsretning
de: Zeitrichtung
nl: Tijdsrichting
pt_pt: Direcção temporal
uk: Напрямок часу

source: Limit number of people displayed (use 0 for unlimited)
de: Begrenze Anzahl der angezeigten Personen (verwende 0 für unbegrenzt)
nl: Beperk het aantal weergegeven personen (gebruik 0 voor onbeperkt)
uk: Обмежити кількість відображених осіб (використовуйте 0 для без обмежень)

source: Person theme
da: Person tema
de: Personenthema
hr: Tema za osobe
nl: Persoonsthema
pt_pt: Tema do indivíduo
uk: Тема для осіб

source: Path color to home person
da: Stifarve til probanden
de: Pfadfarbe zur Hauptperson
hr: Boja linije prema početnoj osobi
nl: Padkleur naar beginpersoon
pt_pt: Cor de caminho para o indivíduo inicial
uk: Колір шляху до головної особи

source: Font:
de: Schrift:
nl: Lettertype:
pt_pt: Letra:
uk: Шрифт:

source: Avatars style
da: Avatar stil
de: Avatarstil
hr: Stil avatara
nl: Avatars-stijl
pt_pt: Estilo dos avatares
uk: Стиль аватарів

source: PNG files
da: PNG filer
de: PNG-Dateien
hr: PNG datoteke
nl: PNG-bestanden
uk: Файли PNG

source: Male avatar:
da: Mandlig avatar:
de: Männlicher Avatar:
hr: Avatar za muške osobe:
nl: Mannelijke avatar:
uk: Аватар для чоловіка:

source: Choose male avatar
da: Vølg mandlig avatar
de: Männlichen Avatar auswählen
hr: Odaberi avatar za mušku osobu
nl: Kies een mannelijke avatar
pt_pt: Escolha um avatar masculino
uk: Вибрати аватар для чоловіка

source: Female avatar:
da: Kvindelig avatar:
de: Weiblicher Avatar:
hr: Avatar za ženske osobe:
nl: Vrouwelijke avatar:
uk: Аватар для жінки:

source: Choose female avatar
da: Vælg kvindelig avatar
de: Weiblichen Avatar auswählen
hr: Odaberi avatar za žensku osobu
nl: Kies een vrouwelijke avatar
pt_pt: Escolha um avatar feminino
uk: Вибрати аватар для жінки

source: Unknown avatar:
de: Unbekannter Avatar:
hr: Avatar za osobe nepoznatog spola:
nl: Onbekende avatar:
pt_pt: Avatar desconhecido:
uk: Аватар невідомого:

source: Choose Unknown avatar
de: Avatar für Unbekannt auswählen
hr: Odaberi avatar za osobe nepoznatog spola
nl: Kies een onbekende avatar
pt_pt: Escolha o avatar para desconhecidos
uk: Вибрати аватар невідомого

source: Other avatar:
de: Anderer Avatar:
hr: Drugi avatari:
nl: Andere avatar:
pt_pt: Outro avatar:
uk: Інший аватар:

source: Choose Other avatar
de: Avatar für Andere auswählen
hr: Odaberi avatar za druge osobe
nl: Kies een andere avatar
uk: Вибрати інший аватар

source: Active person border size
da: Aktiv person rand størrelse
de: Randgröße für aktive Person
hr: Veličina ruba aktivne osobe
nl: Grootte rand actieve persoon
pt_pt: Tamanho do contorno do indivíduo activo
uk: Розмір рамки активної особи

source: Person border size
da: Person randstørrelse
de: Randgröße für Person
hr: Veličina ruba za osobe
nl: Grootte persoonskader
pt_pt: Tamanho do contorno do indivíduo
uk: Розмір межі особи

source: Themes
da: Temaer
de: Themen
hr: Teme
nl: Thema's
pt_pt: Temas
uk: Теми

source: Show animation
da: Vis animation
de: Zeige Animation
hr: Prikaži animaciju
nl: Toon animatie
pt_pt: Mostrar animação
sk: Zobraziť animáciu
uk: Показати анімацію

source: Animation speed (1..5 and 5 is the slower)
da: Animation hastighed (1..5 og 5 er langsomst)
de: Animationsgeschwindigkeit (1..5 und 5 ist am langsamsten)
hr: Brzina animacije (1 … 5, 5 je sporija)
nl: Animatiesnelheid (1..5 en 5 is het langzaamst)
pt_pt: Velocidade da animação (1 a 5, 5 é o mais lento)
sk: Rýchlosť animácie (1..5 a 5 je najpomalšia)
uk: Швидкість анімації (1..5, де 5 - повільніше)

source: Animation count (0..8 use 0 to turn off)
da: Animation antal (0..8 benyt 0 for at slå fra)
de: Anzahl der Animationen (0..8 zum Ausschalten 0 verwenden)
hr: Broj animacije (0 … 8, koristi 0 za isključivanje)
nl: Aantal animaties (0..8 gebruik 0 om uit te schakelen)
pt_pt: Contagem da animação (0 a 8, 0 para desligar)
uk: Кількість анімацій (0..8, використовуйте 0 для вимкнення)

source: Animation
hr: Animacija
nl: Animatie
pt_pt: Animação
sk: Animácia
uk: Анімація

source: Search in all database
da: Søg i hele databasn
de: Suche in allen Datenbanken
hr: Traži u svim bazama podataka
nl: Zoek in de gehele database
pt_pt: Procurar em toda a base de dados
uk: Шукати в усій базі даних
