Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Also apply search by all database.
da: Anvend også søgning i alle databaser.
de: Wenden die Suche auch nach allen Datenbanken an.
hr: Također primjeni pretragu po svim bazama podataka.
nl: Pas ook zoeken door de gehele database toe.
pt_pt: Aplicar a procura a toda a base de dados.
uk: Також застосувати пошук по всій базі даних.

source: Show person images
da: Vis personbilleder
de: Personenbilder anzeigen
hr: Prikaži slike osobe
nl: Toon persoonsafbeeldingen
pt_pt: Mostrar imagens do indivíduo
uk: Показати зображення особи

source: Show persons thumbnails in search result list.
da: Vis personminiaturer i resultatlisten for søgningen.
de: Zeige Personen-Miniaturansichten in der Suchergebnisliste an.
hr: Prikaži sličice osobe u popisu rezultata pretrage.
nl: Toon miniaturen van personen in de lijst met zoekresultaten.
pt_pt: Mostrar miniaturas na lista de resultados.
uk: Показати мініатюри осіб у списку результатів пошуку.

source: Show bookmarked first
da: Hvis bogmærkede først
de: Zeige zuerst mit Lesezeichen versehende
hr: Prikaži najprije označene
nl: Toon personen met een bladwijzer eerst
pt_pt: Mostrar favoritos primeiro
uk: Спочатку показати закладені

source: Show bookmarked persons first in search result list.
da: Vis bogmærkede person først i resultatlisten.
de: Zeige mit Lesezeichen versehene Personen zuerst in der Suchergebnisliste an.
hr: Prikaži najprije označene u popisu rezultata pretrage.
nl: Toon personen met een bladwijzer als eerste in de lijst met zoekresultaten.
pt_pt: Mostrar favoritos primeiro na lista de resultados.
uk: Спочатку показати закладені особи в списку результатів пошуку.

source: Select a dot file name
da: Vælg et punktum filnavn
de: Wähle einen dot Dateinamen
hr: Odaberi dot datoteku
nl: Selecteer een dot-bestandsnaam
pt_pt: Seleccione um nome de ficheiro
sk: Vyberte názov dot súboru
uk: Виберіть ім'я файлу dot

source: Zoom to original
da: Zoom til original
de: Auf original Größe zoomen
hr: Zumiraj na originalnu veličinu
nl: Zoom naar origineel
pt_pt: Tamanho original
sk: Pôvodné priblíženie
uk: Масштаб за замовчуванням

source: Zoom to best fit
da: Zoom så den passer bedst
de: Zoom auf die beste Größte
hr: Zumiraj za najbolji prikaz
nl: Zoom naar best passend
pt_pt: Melhor ajuste
sk: Prispôsobiť priblíženie obsahu
uk: Масштаб за розміром

source: Go to active person
da: Gå til den aktive person
de: Gehe zur aktiven Person
hr: Idi na aktivnu osobu
nl: Ga naar actieve persoon
pt_pt: Ir para o indivíduo activo
sk: Prejsť na aktívnu osobu
uk: Перейти до активної особи

source: Go to bookmark
da: Gå til bogmærke
de: Gehe zum Lesezeichen
hr: Idi na knjižnu oznaku
nl: Ga naar bladwijzer
pt_pt: Ir para favorito
sk: Prejsť na záložku
uk: Перейти до закладки

source: Center view on selected bookmark
da: Centrer visningen til det valgte bogmærke
de: Zentriere Ansicht auf ausgewähltes Lesezeichen
hr: Centriraj prikaz na odabranu knjižnu oznaku
nl: Centreer de weergave op geselecteerde bladwijzer
pt_pt: Centrar vista no favorito seleccionado
uk: Центрувати перегляд на вибраній закладці

source: Bookmarks for current graph
da: Bogmærker på den nuværende graf
de: Lesezeichen für das aktuelles Diagramm
hr: Knjižne oznake za trenutačni dijagram
nl: Bladwijzers voor huidige grafiek
pt_pt: Favoritos para o gráfico actual
uk: Закладки для поточного графа

source: Other Bookmarks
da: Andre bogmærker
de: Andere Lesezeichen
hr: Ostale knjižne oznake
nl: Andere bladwijzers
pt_pt: Outros favoritos
uk: Інші закладки

source: Ancestor generations
da: Ane generationer
de: Vorfahrengenerationen
hr: Generacije predaka
nl: Vooroudergeneraties
pt_pt: Gerações ascendentes
sk: Generácie predkov
uk: Покоління предків

source: Descendant generations
da: Efterkommer generationer
de: Nachkommengenerationen
hr: Generacije potomaka
nl: Afstammelingsgeneraties
pt_pt: Gerações descendentes
sk: Generácie potomkov
uk: Покоління нащадків

source: Vertical spacing between generations
da: Lodret afstand mellem generationer
de: Vertikaler Abstand zwischen den Generationen
hr: Uspravni razmak između generacija
nl: Verticale afstand tussen generaties
pt_pt: Espaço vertical entre gerações
uk: Вертикальна відстань між поколіннями

source: Horizontal spacing between generations
da: Vandret afstand mellem generationer
de: Horizontaler Abstand zwischen den Generationen
hr: Vodoravni razmak između generacija
nl: Horizontale afstand tussen generaties
pt_pt: Espaço horizontal entre gerações
uk: Горизонтальна відстань між поколіннями

source: Spacings
da: Afstande
de: Abstände
hr: Razmaci
nl: Afstanden
pt_pt: Espaços
uk: Відстані

source: All connected
da: Alle forbundne
de: Alle verbundene
nl: Allemaal verbonden
uk: Усі підключені

source: Show all connected persons limited by generation restrictions. Works slow, so don't set large generation values.
da: Vis alle forbundne personer begrænset af generationsrestriktioner. Fungerer langsomt, så benyt ikke store generationsværdier.
de: Zeigt alle verbundene Personen an, begrenzt durch Generationsbeschränkungen. Arbeitet langsam, daher solltest du keine hohen Generationswerte einstellen.
nl: Toon alle verbonden personen beperkt door generatiebeperkingen. Werkt traag, dus stel geen grote generatiewaarden in.
uk: Показати всіх підключених осіб з обмеженням за поколіннями. Працює повільно, тому не встановлюйте великі значення поколінь.

source: Add active person
da: Tilføj aktiv person
de: Aktive Person hinzufügen
hr: Dodaj aktivnu osobu
nl: Voeg actieve persoon toe
pt_pt: Adicionar indivíduo activo
uk: Додати активну особу

source: Call the bookmark editor
da: Benyt bogmærkeredigeringen
de: Lesezeicheneditor aufrufen
hr: Otvori uređivača knjižnih oznaka
nl: Schakel de bladwijzereditor in
pt_pt: Abrir o editor de favoritos
uk: Викликати редактор закладок

source: You don't have any bookmarks yet... Try to add some frequently used persons to speedup navigation.
da: Du har ingen bogmærker endnu... Prøv at tilføje nogle ofte benyttede person for at øge hastigheden på navigationen.
de: Du hast noch keine Lesezeichen ... Versuche, einige häufig verwendete Personen hinzuzufügen, um die Navigation zu beschleunigen.
hr: Još nemaš knjižnih oznaka … Za bržu navigaciju, dodaj često korištene osobe.
nl: U heeft nog geen bladwijzers ... Probeer een aantal veelgebruikte personen toe te voegen om de navigatie te versnellen.
pt_pt: Ainda não tem favoritos... Tente adicionar alguns indivíduos mais utilizados.
uk: У вас ще немає закладок... Спробуйте додати кілька часто використовуваних осіб для прискорення навігації.

source: No bookmarks for this graph...
da: Ingen bogmærker til denne graf...
de: Keine Lesezeichen für dieses Diagramm...
hr: Nema knjižnih oznaka za ovaj dijagram …
nl: Geen bladwijzers voor deze grafiek ...
pt_pt: Sem favoritos para este gráfico...
uk: Немає закладок для цього графа...

source: No other bookmarks...
da: Ingen andre bogmærker...
de: Keine anderen Lesezeichen...
hr: Nema drugih knjižnih oznaka …
nl: Geen andere bladwijzers ...
pt_pt: Mais nenhum favorito...
uk: Немає інших закладок...

source: found: %s
da: fandt: %s
de: gefunden: %s
hr: pronađeno: %s
nl: gevonden: %s
pt_pt: encontrado:%s
uk: знайдено: %s

source: Add active person to bookmarks %s
da: Tilføj aktiv person til bogmærker %s
de: Aktive Person zu Lesezeichen hinzufügen %s
hr: Dodaj aktivnu osobu u knjižne oznake %s
nl: Voeg actieve persoon toe aan bladwijzers %s
pt_pt: Adicionar o indivíduo activo aos favoritos %s
uk: Додати активну особу до закладок %s

source: Person <b><i>%s</i></b> is not in the current view. Do you want to set it active and rebuild view?
da: Person <b><i>%s</i></b> findes ikke i den nuværende visning. Vild du sætte den som aktiv og gendanne visningen?
de: Person <b><i>%s</i></b> ist nicht in der aktuellen Ansicht. Möchtest du sie aktivieren und die Ansicht neu aufbauen?
hr: Osoba <b><i>%s</i></b> se ne nalazi u aktualnom prikazu. Želiš li je postaviti aktivnom te ponovo izraditi prikaz?
nl: Persoon <b><i>%s</i></b> bevindt zich niet in de huidige weergave. Wilt u deze op actief zetten en de weergave opnieuw opbouwen?
pt_pt: O indivíduo <b><i>%s</i></b> não está na vista actual. Deseja torná-lo activo e reconstruir a vista?
uk: Особа <b><i>%s</i></b> відсутня у поточному перегляді. Бажаєте зробити її активною та перебудувати перегляд?

source: Change active person?
da: Skift aktiv person?
de: Aktive Person ändern?
hr: Zamijeniti aktivnu osobu?
nl: Wijzig actieve persoon?
pt_pt: Alterar o indivíduo activo?
uk: Змінити активну особу?

source: This graph would contain at least {people_count} people, which exceeds the limit of {people_limit} people. For performance reasons, at least {people_missing} people won't be shown. You can change this limit in the view configuration.
de: Dieses Diagramm würde mindestens {people_count} Personen enthalten, was die Grenze von {people_limit} Personen überschreitet. Aus Leistungsgründen werden mindestens {people_missing} Personen nicht angezeigt. Du kannst diese Grenze in der Ansichtskonfiguration ändern.
nl: Deze grafiek zou ten minste {people_count} personen bevatten, wat de limiet van {people_limit} personen overschrijdt. Om redenen van prestaties worden ten minste {people_missing} personen niet weergegeven. U kunt deze limiet wijzigen in Weergave - Configuratie.
uk: Цей граф міститиме щонайменше {people_count} осіб, що перевищує ліміт на {people_limit} осіб. З міркувань продуктивності щонайменше {people_missing} осіб не буде відображено. Ви можете змінити цей ліміт у налаштуваннях перегляду.

source: Incomplete graph
da: Ufuldstændig graf
de: Unvollständiges Diagramm
hr: Nepotpun dijagram
nl: Onvolledige grafiek
uk: Неповний граф

source: Image on right side
da: Billedet på højre side
de: Bild auf der rechten Seite
hr: Slika na desnoj strani
nl: Afbeelding aan de rechterkant
pt_pt: Imagem à direita
uk: Зображення праворуч

source: Image on left side
da: Billedet på venstre side
de: Bild auf der linken Seite
hr: Slika na lijevoj strani
nl: Afbeelding aan de linkerkant
pt_pt: Imagem à esquerda
uk: Зображення ліворуч

source: <b>Tags:</b>
da: <b>Mærkater:</b>
de: <b>Markierungen:</b>
hr: <b>Etikete:</b>
nl: <b>Labels:</b>
pt_pt: <b>Etiquetas:</b>
sk: <b>Značky:</b>
uk: <b>Теги:</b>

source: Lines type
da: Linjetype
de: Linienart
hr: Vrsta linija
nl: Type lijnen
pt_pt: Tipo de linhas
uk: Тип ліній

source: Direct
da: Lige
de: Gerade
hr: Ravne
nl: Rechtstreeks
pt_pt: Directa
uk: Прямі

source: Curves
da: Buer
de: Kurven
hr: Krivulje
nl: Gebogen
pt_pt: Curva
uk: Криві

source: Ortho
de: Orthogonal
hr: Pravokutne
nl: Orthogonaal
pt_pt: Ortogonal
uk: Ортогональні

source: No Events for this person
de: Keine Ereignisse für diese Person
nl: Geen gebeurtenissen voor deze persoon
pt_pt: Nenhum evento para este indivíduo
uk: Немає подій для цієї особи

source: Select tags for person
da: Vælg mærkater for person
de: Markierungen für Person wählen
hr: Odaberi oznake za osobu
nl: Selecteer labels voor persoon
pt_pt: Seleccionar etiquetas para o indivíduo
uk: Вибрати теги для особи

source: Add new family
da: Tilføj en ny familie
de: Neue Familie hinzufügen
hr: Dodaj novu obitelj
nl: Voeg nieuw gezin toe
pt_pt: Adicionar nova família
uk: Додати нову родину

source: Add parents
da: Tilføj nye forældre
de: Eltern hinzufügen
hr: Dodaj roditelje
nl: Voeg ouders toe
pt_pt: Adicionar progenitores
uk: Додати батьків

source: Set as home person
da: Vælg som proband
de: Als Hauptperson festlegen
hr: Postavi kao početnu osobu
nl: Instellen als beginpersoon
pt_pt: Definir como indivíduo inicial
uk: Встановити як домашню особу

source: Show path to home person
da: Vis stien til probanden
de: Zeige Pfad zur Hauptperson
nl: Toon pad naar beginpersoon
pt_pt: Mostrar caminho para o indivíduo inicial
uk: Показати шлях до головної особи

source: Remove from bookmarks
da: Fjern fra bogmærker
de: Aus Lesezeichen entfernen
hr: Ukloni iz knjižnih oznaka
nl: Verwijderen uit bladwijzers
pt_pt: Remover dos favoritos
uk: Видалити з закладок

source: Add to bookmarks
da: Tilføj til bogmærker
de: Zu Lesezeichen hinzufügen
hr: Dodaj u knjižne oznake
nl: Voeg toe aan bladwijzers
pt_pt: Adicionar aos favoritos
uk: Додати до закладок

source: No Events for this family
de: Keine Ereignisse für diese Familie
nl: Geen gebeurtenissen voor dit gezin
pt_pt: Nenhum evento para esta família
uk: Немає подій для цієї родини

source: Select tags for family
da: Vælg mærkater for familie
de: Markierungen für Familie wählen
hr: Odaberi oznake za obitelj
nl: Selecteer labels voor gezin
pt_pt: Seleccionar etiquetas para a família
uk: Вибрати теги для родини

source: Add father
da: Tilføj fader
de: Vater hinzufügen
hr: Dodaj oca
nl: Voeg vader toe
pt_pt: Adicionar pai
uk: Додати батька

source: Add mother
da: Tilføj moder
de: Mutter hinzufügen
hr: Dodaj majku
nl: Voeg moeder toe
pt_pt: Adicionar mãe
uk: Додати матір

source: About Graph View
da: Om Graph View
de: Über Graphenansicht
hr: O dijagramu srodstva
nl: Over Grafiekweergave
pt_pt: Sobre o Graphview
uk: Про Graph View

source: Adding Tags to person (%s)
da: Tilføjer mærkater til person (%s)
de: Hinzufügen von Etiketten zur Person (%s)
hr: Dodavanje etiketa osobi (%s)
nl: Labels aan persoon (%s) toevoegen
pt_pt: Adicionar etiquetas ao indivíduo (%s)
uk: Додавання тегів до особи (%s)

source: Adding Tags to family (%s)
da: Tilføjer mærkater til familie (%s)
de: Hinzufügen von Etiketten zur Familie (%s)
hr: Dodavanje etiketa obitelji (%s)
nl: Labels aan gezin (%s) toevoegen
pt_pt: Adicionar etiquetas à família (%s)
uk: Додавання тегів до сім'ї (%s)

source: Deleting the person [%s] will remove it from the database.
da: Sletning af person [%s] vil fjerne denne fra databasen.
de: Durch Löschen der Person [%s] wird diese aus der Datenbank entfernt.
hr: Brisanje osobe [%s] će ukloniti osobu iz baze podataka.
nl: Als u persoon [%s] verwijdert, wordt deze uit de database verwijderd.
pt_pt: Eliminar o indivíduo [%s] vai removê-lo da base de dados.
uk: Видалення особи [%s] вилучить її з бази даних.

source: Delete family [%s]?
da: Slet familie [%s]?
de: Familie löschen [%s]?
hr: Izbrisati obitelj [%s]?
nl: Verwijder gezin [%s]?
pt_pt: Eliminar família [%s]?
uk: Видалити родину [%s]?

source: Deleting the family will remove it from the database.
da: Sletning af familien vil fjerne denne fra databasen.
de: Durch Löschen der Familie wird sie aus der Datenbank entfernt.
hr: Brisanje će ukloniti obitelj iz baze podataka.
nl: Als u het gezin verwijdert, wordt deze uit de database verwijderd.
pt_pt: Eliminar a família vai removê-la da base de dados.
uk: Видалення родини вилучить її з бази даних.

source: Delete Family [%s]
da: Slet familie [%s]?
de: Lösche Familie [%s]
hr: Izbriši obitelj [%s]
nl: Verwijder gezin [%s]
pt_pt: Eliminar família [%s]
uk: Видалити родину [%s]

source: Persons from current graph
da: Personer i den nuværende graf
de: Personen aus der aktuellen Grafik
hr: Osobe trenutačnog dijagrama
nl: Personen uit huidige grafiek
pt_pt: Indivíduos para o gráfico actual
uk: Особи з поточного графа

source: Other persons from database
da: Andre personer fra databasen
de: Andere Personen aus der Datenbank
hr: Ostale osobe iz baze podataka
nl: Andere personen uit database
pt_pt: Outros indivíduos da base de dados
uk: Інші особи з бази даних

source: No persons found...
da: Ingen person fundet...
de: Keine Personen gefunden...
hr: Nema osoba …
nl: Geen personen gevonden...
pt_pt: Nenhum indivíduo encontrado...
uk: Осіб не знайдено...

source: Search people in the current visible graph and database. Use <Ctrl+F> to make search entry active.
da: Søg efter personer i den nuværende synlige graf og database. Benyt <Ctrl+F> for at gøresøgningen aktiv.
de: Suche nach Personen in der aktuell sichtbaren Grafik und Datenbank. .Verwende <Strg+F>, um den Sucheintrag zu aktivieren.
hr: Pretraži ljude u trenutačnom vidljivom dijagramu i bazi podataka. Pomoću <Ctrl+F> aktiviraj unos pretrage.
nl: Zoek personen in de huidige zichtbare grafiek en database. Gebruik <Ctrl+F> om het zoekitem actief te maken.
pt_pt: Procurar indivíduos no gráfico e base de dados actualmente visíveis. Use <Ctrl+F> para tornar a procura activa.
uk: Пошук людей у поточному видимому графі та базі даних. Використовуйте <Ctrl+F>, щоб активувати поле пошуку.

source: Search...
da: Søg....
de: Suchen …
he: חיפוש...
hr: Traži …
nl: Zoeken...
pt_pt: Procurar...
uk: Пошук...

source: Partners
de: Partner/-in/-nen
hr: Partneri
pt_pt: Companheiros
uk: Партнери

source: Headline News
de: Schlagzeilen
hr: Novosti
nl: Nieuwsoverzicht
pt_pt: Notícias - cabeçalhos
sk: Novinky
uk: Головні новини

source: Gramplet that shows the latest Gramps news
da: Gramplet der viser de seneste Gramps nyheder
de: Gramplet das die neuesten Gramps Nachrichten zeigt
hr: Gramplet za pirkaz najnovijih novosti
nl: Gramplet met het laatste Gramps-nieuws
pt_pt: Gramplet que mostra as últimas notícias do Gramps
uk: Gramplet, що показує останні новини Gramps

source: Read Gramps headline news
da: Læs Gramps overskriftsnyheder
de: Lese Gramps Schlagzeilen
hr: Čitaj Grampsove novosti
nl: Lees het Gramps nieuwsoverzicht
pt_pt: Ler os cabeçalhos das notícias do Gramps
sk: Čítať novinky GRAMPSu
uk: Читати головні новини Gramps

source: Create a heatmap web report.
da: Dan et heatmap web rapport.
de: Erstellt einen Heatmap-Webbericht.
nl: Maak een warmtebeeld-webverslag.
uk: Створити веб-звіт теплової мапи (Heatmap).

source: Map tiles
da: Kort titler
de: Kartenfliesen
nl: Kaarttegels
pt_pt: Mosaicos
uk: Шари мапи

source: Set the size of the heatmap points. Default: 15
da: Sæt størrelsen på heatmap punkter. Standard er 15
de: Legt die Größe der Heatmap-Punkte fest. Standard: 15
nl: Stel de grootte van de heatmap-punten in. Standaard: 15
uk: Встановіть розмір точок теплової карти. За замовчуванням: 15

source: File path
da: Sti til filen
de: Dateipfad
nl: Bestandspad
pt_pt: Caminho do ficheiro
uk: Шлях до файлу

source: For the file name only english letters A-Z, a-z and numbers 0-9 as well as the characters space, underline and hypen are allowed. The file name also has to start and end with an alphanumeric character.The file extention '.html' is added by the report.
da: Benyt kun engelske bogstaver A-Z, a-z og cifrene 0-9, mellemrum undersstregning og bindestreg til filnavn. Filnavnet skal også begynde med alfanumerisk tegn. Filtilnavnet '-html' tilføjes automatisk af rapporten.
de: Für den Dateinamen sind nur die englischen Buchstaben A-Z, a-z und die Zahlen 0-9 sowie die Zeichen Leerzeichen, Unterstrich und Bindestrich erlaubt. Der Dateiname muss außerdem mit einem alphanumerischen Zeichen beginnen und enden. Die Dateierweiterung „.html“ wird vom Bericht hinzugefügt.
nl: Voor de bestandsnaam zijn alleen Engelse letters A-Z, a-z en cijfers 0-9 toegestaan, evenals de spatie, onderstreping en koppelteken. De bestandsnaam moet ook beginnen en eindigen met een alfanumeriek teken. De bestandsextensie '.html' wordt door het rapport toegevoegd.
uk: Для імені файлу дозволені лише англійські літери A-Z, a-z і цифри 0-9, а також пробіл, підкреслення і дефіс. Ім'я файлу має починатися і закінчуватися алфавітно-цифровим символом. Розширення файлу '.html' додається звітом.

source: File name
da: Filnavn
de: Dateiname
hr: Ime datoteke
nl: Bestandsnaam
pt_pt: Nome de ficheiro
uk: Імʼя файлу

source: Enable custom start position
da: Aktiver brugervalgt startposition
de: Benutzerdefinierte Startposition aktivieren
hr: Aktiviraj prilagođenu početnu poziciju
nl: Schakel aangepaste startpositie in
uk: Увімкнути користувацьку початкову позицію

source: Enabling will force the map open at your custom start position and zoom.
da: Aktivering vil få kortet til at begynde ved din valgte position og zoom.
de: Bei Aktivierung dieser Option wird die Karte an der von dir eingestellten Startposition und Zoomstufe geöffnet.
nl: Als u dit inschakelt, wordt de kaart geforceerd geopend op uw aangepaste startpositie en zoomt u in.
uk: Увімкнення змусить мапу відкриватися з користувацької початкової позиції та масштабу.

source: Start latitude
da: Start breddegrad
de: Startbreitengrad
hr: Početna zemljopisna širina
nl: Begin breedtegraad
pt_pt: Latitude inicial
uk: Початкова широта

source: Set custom start position latitude Default: 50.0
da: Sæt din valgte startpositions breddegrad Standard 50.0
de: Benutzerdefinierten Startposition-Breitengrad festlegen Standard: 50.0
hr: Postavi početnu zemljopisnu širinu Zadano: 50,0
nl: Stel een aangepaste breedtegraad voor de startpositie in Standaard: 50.0
uk: Встановіть користувацьку початкову широту За замовчуванням: 50.0

source: Start longitude
da: Start længdegrad
de: Startlängengrad
hr: Početna zemljopisna dužina
nl: Begin lengtegraad
pt_pt: Longitude inicial
uk: Початкова довгота

source: Set custom start position longitude Default: 10.0
da: Sæt din valgte startpositions længdegrad Standard 10.0
de: Benutzerdefinierten Startposition-Längengrad festlegen Standard: 10.0
hr: Postavi početnu zemljopisnu dužinu Zadano: 10,0
nl: Stel de lengtegraad van de aangepaste startpositie in Standaard: 10.0
uk: Встановіть користувацьку початкову довготу За замовчуванням: 10.0

source: Start zoom
de: Anfangszoom
hr: Početno zumiranje
nl: Begin zoom
uk: Початковий масштаб

source: Set the value for the starting zoom Default: 5
da: Sæt værdien for stratzoom Standard 5
de: Legt den Wert für den Startzoom fest Standard: 5
hr: Postavi vrijednost za početno zumiranje Zadano: 5
nl: Stel de waarde in voor de startzoom Standaard: 5
uk: Встановіть значення початкового масштабу За замовчуванням: 5

source: Path does not exist.
da: Filsti findes ikke.
de: Pfad existiert nicht.
hr: Staza ne postoji.
nl: Pad bestaat niet.
pt_pt: O caminho não existe.
uk: Шлях не існує.

source: Invalid filename.
da: Ugyldigt filnavn.
de: Ungültiger Dateiname.
hr: Neispravno ime datoteke.
nl: Ongeldige bestandsnaam.
pt_pt: Nome de ficheiro inválido.
uk: Недійсне імʼя файлу.

source: Stamen Terrain
nl: Stamen terrein
uk: Топографічна карта Stamen

source: Stamen Terrain (Background only)
de: Stamen Terrain (nur Hintergrund)
nl: Stamen Terrein (alleen achtergrond)
pt_pt: Terreno de estames (só o fundo)
uk: Stamen Terrain (лише фон)

source: Stamen Toner
nl: Stamen zwart-wit
uk: Контрастна карта Stamen

source: Stamen Watercolor
de: Stamen Aquarell
nl: Stamen waterverf
uk: Акварельна карта Stamen

source: CartoDB Positron
uk: Світла карта CartoDB

source: CartoDB DarkMatter
de: CartoDB-Dunkelmaterie
uk: Темна карта CartoDB

source: Historical Context
da: Historisk Sammhæng
de: Historischer Kontext
nl: Historische context
pt_pt: Conteúdo histórico
uk: Історичний контекст

source: Lists relevant historical events during the lifetime of a Person
da: Viser relevante historiske hændelser igennem en persons levetid
de: Listet relevante historische Ereignisse während der Lebenszeit einer Person auf
nl: Geeft een overzicht van relevante historische gebeurtenissen gedurende het leven van een persoon
pt_pt: Lista eventos históricos relevantes durante a vida do indivíduo
uk: Перелік відповідних історичних подій протягом життя особи

source: Rows starting with this in the text column will be hidden
da: Rækker der begynder med dette i tekstkolonnen vil blive skjult
de: Zeilen, die in der Textspalte mit diesem Zeichen beginnen, werden ausgeblendet.
nl: Rijen die hiermee beginnen in de tekstkolom worden verborgen
uk: Рядки, що починаються з цього в текстовому стовпці, будуть приховані

source: Use filter
da: Benyt filter
de: Filter anwenden
hr: Koristi filtar
nl: Gebruik filter:
pt_pt: Usar filtro
uk: Використовувати фільтр

source: Show outside life span
da: Vis udenfor livsforløb
de: Zeige außerhalb der Lebensspanne
nl: Toon buiten levensduur
pt_pt: Mostrar fora da duração de vida
uk: Показати поза межами тривалості життя
