Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: 👣 Next Steps: Add a Family and a person in that family: • A Family may be added via the "Add" menu • A person may be added by pressing the "+" (plus) in the spouse ("Father/partner1" or "Mother/partner2") panels or "Children" tab. Or Import People from an external file: • An external file may be used to populate the tree via "Import..." in the "Family Trees" menu.
da: 👣 Næste skridt: Tilføj en familie og en person i den familie: • En familie kan tilføjes med "Tilføj" menuen • En person kan tilføjes med "+" (plus) i ægtefælle ("Fader/partner1" eller "Moder/partner2") fliserne eller "Børn" fanebladet. Eller importer personer fra en ekstern fil: • En ekstern fil kan benyttes for at befolke træet med "Import..." i "Slægtsbog" menuen.
de: 👣 Nächste Schritte: Füge eine Familie und eine Person in dieser Familie hinzu: - Eine Familie kann über das Menü „Hinzufügen“ hinzugefügt werden. - Eine Person kann durch Drücken von "+" (Plus) in den Feldern für den Ehepartner ("Vater/Partner1" oder "Mutter/Partner2") oder im Register "Kinder" hinzugefügt werden. Oder du importierst Personen aus einer externen Datei: - Eine externe Datei kann verwendet werden, um den Baum über "Importieren..." im Menü „Familienstammbäume“ aufzufüllen.
nl: 👣 Vervolgstappen: Een gezin en een persoon in dat gezin toevoegen: • Een gezin kan worden toegevoegd via het menu "Toevoegen" • Een persoon kan worden toegevoegd door te doen op "+" (plus) in het paneel partner ("Vader/partner1" of "Moeder/partner2") of de tab "Kinderen". Of importeer personen uit een extern bestand: • Een extern bestand kan worden gebruikt om de boom te vullen via "Stambomen - Importeren…".
pt_pt: 👣 Passos seguintes: Adicionar uma família, e um indivíduo a essa família: • a família tem de ser adicionada via menu "Adicionar"; • o indivíduo pode ser adicionado clicando em "+" (mais) nos painéis ("Pai/Companheiro 1" ou "Mãe/Companheiro 2") ou no separador "Filhos". Ou importar indivíduos de um ficheiro externo: • pode utilizar um ficheiro externo para povoar a árvore via "Importar..." no menu "Árvores genealógicas".
uk: 👣 Наступні кроки: Додайте сім’ю та особу в цю сім’ю: • Сім’ю можна додати через меню "Додати". • Особу можна додати, натиснувши "+" (плюс) у панелях партнера ("Батько/партнер1" або "Мати/партнер2") або у вкладці "Діти". Або імпортуйте людей із зовнішнього файлу: • Зовнішній файл можна використати для заповнення дерева через "Імпорт..." у меню "Сімейні дерева".

source: ⛔ No Person has been chosen as the focal "Home Person".
da: ⛔ Ingen person er blevet valgt som den centrale "Proband".
de: ⛔ Es wurde keine Person als zentrale "Hauptperson" ausgewählt.
hr: ⛔ Nijedna osoba nije odabrana kao „Početna osoba”.
nl: ⛔ Geen enkele persoon is gekozen als de centrale "Thuispersoon".
pt_pt: ⛔ Não escolheu ninguém para "Indivíduo inicial".
uk: ⛔ Жодна особа не обрана як "Домашня особа".

source: 👣 Next Steps: • Select the People view icon in the Navigator sidebar. • Select someone to make them the "Active Person". • Choose "Set Home Person" from the Edit menu or from the (right-click) context menu. This sets them as the focal "Home Person".
da: 👣 Næste skridt: • Vælg Personer ikonen i navigerings sidebjælken. • Vælg nogen for at gøre dem til "Proband". • Choose "Gør til proband" med Reduger menu eller med højre-klik) indholds menuen. Dette gør dem til "Proband".
de: 👣 Nächste Schritte: • Wähle das Symbol für die Personenansicht in der Seitenleiste des Navigators. • Wähle eine Person aus, um sie zur „Aktiven Person“ zu machen. • Wähle im Menü Bearbeiten oder im Kontextmenü (Rechtsklick) die Option „Hauptperson festlegen“. Dadurch wird die Person als „Hauptperson“ festgelegt.
nl: 👣 Vervolgstappen: • Selecteer in de zijbalk Navigatie het pictogram Personen weergeven. • Selecteer iemand om deze de "Actieve Persoon" te maken. • Kies "Instellen als Thuispersoon" vanuit het menu Bewerken of vanuit het (rechter muisklik) contextmenu. Dit stelt de persoon in als de belangrijkste "Thuispersoon".
pt_pt: 👣 Passos seguintes: • seleccionar a vista Indivíduos no navegador; • seleccionar alguém para "Indivíduo activo"; • escolher "Definir indivíduo inicial" no menu Editar ou no menu contextual (clique direito). Isto define-o como "Indivíduo inicial" focal.
uk: 👣 Наступні кроки: • Виберіть значок перегляду "Люди" на бічній панелі навігатора. • Виберіть особу, щоб зробити її "Активною особою". • Виберіть "Встановити домашню особу" у меню "Редагувати" або в контекстному меню (правий клік). Це встановить цю особу як фокусну "Домашню особу".

source: Double-click color text to edit details
da: Dobbeltklik farve tekst for at redigere detaljer
de: Doppelklicke auf Farbtext, um Details zu bearbeiten
nl: Dubbelklik op kleurentekst om details te bewerken
pt_pt: Duplo clique no texto colorido para editar os detalhes
uk: Двічі клацніть кольоровий текст, щоб редагувати деталі

source: Birth event missing.
da: Fødselshændelse mangler
de: Geburtsereignis fehlt.
hr: Nedostaje događaj rođenja.
nl: Geboortegebeurtenis ontbreekt.
pt_pt: Evento de nascimento em falta.
uk: Відсутня подія народження.

source: Add via the Events tab of the Edit Person dialog.
da: Tilføj med hændelses fanebladet i rediger person dialogen.
de: Hinzufügen über die Registerkarte Ereignisse im Dialogfeld Person bearbeiten.
nl: Voeg dit toe via het tabblad Evenementen van het dialoogvenster Persoon bewerken.
pt_pt: Adicionar via separador Eventos do diálogo Editar indivíduo.
uk: Додайте через вкладку "Події" у діалоговому вікні редагування особи.

source: relationship type unknown
da: Slægtskabstype ukendt
de: Beziehungstyp unbekannt
nl: Relatietype onbekend
pt_pt: tipo de relação desconhecido
uk: тип відносин невідомий

source: Add via the Events tab of the Edit Family dialog.
da: Tilføj via hændelses fanebladet i Rediger Familie dialogen.
de: Hinzufügen über die Registerkarte Ereignisse im Dialog Familie bearbeiten.
nl: Voeg dit toe via het tabblad Evenementen van het dialoogvenster Familie bewerken.
pt_pt: Adicionar via separador Eventos do diálogo Editar família.
uk: Додайте через вкладку "Події" у діалоговому вікні редагування сім'ї.

source: 591 family not complete
da: 591 familier er ikke færdiggjorte
de: 591 Familie nicht vollständig
nl: 591 gezin niet compleet
pt_pt: 591 família incompleta
uk: 591 сім'я не завершена

source: place unknown for the Event
da: Ukendt sted for hændelsen
de: Ereignisort unbekannt
nl: plaats onbekend voor het evenement
pt_pt: local desconhecido para o evento
uk: місце невідоме для події

source: A partner relationship exists but the spouse is missing
da: Et partner slægtsskab findes, men ægtefællen mangler
de: Es besteht eine Partnerbeziehung, aber es fehlt der Ehepartner
nl: Er bestaat een partnerrelatie, maar de echtgeno(o)t(e) ontbreekt
pt_pt: Há uma união conjugal, mas falta o cônjuge
uk: Існують партнерські відносини, але відсутній партнер

source: Add missing partner using the Edit Family dialog.
da: Tilføj manglende partner med Rediger familie dialogen.
de: Füge fehlende Partner über den Dialog Familie bearbeiten hinzu.
nl: Voeg een ontbrekende partner toe met behulp van het dialoogvenster Familie bewerken.
pt_pt: Adicionar cônjuge em falta com o diálogo Editar família.
uk: Додайте відсутнього партнера через діалогове вікно редагування сім'ї.

source: Father missing from the parent family
da: Fader mangler i forældre familien
de: Vater fehlt in der elterlichen Familie
nl: Vader ontbreekt in het ouderlijk gezin
pt_pt: Pai em falta na família-mãe
uk: Батько відсутній у батьківській сім'ї

source: Mother missing from the parent family
da: Moder mangler i forældre familien
de: Fehlende Mutter in der elterlichen Familie
nl: Moeder ontbreekt in het ouderlijk gezin
pt_pt: Mãe em falta na família
uk: Мати відсутня у батьківській сім'ї

source: Parent family is unknown.
da: Forældrefamilien er ukendt.
de: Die elterliche Familie ist unbekannt.
nl: Ouderlijk gezin is onbekend.
pt_pt: Família-mãe desconhecida.
uk: Батьківська сім'я невідома.

source: "Add New/Existing Parents" from the Edit menu of the Relationships view.
da: "Tilføj ny/eksisterende forældre" fra rediger menuen i slægtsforholds visningen.
de: „Neue/Existierende Eltern hinzufügen“ aus dem Bearbeiten-Menü der Beziehungsansicht.
nl: "Nieuwe/bestaande ouders toevoegen" via het menu Relaties - Bewerken.
pt_pt: "Adicionar pais novos/existentes" no menu Editar da vista Parentescos.
uk: "Додати нових/існуючих батьків" у меню "Редагувати" у перегляді "Відносини".

source: Biography
da: Biografi
de: Biographie
he: תולדות חיים
hr: Biografija
nl: Biografie
pt_pt: Biografia
uk: Біографія

source: Display a text biography
da: Vis en tekst biografi
de: Anzeige einer Textbiographie
he: הצגת תולדות חיים מילוליים
hr: Prikaži biografiju u tekstualnom obliku
nl: Geef een tekstbiografie weer
pt_pt: Mostrar uma biografia em texto
uk: Відображення текстової біографії

source: Biography for %s
da: Biografi for %s
de: Biografie für %s
he: תולדות חיים של %s
hr: Biografija za %s
nl: Biografie voor %s
pt_pt: Biografia de %s
uk: Біографія для %s

source: Select the family you wish to examine.
da: Vælg familien som du vil undersøge.
de: Wähle die Familie aus, die du untersuchen möchtest.
hr: Odaberi obitelj, koju želiš provjeriti.
nl: Selecteer de familie die u wilt onderzoeken.
pt_pt: Seleccione a família que deseja examinar.
uk: Виберіть сімʼю, яку ви хочете оглянути.

source: Accept All
da: Godkend alt
de: Alle annehmen
hr: Prihvati sve
nl: Accepteer alles
pt_pt: Aceitar tudo
uk: Прийняти все

source: This button will sort all of the families listed.
da: Denne knap vil sortere alle viste familier.
de: Mit dieser Schaltfläche kannst du alle aufgelisteten Familien sortieren.
hr: Ovaj gumb će svrstati sve oblitelji u popisu.
nl: Deze knop sorteert alle vermelde families.
pt_pt: Este botão vai ordenar todas as famílias listadas.
uk: Ця кнопка відсортує всі вказані сімʼї.

source: Accept All *
da: Godkend Alt *
de: Alle annehmen *
hr: Prihvati sve *
nl: Accepteer alle *
pt_pt: Aceitar tudo
uk: Прийняти все *

source: This button will sort all the families with '*'. In these families, all the children have valid dates, so the sort is unambiguous.
da: Denne knap vil sortere all familier med '*'. I disse familier, har alle børnene gyldige datoer, så sorteringen er entydig.
de: Mit dieser Schaltfläche werden alle Familien mit „*“ sortiert. In diesen Familien haben alle Kinder gültige Daten, so dass die Sortierung eindeutig ist.
hr: Ovaj gumb će svrstati sve oblitelji sa '*'. U ovim obiteljima, za svu djeca postoji datum rođenja, stoga je razvrstavanje jednostavno.
nl: Deze knop sorteert alle families met '*'. In deze families hebben alle kinderen geldige datums, daarom is de sortering niet problematisch.
pt_pt: Este botão vai ordenar todas as famílias com "*". Nestas famílias, todos os filhos têm datas válidas, a ordem é ambígua.
uk: Ця кнопка відсортує всі сімʼї з '*'. У цих сімʼях всі діти мають дійсні дати, тому сортування однозначне.

source: Accept
da: Godkend
de: Annehmen
hr: Prihvati
nl: Accepteren
pt_pt: Aceitar
uk: Прийняти

source: This button will accept only the family selected and save it as shown in lower right pane.
da: Denne knap vil kun godkende den valgte familie og gemme dem som vist i nederste højre felt.
de: Mit dieser Schaltfläche wird nur die ausgewählte Familie akzeptiert und wie im unteren rechten Fensterbereich angezeigt gespeichert.
hr: Ovaj gumb preuzima samo odabrane obitelji i sprema ih, kao što je prikazano u donjem desnom prozoru.
nl: Deze knop accepteert alleen de geselecteerde familie en slaat deze op zoals weergegeven in het rechterdeelvenster.
pt_pt: Este botão vai aceitar só a família seleccionada e gravá-la como mostrado no painel inferior direito.
uk: Ця кнопка прийме лише вибрану сімʼю і збереже її, як показано в правій нижній панелі.

source: Done
da: Udført
de: Fertig
hr: Gotovo
nl: Voltooid
pt_pt: Feito
uk: Завершено

source: This button will exit, with remaining families unchanged.
da: Denne knap vil afslutte, med de resterende familier urørt.
de: Mit dieser Schaltfläche wird die Funktion beendet, wobei die übrigen Familien unverändert bleiben.
hr: Ovaj gumb zatvara prozor, bez mijenjanja preostalih obitelji.
nl: Met deze knop wordt afgesloten en de resterende gezinnen blijven ongewijzigd.
pt_pt: Este botão sai, com as restantes famílias inalteradas.
uk: Ця кнопка вийде, не змінюючи інші сімʼї.

source: Current sort
da: Nuværende sortering
de: Aktuelle Sortierung
hr: Trenutačno razvrstavanje
nl: Huidige sortering
pt_pt: Ordem actual
uk: Поточне сортування

source: Proposed sort
da: Foreslået sortering
de: Vorgeschlagene Sortierung
hr: Predloženo razvrstavanje
nl: Voorgestelde sortering
pt_pt: Ordem proposta
uk: Запропоноване сортування

source: When satisfied with the sort, use 'Accept' button below to accept the changes. If you wish to adjust the order, select the child you wish to move, and use 'Up' or 'Down' buttons below to move them.
da: Når du er tilfreds med sorteringen, benyt nedenstående 'Godkend' knap til at godkende ændringen. Hvis du ønsker at rette ordenen, vælg det barn, du vil flytte, og benyt nedestående 'Op' eller 'Ned' knap til at flytte dem.
de: Wenn du mit der Sortierung zufrieden bist, klicke auf die Schaltfläche „Akzeptieren“, um die Änderungen zu übernehmen. Wenn du die Reihenfolge ändern möchtest, wähle das Kind aus, das du verschieben möchtest, und verwende die Schaltflächen „Nach oben“ oder „Nach unten“ unten, um es zu verschieben.
hr: Kad ti razvrstavanje odgovara, upotrijebi gumb „Prihvati”, za prihvaćanje promjena. Ukoliko želiš promijeniti redoslijed, odaberi dijete koje želiš premjestiti i koristi gumbove „Gore” ili „Dolje”.
nl: Als u tevreden bent met het sorteren, gebruikt u de onderstaande knop 'Accepteren' om de wijzigingen te accepteren. Als u de volgorde wilt aanpassen, selecteert u het kind dat u wilt verplaatsen en gebruikt u de knoppen 'Omhoog' of 'Omlaag' hieronder om ze te verplaatsen.
pt_pt: Quando a ordem estiver correcta, use "Aceitar" para gravar as alterações. Se desejar ajustar a ordem, seleccione o filho e use os botões "Acima" ou "Abaixo" para o mover.
uk: Якщо вас влаштовує сортування, натисніть кнопку 'Прийняти', щоб прийняти зміни. Якщо ви хочете змінити порядок, виберіть дитину, яку хочете перемістити, і використайте кнопки 'Вгору' або 'Вниз', щоб перемістити її.

source: Sort Children in Birth order
da: Sorter børn i fødselorden
de: Kinder in Geburtsreihenfolge sortieren
hr: Svrstaj djecu redoslijedom rođenja
nl: Sorteer kinderen op volgorde van geboorte
pt_pt: Ordenar filhos por data de nascimento
uk: Сортувати дітей за порядком народження

source: Looks through families, looking for children that are not in birth order. User can accept individual suggestions to correct, edit the birth order manually, accept all those families that have all children with proper birth dates, or accept all.
da: Søger gennem familier efter børn der ikke er i fødselsorden. Brugeren kan godkende individuelle forslag til at rette fødselsordenen manuelt, godkende alle familier, der har børn med korrekte fødseldatoer, eller godkende alt.
de: Durchsucht Familien nach Kindern, die nicht in der richtigen Reihenfolge geboren wurden. Der Anwender kann einzelne Korrekturvorschläge akzeptieren, die Geburtsreihenfolge manuell bearbeiten, alle Familien akzeptieren, die alle Kinder mit korrekten Geburtsdaten haben, oder alle akzeptieren.
hr: U obiteljima traži djecu, koja nisu svrstana po datumu rođenja. Korisnik može ispraviti redoslijed prihvaćanjem pojedinih prijedloga, može urediti redoslijed rođenja ručno, može prihvatiti sve obitelji s ispravnim redoslijedom datuma rođenja ili može sve prihvatiti.
nl: Onderzoekt gezinnen, op zoek naar kinderen die niet op geboortevolgorde staan.De gebruiker kan individuele suggesties accepteren om handmatig de geboortevolgorde te corrigeren of te bewerken, alle gezinnen waarvan alle kinderen de juiste geboortedatums hebben accepteren, of alles accepteren.
pt_pt: Procura em famílias por filhos que estejam fora da ordem de nascimento. O utilizador pode aceitar sugestões de correcção individuais, editar a ordem de nascimento manualmente, aceitar as famílias que têm os filhos bem ordenados ou aceitar tudo.
uk: Переглядає сімʼї, шукаючи дітей, які не відповідають порядку народження. Користувач може прийняти індивідуальні пропозиції для виправлення, редагувати порядок народження вручну, прийняти всі ті сімʼї, де всі діти мають правильні дати народження, або прийняти всі.

source: No families need sorting
da: Ingen familier har brug for sortering
de: Es müssen keine Familien sortiert werden
hr: Nijednu obitelj nije potrebno razvrastati
nl: Er hoeven geen families gesorteerd te worden
pt_pt: Nenhuma família precisa de ser ordenada
uk: Жодна сімʼя не потребує сортування

source: No children were out of birth order.
da: Alle børn var i fødselsorden.
de: Keines der Kinder war außerhalb der Reihenfolge der Geburt.
hr: Sva djeca su svrstana po redoslijedu rođenja.
nl: Er zijn geen kinderen buiten de geboortevolgorde.
pt_pt: Nenhum filho fora de ordem.
uk: Всі діти були в правильному порядку народження.

source: Edit Families
da: Ret Familier
de: Familien Bearbeiten
hr: Uredi obitelji
nl: Families bewerken
pt_pt: Editar famílias
uk: Редагувати сімʼї

source: Looking for children birth order
da: Søger efter børn i fødselsorden
de: Suche nach der Geburtsreihenfolge der Kinder
hr: Pretraga redoslijeda rođenja djece
nl: Op zoek naar de geboortevolgorde van kinderen
pt_pt: A procurar ordem de nascimento dos filhos
uk: Пошук порядку народження дітей

source: Birthdays
da: Fødseldage
de: Geburtstage
hr: Rođendani
nl: Verjaardagen
pt_pt: Aniversários
uk: Дні народження

source: a gramplet that displays the birthdays of the living people
da: en gramplet der viser fødselsdage for levende persone
de: ein Gramplet, das die Geburtstage der lebenden Personen anzeigt
hr: gramplet prikazuje rođendane živih osoba
nb: en gramplet som viser bursdager for levende personer
nl: een gramplet dat de verjaardagen van de nog in leven zijnde personen toont
pt_pt: um gramplet que mostra os aniversários de indivíduos vivos
uk: грамплет, що відображає дні народження живих людей

source: Ignore birthdays with tag
da: Undlad fødseldage med ettiket
de: Geburtstage mit Etikett ignorieren
hr: Zanemari rođendane s oznakom
nl: Negeer verjaardagen met tag
pt_pt: Ignorar aniversários com etiqueta
uk: Ігнорувати дні народження з тегом

source: Only show birthdays with tag
da: Vis kun fødseldage med ettiket
de: Nur Geburtstage mit Etikett anzeigen
hr: Prikaži samo rođendane s oznakom
nl: Toon alleen verjaardagen met tag
pt_pt: Mostrar só aniversários com etiqueta
uk: Показувати лише дні народження з тегом

source: Calculate Estimated Dates
cs: Vypočítat odhadovaný datum
da: Beregn anslåede datoer
de: Geschätzte Daten berechnen
he: חישוב תאריכים משוערים
hr: Procijeni datume
nb: Beregne estimerte datoer
nl: Geschatte datums berekenen
pt_pt: Calcular datas estimadas
sk: Vypočítať odhadované dátumy
uk: Розрахувати орієнтовні дати

source: Calculates estimated dates for birth and death.
cs: Vypočítá odhadovaný datum narození a úmrtí.
da: Beregner anslåede datoer for fødsel og død.
de: Berechnet geschätzte Daten für Geburt und Tod.
he: חישוב תאריכים משוערים ללידה ופטירה.
hr: Procjenjuje datume rođenja i smrti.
nb: Beregner estimerte datoer for fødsel og død.
nl: Geschatte datums voor geboorte en overlijden berekenen.
pt_pt: Calcula datas estimadas de nascimento e óbito.
sk: Vypočíta približné dátumy narodenia a úmrtia.
uk: Розраховує орієнтовні дати народження та смерті.

source: Calculated Date Estimates
cs: Vypočtená odhadovaná data
da: Estimater for beregnede datoer
de: Berechnete Datumsschätzungen
he: תאריכים משוערים מחושבים
hr: Procijenjeni datumi
nb: Beregnede datoestimat
nl: Berekende datumschattingen
pt_pt: Estimativas de datas calculadas
sk: Vypočítané odhady dátumu
uk: Орієнтовні розраховані дати

source: Source to remove and/or add
cs: Pramen o odebrání a/nebo přidání
da: Kilde der skal fjernes og/eller tilføjes
de: Quelle zum Entfernen und/oder Hinzufügen
he: מקור להוספה ו/או הסרה
hr: Izvor koji želiš ukloniti i/ili dodati
nb: Kilde som skal fjernes eller/og legges til
nl: Bron om te verwijderen en/of toe te voegen
pt_pt: Fonte a remover e/ou adicionar
sk: Zdroj ktorý sa má odobrať alebo pridať
uk: Джерело для видалення та/або додавання

source: Remove previously added events, notes, and source
da: Fjern tidligere tilføjede hændelser. noter, og kilder
de: Zuvor hinzugefügte Ereignisse, Notizen und Quellen entfernen
he: הסרת אירועים קודמים, הערות ומקורות, ולבחור נתונים מחדש
hr: Ukloni prethodno dodane događaje, zabilješke i izvore
nb: Fjern tidligere hendelser, notater og kilder som er lagt til
nl: Eerder toegevoegde gebeurtenissen, notities en bronnen verwijderen
pt_pt: Remover eventos, notas e fonte previamente adicionadas
uk: Видалити раніше додані події, примітки та джерело

source: Remove calculated events, notes, and source; occurs immediately on Execute
da: Fjern anslåede hændelser, noter og kilder; sker umiddelbart ved Udfør
de: Entfernen von berechneten Ereignissen, Notizen und Quellen; erfolgt sofort beim Ausführen
he: הסרת אירועים מחושבים, הערות ומקורות; מתבצע באופן מיידי
hr: Ukloni izračunate događaje, zabilješke i izvore; djeluje trenutno nakon izvršavanja
nb: Fjern beregnede hendelser, notater og kilder. Dette skjer umiddelbart når du ber om det
nl: Berekende gebeurtenissen, notities en bronnen verwijderen; dit wordt onmiddellijk uitgevoerd
pt_pt: Remover eventos, notas e fonte calculadas; ocorre imediatamente ao executar
uk: Видалити розраховані події, примітки та джерело; виконується негайно після виконання

source: Do not add birth events
da: Tilføj ikke fødselshændelser
de: Keine Geburtsereignisse hinzufügen
he: לא להוסיף אירועי לידה
hr: Ne uključuj rođenja
nb: Ikke legg til fødselshendelse
nl: Geen geboortegebeurtenissen toevoegen
pt_pt: Não adicionar nascimentos
uk: Не додавати події народження

source: Add birth events without dates
da: Tilføj fødselshændelser, men uden dato
de: Geburtsereignisse ohne Datum hinzufügen
he: הוספת אירועי לידה ללא תאריכים
hr: Uključi rođenja bez datuma
nb: Legg til fødselshendelse uten datoer
nl: Geboortegebeurtenissen zonder datum toevoegen
pt_pt: Adicionar nascimentos sem datas
uk: Додати події народження без дат

source: Add birth events with dates
da: Tilføj fødselshændelser med dato
de: Geburtsereignisse mit Datum hinzufügen
he: הוספת אירועי לידה עם תאריכים
hr: Uključi rođenja s datumima
nb: Legg til fødselshendelse uten ingen dato
nl: Geboortegebeurtenissen met datum toevoegen
pt_pt: Adicionar nascimentos com datas
uk: Додати події народження з датами

source: Add a birth events with or without estimated dates
da: Tilføj en fødselshændelse med eller uden anslåede datoer
de: Geburtsereignisse mit oder ohne geschätzte Daten hinzufügen
he: אירוע לידה עם או ללא תאריכים משוערים
hr: Uključi rođenja sa ili bez procijenjenih datuma
nb: Legg til fødselshendelser med eller uten estimerte datoer
nl: Geboortegebeurtenissen met of zonder geschatte datums toevoegen
pt_pt: Adicionar nascimentos com ou sem datas estimadas
uk: Додати події народження з або без орієнтовних дат

source: Do not add death events
da: Tilføj ikke dødshændelser
de: Keine Todesereignisse hinzufügen
he: לא להוסיף אירועי פטירה
hr: Ne uključuj smrti
nb: Ikke legg til dødshendelser
nl: Geen overlijdensgebeurtenissen toevoegen
pt_pt: Não adicionar óbitos
uk: Не додавати події смерті

source: Add death events without dates
da: Tilføj dødshændelses uden datoer
de: Todesereignisse ohne Datum hinzufügen
he: הוספת אירועי פטירה ללא תאריכים
hr: Uključi smrti bez datuma
nb: Legg til dødshendelser uten datoer
nl: Overlijdensgebeurtenissen zonder datum toevoegen
pt_pt: Adicionar óbitos sem datas
uk: Додати події смерті без дат
