Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: You have %(filter)d filtered people, %(count)d people shown on the tree and %(total)d people in your database.
da: Du har %(filter)d filtrerede personer, %(count)d personer vist i træet %(total)d personer i din database.
de: Du hast %(filter)d gefilterte Personen, %(count)d im Baum angezeigte Personen und %(total)d Personen in deiner Datenbank.
hr: Imaš %(filter)d filtriranih osoba, %(count)d osoba prikazanih u stablu i %(total)d osoba u tvojoj bazi podataka.
nl: U heeft %(filter)d personen gefilterd, %(count)d personen in de grafiek getoond en %(total)d personen in uw database.
pt_pt: Tem %(filter)d indivíduos filtrados, %(count)d indivíduos mostrados na árvore e %(total)d indivíduos na base de dados.
uk: Ви маєте %(filter)d відфільтрованих осіб, %(count)d осіб показано на дереві та %(total)d осіб у вашій базі даних.

source: Loading individuals
da: Indlæser personer
de: Personen laden
hr: Učitavanje osoba
nl: Personen laden
pt_pt: A carregar indivíduos
uk: Завантаження осіб

source: Loading the data
da: Indlæser data
de: Laden der Daten
hr: Učitavanje podataka
nl: Laden van de gegevens
pt_pt: A carregar os dados
uk: Завантаження даних

source: About Quilt View
da: Om KviltVisning
de: Über Steppansicht
hr: O poplunastom dijagramu
nl: Over Quiltweergave
pt_pt: Acerca do gráfico de retalhos
uk: Про Quilt View

source: Edit tags
da: Rediger mærkater
de: Etiketten bearbeiten
hr: Uredi oznake
nl: Bewerk labels
pt_pt: Editar etiquetas
uk: Редагувати теги

source: Printing the tree
da: Udskriver træet
de: Den Baum drucken
hr: Ispis stabla
nl: De boom afdrukken
pt_pt: A imprimir a árvore
uk: Друк дерева

source: Need to print %(pages)s pages (%(format)s format)
da: Skal skrive %(pages)s sider (%(format)s format)
de: Muss %(pages)s pages drucken (%(format)s Format)
hr: Potrebno je ispisati %(pages)s stranica (%(format)s format)
nl: Moet %(pages)s pagina's (%(format)s-indeling) afdrukken
pt_pt: Tem de imprimir %(pages)s páginas (formato %(format)s)
uk: Потрібно надрукувати %(pages)s сторінок (формат %(format)s)

source: Center on the selected person. The new position of the person will be near the top left corner.
da: Centrer på den valgte person. Den nye placering af personen vil være tæt på det øverste venstre hjørne.
de: Auf die ausgewählte Person zentrieren. Die neue Position der Person wird in der Nähe der oberen linken Ecke sein.
hr: Centriraj na početnu osobu. Novi položaj osobe će biti u blizini gornjeg lijevog kuta.
nl: Centreer op de geselecteerde persoon. De nieuwe positie van de persoon bevindt zich in de linkerbovenhoek.
pt_pt: Centro no indivíduo seleccionado. A nova posição do indivíduo será perto do canto superior esquerdo.
uk: Центрувати на вибраній особі. Нова позиція особи буде біля верхнього лівого кута.

source: The path color
da: Farve på stien
de: Die Pfadfarbe
hr: Boja linije
nl: De padkleur
pt_pt: A cor do caminho
uk: Колір шляху

source: The selected person color
da: Den valgte persons farve
de: Die Farbe der ausgewählten Person
hr: Boja odabrane osobe
nl: Kleur van de geselecteerde persoon
pt_pt: A cor do indivíduo seleccionado
uk: Колір вибраної особи

source: The path transparency
da: Stiens gennemsigtighed
de: Die Pfadtransparenz
hr: Prozirnost linije
nl: De padtransparantie
pt_pt: A transparência do caminho
uk: Прозорість шляху

source: General options
da: Standard tilvalg
de: Allgemeine Optionen
hr: Opći opcije
nl: Algemene opties
pt_pt: Opções gerais
uk: Загальні параметри

source: RU Web Connect Pack
hr: RU Web Connect zbirka
pt_pt: Pacote Internet para RU
uk: Пакет підключення до вебсайтів Росії

source: Collection of Web sites for the RU (requires libwebconnect)
de: Sammlung von Websites für RU (erfordert libwebconnect)
hr: Zbirka web stranica za Rusiju (zahtijeva libwebconnect)
nl: Verzameling van websites voor RU (vereist libwebconnect)
pt_pt: Colecção de páginas web para a Rússia (requer libwebconnect)
uk: Збірка вебсайтів для Росії (потрібен libwebconnect)

source: OBD "Memorial"
de: OBD-"Gedenkstätte"
uk: ОБД «Меморіал»

source: People memory
de: Gedächtnis der Menschen
hr: Memorija ljudi
uk: Пам'ять народу

source: Winners
de: Gewinner
hr: Pobjednici
uk: Переможці

source: Lived
de: Lebte
hr: Živjeli
pt_pt: Viveu
uk: Жили

source: Open list
hr: Otvori popis
pt_pt: Abrir lista
uk: Відкритий список

source: Wait for me
de: Wartet auf mich
hr: Čekaj na mene
uk: Чекай мене

source: All Russia Family Tree (forum)
hr: Svi ruski rodoslovi (forum)
pt_pt: Árvore de família de toda a Rússia (fórum)
uk: Всеросійське сімейне дерево (форум)

source: Yandex people
hr: Yandex ljudi
uk: Яндекс.Люди

source: RIA Officers
de: RIA-Beamte
hr: RIA oficiri
uk: Офіцери РІА

source: Rebuild Gramps Types
da: Gendan Gramps typer
de: Gramps-Arten neu erstellen
hr: Ponovo izgradi Grampsove vrste
nl: Herbouw Gramps-typen
pt_pt: Reconstruir tipos do Gramps
uk: Перебудова типів Gramps

source: Rebuilds Gramps Types
da: Gendanner Gramps typer
de: Erstellt Gramps-Arten neu
hr: Ponovo izgrađuje Grampsove vrste
nl: Herbouwt Gramps-typen
pt_pt: Reconstrói tipos do Gramps
uk: Перебудовує типи Gramps

source: Gramps Types rebuilt
da: Gramps typer er gendannet
de: Gramps-Arten neu erstellt
hr: Ponovo izgrađivanje Grampsovih vrsta
nl: Herbouwde Gramps-typen
pt_pt: Tipos do Gramps reconstruídos
uk: Типи Gramps перебудовано

source: Found %d custom event types
da: Fandt %d tilpassede hændelsestyper
de: %d Anwender definierte Ereignisarten gefunden
hr: Broj vlastitih vrsta događaja: %d
nl: %d aangepaste gebeurtenistypen gevonden
pt_pt: Encontrados %d tipos de eventos personalizados
uk: Знайдено %d користувацьких типів подій

source: Display relations and distances with the home person
da: Vis slægtskab og afstand til probanden
de: Anzeige von Beziehungen und Entfernungen zur Hauptperson
hr: Prikaži srodstvo s početnom osobom
nl: Toon relaties en afstanden met de thuispersoon
pt_pt: Mostrar relações e distâncias com o indivíduo inicial
uk: Показати зв’язки та відстані з головною особою

source: Will display relational informations with the home person
da: Vil vise slægtskabsinformation til probanden
de: Zeigt Informationen über die Beziehung zur Hauptperson an
hr: Prikazat će informacije o srodstvu s početnom osobom
nl: Geeft relationele informatie weer met de thuispersoon
pt_pt: Mostrará informação relacional com o indivíduo inicial
uk: Буде показано інформацію про зв’язки з головною особою

source: Relation and distances with root
da: Slægtskab og afstand til proband
de: Beziehung und Abstände zur Wurzel
hr: Srodstvo i udaljenost s korijenom
nl: Relatie en afstanden met begin
pt_pt: Relação e distância com a raiz
uk: Зв’язки та відстані з коренем

source: Folder Chooser
da: Mappevælger
de: Ordnerauswahl
hr: Izbornik za mape
nl: Mapkiezer
pt_pt: Selector de pasta
uk: Вибір папки

source: Please, select a folder
da: Vælg venligst en mappe
de: Bitte wähle einen Ordner
hr: Odaberi mapu
nl: Selecteer een map
pt_pt: Por favor, seleccione uma pasta
uk: Будь ласка, виберіть папку

source: up
da: op
de: hoch
hr: gore
nl: omhoog
pt_pt: acima
uk: вгору

source: down
da: ned
de: runter
hr: dolje
nl: omlaag
pt_pt: abaixo
uk: вниз

source: Common MRA
da: Fælles MRA
de: Gemeinsame MRA
hr: Zajednički zadnje umrli predak
nl: Gemeenschappelijke MRA
pt_pt: Asc. comum
uk: Спільний MRA

source: Period
da: Periode
de: Zeitraum
hr: Razdoblje
nl: Periode
pt_pt: Período
uk: Період

source: Please wait, filtering...
da: Vent venligst, filrerer...
de: Bitte warten, filtern...
hr: Pričekaj, izvršava se filtriranje …
nl: Een ogenblik geduld, filteren...
pt_pt: Por favor, aguarde, a filtrar...
uk: Зачекайте, відбувається фільтрація...

source: No default_person
da: Ingen fokusperson
de: Keine Standard_person
hr: Nema zadane osobe
nl: Geen begin_persoon
pt_pt: Sem indivíduo pré-definido
uk: Відсутня особа за замовчуванням

source: Generating relation map...
da: Danner slægtskabsrapport...
de: Beziehungskarte erzeugen...
hr: Stvaranje karte srodstva …
nl: Relatiekaart genereren...
pt_pt: A gerar mapa de relações...
uk: Генерується карта зв’язків...

source: %d/%d %d/%d seconds %d/%d %f| %f
da: %d/%d %d/%d sekunder %d/%d %f| %f
de: %d/%d %d/%d Sekunden %d/%d %f| %f
hr: %d/%d %d/%d sekunda %d/%d %f| %f
nl: %d/%d %d/%d seconden %d/%d %f| %f
pt_pt: %d/%d %d/%d segundos %d/%d %f| %f
uk: %d/%d %d/%d секунд %d/%d %f| %f

source: You do not have write rights on this folder
da: Du har ikke skriverettigheder til denne mappe
de: Du hast keine Schreibrechte für diesen Ordner
hr: Nemaš prava pisanje za ovu mapu
nl: U heeft geen schrijfrechten op deze map
pt_pt: Não tem permissões de escrita nesta pasta
uk: Ви не маєте прав на запис у цю папку

source: Related Relatives
da: Slægtninge Slægtskab
de: Verbundene Verwandte
he: קרובי משפחה
hr: Srodstva srodnika
nl: Gerelateerde familieleden
pt_pt: Parentes relacionados
uk: Пов’язані родичі

source: Gramplet showing relatives in a relation
da: Gramplet der viser slægtskabet mellem slægtninge
de: Gramplet zeigt die Beziehung zwischen Verwandten
he: גרמפלט להצגת קרובי משפחה וקשרי קירבה
hr: Gramplet prikazuje vrste srodstva za srodnike
nl: Gramplet toont verwanten in een relatie
pt_pt: Gramplet que mostra parentes numa relação
uk: Грамплет, що показує родичів у зв’язку

source: Relations of related people in your database:
da: Slægtskab mellem beslægtede personer i din database:
de: Beziehungen verbundener Personen in deiner Datenbank:
he: קשרי משפחה של קרובי משפחה במסד הנתונים:
hr: Srodstva srodnih osoba u tvojoj bazi podataka:
nl: Relaties van verwante personen in uw database:
pt_pt: Relações de indivíduos aparentados na sua base de dados:
uk: Відносини між пов’язаними людьми у вашій базі даних:

source: are partners and
da: er partners og
de: sind Partner und
he: שותפים וגם
hr: su partneri i
nl: zijn partners en
pt_pt: são companheiros e
uk: є партнерами та

source: Common ancestor
da: Fælles ane
de: Gemeinsamer Vorfahre
he: אבות קדמונים משותפים
hr: Zajednički predak
nl: Gemeenschappelijke voorouder
pt_pt: Ascendente comum
uk: Спільний предок

source: No relatives in a relation found
da: Ingen beslægtede fundet i slægtsskab
de: Keine Verwandten in einer Beziehung gefunden
he: לא נמצאו קרובי משפחה בקשרי הקירבה
hr: Nema srodnika u srodstvu
nl: Geen familieleden in een relatie gevonden
pt_pt: Nenhum parente encontrado numa relação
uk: Не знайдено родичів у зв’язку

source: END
da: SLUT
de: ENDE
he: סיום
hr: KRAJ
nl: EINDE
pt_pt: FIM
uk: КІНЕЦЬ

source: Add/Remove Tag Tool
da: Tilføj/Fjern mærkat værktøj
de: Markierungen Hinzufügen/Entfernen Werkzeug
hr: Dodaj/Ukloni etikete
nl: Labels toevoegen/verwijderen
pt_pt: Ferramenta Adicionar/Remover etiqueta
uk: Інструмент додавання/видалення тегів

source: Add or remove a tag from groups of people, events, etc.
da: Tilføj eller fjern mærkat fra grupper af personer, hændelser o.s.v.
de: Hinzufügen oder Entfernen einer Markierung zu Gruppen von Personen, Ereignissen usw.
hr: Dodaj ili ukloni oznaku iz grupa osoba, događaja, itd.
nl: Voeg een label toe of verwijder deze uit groepen personen, gebeurtenissen, enz.
pt_pt: Adicione ou remova uma etiqueta de grupos de indivíduos, eventos, etc.
uk: Додати або видалити тег для груп людей, подій тощо.

source: The Tool requires at least one tag to execute.
da: Værktøjet skal have mindst en mærkat for at udføres.
de: Für die Ausführung des Werkzeug ist mindestens eine Markierung erforderlich.
hr: Za izvršavanje alata je potrebna barem jedna oznaka.
nl: Het hulpmiddel vereist ten minste één label om uit te voeren.
pt_pt: A ferramenta requer pelo menos uma etiqueta para ser executada.
uk: Для виконання цього інструмента потрібен хоча б один тег.

source: ERROR
da: FEJL
de: FEHLER
hr: GREŠKA
nl: FOUT
pt_pt: ERRO
uk: ПОМИЛКА

source: Add/Remove
da: Tilføj/Fjern
de: Hinzufügen/Entfernen
hr: Dodaj/Ukloni
nl: Toevoegen/verwijderen
pt_pt: Adicionar/Remover
uk: Додати/Видалити

source: Add or remove tags from objects.
da: Tilføj eller fjern mærkater fra objekter.
de: Markierungen zu Objekten hinzufügen oder daraus entfernen.
hr: Dodaj ili ukloni oznake iz objekata.
nl: Labels toevoegen aan of verwijderen uit objecten.
pt_pt: Adicione ou remova etiqueta de objetos.
uk: Додати або видалити теги для об'єктів.

source: Add Tags
da: Tilføj mærkater
de: Markierungen Hinzufügen
hr: Dodaj etikete
nl: Labels toevoegen
pt_pt: Adicionar etiqueta
uk: Додати теги

source: Remove Tags
da: Fjern mærkater
de: Markierungen Entfernen
hr: Ukloni etikete
nl: Labels verwijderen
pt_pt: Remover etiqueta
uk: Видалити теги

source: Choose a category.
da: Vælg en kategori.
de: Wähle eine Kategorie.
hr: Odaberi kategoriju.
nl: Kies een categorie.
pt_pt: Escolha uma categoria.
uk: Виберіть категорію.

source: Choose Tag
da: Vælg mærkat
de: Markierungen wählen
hr: Odaberi oznaku
nl: Kies label
pt_pt: Escolha a etiqueta
uk: Виберіть тег

source: Choose a tag to remove.
da: Vælg en mærkat der skal fjernes.
de: Wähle eine Markierung zum entfernen.
hr: Odaberi oznaku koju želiš ukloniti.
nl: Kies een label om te verwijderen.
pt_pt: Escolha uma etiqueta a remover.
uk: Виберіть тег для видалення.

source: Filter options
da: Filter tilvalg
de: Filteroptionen
hr: Opcije filtra
nl: Filteropties
pt_pt: Opções de filtro
uk: Параметри фільтрування

source: All %s
da: Alle %s
de: Alle %s
hr: Sve %s
nl: Alle %s
pt_pt: Todos %s
uk: Усі %s

source: Unable to run the tool. Please check if your database contains tags, filters and objects.
da: Kan ikke udføre værktøjet. Kontroller venligst at databasen indeholder mærkater, filtre og objeter.
de: Das Werkzeug kann nicht ausgeführt werden. Bitte überprüfe, ob deine Datenbank Markierungen, Filter und Objekte enthält.
hr: Alat nije moguće pokrenuti. Provjeri, sadrži li tvoja baza podataka oznake, filtre i objekte.
nl: Kan het hulpmiddel niet uitvoeren. Controleer of uw database labels, filters en objecten bevat.
pt_pt: Impossível executar a ferramenta. Verifique se a base de dados contém etiquetas, filtros e objectos.
uk: Неможливо запустити інструмент. Переконайтеся, що у вашій базі даних є теги, фільтри та об'єкти.

source: WARNING
da: ADVARSEL
de: WARNUNG
hr: UPOZORENJE
nl: WAARSCHUWING
pt_pt: AVISO
uk: УВАГА

source: No %s objects were found in database.
da: Ingen %s objekter blev fundet i databasen.
de: In der Datenbank wurden keine %s Objekte gefunden.
hr: Nijedan objekt %s nije pronađen u bazi podataka.
nl: Er zijn geen %s objecten gevonden in de database.
pt_pt: Nenhum objecto %s encontrado na base de dados.
uk: У базі даних не знайдено об'єктів типу %s.

source: Process tags...
da: Behandler mærkater...
de: Bearbeite Markierungen...
hr: Obrada oznaka …
nl: Labels verwerken...
pt_pt: Processar etiquetas...
uk: Обробка тегів...

source: added
da: tilføjet
de: hinzugefügt
hr: dodana
nl: toegevoegd
pt_pt: adicionada
uk: додано

source: removed
da: fjernet
de: entfernt
hr: uklonjena
nl: verwijderd
pt_pt: removida
uk: видалено

source: Tag '{}' was {} to {} {} objects.
da: Mærkat '{}' blev {} til {} {} objekter.
de: Markierung '{}' wurde {} zu {} {} Objekten.
hr: Oznaka „{}” je {} u {} {} objekte.
nl: Label '{}' was {} naar {} {} objecten.
pt_pt: A etiqueta "{}" era {} para {} {} objectos.
uk: Тег '{}' було {} для {} {} об'єктів.

source: Repositories Report Options
da: Arkivrapport tilvalg
de: Aufbewahrungsorte-Berichtsoptionen
hr: Opcije za izvještaj o spremištima
nl: Verslagopties voor bibliotheken
pt_pt: Opções do relatório de repositórios
uk: Параметри звіту про сховища

source: Produces a textual repositories report
da: Danner en tekstbaseret arkivrapport
de: Erstellt einen schriftlichen Aufbewahrungsortebericht
hr: Stvara tekstualni izvještaj o spremištima
nb: Lager en tekstbasert rapport over oppbevaringssteder
nl: Produceert een tekstueel bibliotheekverslag
pt_pt: Produz um relatório textual dos repositórios
sk: Poskytuje textovú správu o archívoch
uk: Створює текстовий звіт про сховища

source: Repositories Report
da: Arkivrapport
de: Aufbewahrungsortebericht
hr: Izvještaj o spremištima
nb: Oppbevaringsstedsrapport
nl: Bibliotheekverslag
pt_pt: Relatório de repositórios
sk: Správa o archívoch
uk: Звіт про сховища

source: The style used for the title of the report.
da: Stilen der benyttes til rapportens titel.
de: Der für den Titel des Berichts verwendete Stil.
hr: Stil korišten za naslov izvještaja.
nb: Stilen som brukes på rapportens tittel.
nl: De stijl die wordt gebruikt voor de titel van het verslag.
pt_pt: O estilo usado para o título do relatório.
sk: Štýl použitý pre nadpis zostavy.
uk: Стиль, що використовується для заголовка звіту.

source: The style used for repository title.
da: Stilen der benyttes til arkivet titel.
de: Der Stil, der für Aufbewahrungsorttitel verwendet wird.
hr: Stil korišten za naslov spremišta.
nb: Stil som brukes på tittel på oppbevaringssted.
nl: De stijl die wordt gebruikt voor de titel van de bibliotheek.
pt_pt: O estilo usado para o título do repositório.
sk: Štýl použitý pre nadpis archívu.
uk: Стиль, що використовується для заголовка сховища.

source: The style used for each section.
da: Stilen der benyttes til hver sektion.
de: Der für jeden Abschnitt verwendete Stil.
hr: Stil korišten za odlomke.
nb: Stilen som brukes til kapitteloverskriften.
nl: De stijl die voor elke sectie wordt gebruikt.
pt_pt: O estilo usado para cada secção.
sk: Štýl použitý pre každú sekciu.
uk: Стиль, що використовується для кожного розділу.

source: Publication information:
da: Udgivelsesoplysninger:
de: Veröffentlichungsinformationen:
hr: Informacije o publikaciji:
nb: Publiseringsinformasjon:
nl: Publicatie-informatie:
pt_pt: Informação de publicação:
uk: Інформація про публікацію:

source: Data:
de: Daten:
hr: Podaci:
nl: Gegevens:
pt_pt: Dados:
uk: Дані:

source: Page:
da: Side:
de: Seite:
hr: Stranica:
nl: Bladzijde:
pt_pt: Página:
uk: Сторінка:

source: Selection with a filter
da: Valg med et filter
de: Auswahl mit einem Filter
hr: Odabir filtrom
nl: Selectie met een filter
pt_pt: Selecção com um filtro
uk: Вибір із фільтром

source: Include repository's urls
da: Medtag arkivets URL
de: Aufbewahrungsort-URLs aufnehmen
hr: Uključi URL spremišta
nb: Ta med lenke til oppbevaringssteder
nl: Voeg de urls van de bibliotheek toe
pt_pt: Incluir URLs do repositório
uk: Включити URL-адреси сховищ

source: Whether to include urls on repository.
da: Hvorvidt arkivets url skal medtages.
de: Ob URLs im Aufbewahrungsort aufgenommen werden.
hr: Da li uključiti URL adrese spremišta.
nb: Om lenke til oppbevaringssteder skal tas med.
nl: Of URL's in de bibliotheek moeten worden opgenomen.
pt_pt: Se deve incluir URLs no repositório.
uk: Чи включати URL-адреси у сховище.

source: Include repository's address
da: Medtag arkivets adresse
de: Aufbewahrungsortadressen aufnehmen
hr: Uključi adrese spremišta
nb: Ta med adresse til oppbevaringssted
nl: Voeg het adres van de bibliotheek toe
pt_pt: Incluir endereço do repositório
uk: Включити адресу сховища

source: Whether to include addresses on repository.
da: Hvorvidt arkivets adresse skal medtages.
de: Ob Adressen im Aufbewahrungsort aufgenommen werden.
hr: Da li uključiti adrese spremišta.
nb: Om adresser til oppbevaringssteder skal tas med.
nl: Of adressen in de bibliotheek moeten worden opgenomen.
pt_pt: Se deve incluir os endereços no repositório.
uk: Чи включати адреси у сховище.

source: Include source's author
da: Medtag kildens ophavsmand
de: Quellen einbeziehen
hr: Uključi autore izvora
nb: Ta med kildens forfatter
nl: Voeg de auteur van de bron toe
pt_pt: Incluir autor da fonte
uk: Включити автора джерела

source: Whether to include author.
da: Horvidt kildens ophavsmand skal medtages.
de: Ob Autor aufgenommen wird.
hr: Da li uključiti autore izvora.
nb: Om forfatter skal tas med.
nl: Of de auteur moet worden opgenomen.
pt_pt: Se deve incluir o autor.
uk: Чи включати автора.

source: Include source's abbreviation
da: Medtag kildens forkortelse
de: Quellinformationen aufnehmen
hr: Uključi kratice izvora
nb: Ta med kildens kortnavn
nl: Neem de afkorting van de bron op
pt_pt: Incluir abreviatura da fonte
uk: Включити скорочення джерела

source: Whether to include abbreviation.
da: Hvorvidt forkortelse skal medtages.
de: Ob Abkürzungen aufgenommen werden.
hr: Da li uključiti kratice izvora.
nb: Om kortnavn skal tas med.
nl: Of een afkorting moet worden opgenomen.
pt_pt: Se deve incluir a abreviatura.
uk: Чи включати скорочення.

source: Include source's publication information
da: Medtag kildens udgivelsesoplysninger
de: Quellen Veröffentlichungsinformationen aufnehmen
hr: Uključi informacije o publikaciji izvora
nb: Ta med kildens publiseringsinformasjon
nl: Neem de publicatie-informatie van de bron op
pt_pt: Incluir informação de publicação da fonte
uk: Включити інформацію про публікацію джерела

source: Whether to include publication information.
da: Hvorvidt kildens udgivelsesoplysninger skal medtages.
de: Ob Veröffentlichungsinformationen enthalten sind.
hr: Da li uključiti informacije o publikaciji izvora.
nb: Om publiseringsinformasjon skal tas med.
nl: Of publicatie-informatie moet worden opgenomen.
pt_pt: Se deve incluir informação de publicação.
uk: Чи включати інформацію про публікацію.

source: Include source's data
da: Medtag kildens data
de: Quellendaten einbeziehen
hr: Uključi podatke iz izvora
nb: Ta med kildens data
nl: Voeg brongegevens toe
pt_pt: Incluir dados da fonte
uk: Включити дані джерела

source: Whether to include keys and values.
da: Hvorvidt nøgler og værdier skal medtages.
de: Ob Schlüssel und Werte aufgenommen werden.
hr: Da li uključiti ključeve i vrijednosti.
nb: Om nøkler og verdier skal tas med.
nl: Of sleutels en waarden moeten worden opgenomen.
pt_pt: Se deve incluir chaves e valores.
uk: Чи включати ключі та значення.

source: Whether to include notes on repositories and sources.
da: Hvorvidt noter på arkiver og kilder skal medtages.
de: Ob Notizen über Aufbewahrungsorte und Quellen enthalten sind.
hr: Da li uključiti zabilješke o spremištima i izvorima.
nb: Om notat for oppbevaringssteder og kilder skal tas med.
nl: Of opmerkingen over bibliotheken en bronnen moeten worden opgenomen.
pt_pt: Se deve incluir notas em repositórios e fontes.
uk: Чи включати нотатки про сховища та джерела.

source: Whether to include media.
da: Hvorvidt medier skal medtages.
de: Ob Medien aufgenommen werden.
hr: Da li uključiti medije.
nl: Of media moet worden opgenomen.
pt_pt: Se deve incluir multimédia.
uk: Чи включати медіа.

source: Include citations
da: Medtag kildehenvisninger
de: Fundstellen aufnehmen
hr: Uključi citate
nl: Voeg citaten toe
pt_pt: Incluir citações
uk: Включити цитати

source: Whether to include citations on sources.
da: Hvorvidt kildehenvisninger skal medtages.
de: Ob Fundstellen bei Quellen aufgenommen werden.
hr: Da li uključiti citate izvora.
nl: Of er broncitaten moeten worden opgenomen.
pt_pt: Se deve incluir citações nas fontes.
uk: Чи включати цитати у джерелах.

source: Whether to include repositories and sources marked as private.
da: Hvorvidt arkiver og kilder mærket privat skal medtages.
de: Ob Aufbewahrungsorte und Quellen, die als vertraulich markiert sind, enthalten sind.
hr: Da li uključiti privatne zapise o spremištima i izvorima.
nb: Om oppbevaringssteder og kilder som er markert som private skal tas med.
nl: Of bibliotheken en bronnen moeten worden opgenomen die als privé zijn gemarkeerd.
pt_pt: Se deve incluir repositórios e fontes marcados como privados.
uk: Чи включати сховища та джерела, позначені як приватні.

source: Display empty values
da: Vis tomme værdier
de: Leere Werte anzeigen
hr: Uključi prazne vrijednosti
nl: Toon lege waarden
pt_pt: Mostrar valores vazios
uk: Відображати порожні значення
