Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Persons employed in Mining
de: Personen beschäftigt im Bergbau
nl: Personen werkzaam in de mijnbouw
pt_pt: Indivíduos empregados na mineração
uk: Особи, зайняті в гірничій справі

source: Persons employed in Agriculture
de: Personen beschäftigt in der Landwirtschaft
nl: Personen werkzaam in de landbouw
pt_pt: Indivíduos empregados na agricultura
uk: Особи, зайняті в сільському господарств

source: Persons employed in Commerce
de: Im Handel beschäftigte Personen
nl: Personen werkzaam in de handel
pt_pt: Indivíduos empregados no comércio
uk: Особи, зайняті в комерції

source: Persons employed in Manufacture and trade
de: Personen, die in der Herstellung und im Handel beschäftigt sind
nl: Personen werkzaam in fabricage en handel
pt_pt: Indivíduos empregados no fabrico
uk: Особи, зайняті у виробництві та торгівлі

source: Persons employed in Navigation of the ocean
de: Personen, die in der Navigation des Ozeans beschäftigt sind
nl: Personen werkzaam in oceaannavigatie
pt_pt: Indivíduos empregados na navegação marítima
uk: Особи, зайняті у морській навігації

source: Persons employed in Navigation of canals, lakes, rivers
de: Personen, die in der Schifffahrt von Kanälen, Seen und Flüssen beschäftigt sind
nl: Personen werkzaam in de navigatie van kanalen, meren, rivieren
pt_pt: Indivíduos empregados na navegação de água doce
uk: Особи, зайняті у навігації на каналах, озерах, річках

source: Learned professional engineers
de: Gelernte professionelle Ingenieure
nl: Professionele gestudeerde ingenieurs
pt_pt: Engenheiros profissionais qualificados
uk: Дипломовані інженери

source: Names of pensioners for Revolutionary or military services
de: Namen von Rentnern für Revolutions- oder Militärdienste
nl: Namen van gepensioneerden voor revolutionaire of militaire diensten
pt_pt: Nomes de pensionistas de serviços revolucionários ou militares
uk: Імена пенсіонерів за революційні або військові заслуги

source: Ages
de: Alter
hr: Dobi
nl: Leeftijden
pt_pt: Idades
uk: Вік

source: White persons insane and idiots at public charge
de: Weiße Personen Wahnsinnige und Idioten unter öffentlicher Aufsicht
nl: Blanke krankzinnigen en idioten op openbare kosten
pt_pt: Brancos dementes e idiotas a cargo do Estado
uk: Білі особи божевільні або з розумовими вадами на утриманні держав

source: White persons insane and idiots at private charge
de: Weiße Personen Wahnsinnige und Idioten unter privater Aufsicht
nl: Blanke krankzinnigen en idioten op privé-kosten
pt_pt: Brancos dementes e idiotas a cargo privado
uk: Білі особи божевільні або з розумовими вадами на утриманні приватних осіб

source: Colored persons deaf/dumb
de: Farbige Personen taub/stumm
nl: Gekleurde doofstomme personen
pt_pt: Indivíduos de cor surdos/mudos
uk: Кольорові особи глухонімі

source: Colored persons blind
de: Farbige Personen blind
nl: Gekleurde blinde personen
pt_pt: Indivíduos de cor cegos
uk: Кольорові особи сліпі

source: Colored persons insane and idiots at private charge
de: Farbige Personen Wahnsinnige und Idioten unter privater Aufsicht
nl: Gekleurde personen krankzinnig en idioten op privé-kosten
pt_pt: Pessoas de cor loucas e idiotas a cargo de particulares
uk: Кольорові особи божевільні або з розумовими вадами на утриманні приватних осіб

source: Colored persons insane and idiots at public charge
de: Farbige Personen Wahnsinnige und Idioten unter öffentlicher Aufsicht
nl: Gekleurde krankzinnigen en idioten op openbare kosten
pt_pt: Pessoas de cor loucas e idiotas a cargo do Estado
uk: Кольорові особи божевільні або з розумовими вадами на утриманні держави

source: Universities or college
de: Universitäten oder Hochschule
nl: Universiteiten of hogeschool
pt_pt: Universidades e Faculdades
uk: Університети або коледжі

source: Number of students
de: Anzahl der Studenten
nl: Aantal studenten
pt_pt: N.º de estudantes
uk: Кількість студентів

source: Academies and Grammar Schools
de: Akademien und Mittelschulen
nl: Academies en middelbare scholen
pt_pt: Academias e escolas secundárias
uk: Академії та гімназії

source: No. of scholars
de: Anzahl der Schüler
nl: Aantal scholieren
pt_pt: N.º de académicos
uk: Кількість учнів

source: Primary and Common Schools
de: Grund- und Gemeinschaftsschulen
nl: Basisscholen en algemene scholen
pt_pt: Escolas primárias e comuns
uk: Початкові та загальні школи

source: No. of scholars at public charge
de: Anzahl der Wissenschaftler öffentlich bezahlt
nl: Aantal scholieren op openbare kosten
pt_pt: N.º de estudiosos a cargo do Estado
uk: Кількість учнів на державному забезпеченні

source: White persons illiterate over 20
de: Weiße Personen Analphabeten über 20 Jahre
nl: Blanke analfabete personen ouder dan 20
pt_pt: Brancos analfabetos com mais de 20 anos
uk: Неписьменні білі особи старші за 20 років

source: State of
de: Staat von
hr: Država od
nl: Staat van
pt_pt: Estado de
uk: Штат

source: Line No.
de: Zeilennr.
hr: Redak br.
nl: Regel nr.
pt_pt: N.º de linha
uk: Номер рядка

source: Family No.
de: FamilieNr.
hr: Obitelj br.
nl: Gezin nr.
pt_pt: N.º de família
uk: Номер сім'ї

source: Value of real estate
de: Wert der Immobilien
hr: Vrijednost nekretnine
nl: Waarde van onroerend goed
pt_pt: Valor dos imóveis
uk: Вартість нерухомості

source: Place of birth
de: Geburtsort
hr: Mjesto rođenja
nl: Geboorteplaats
pt_pt: Local de nascimento
uk: Місце народження

source: Married within the year
de: Innerhalb des Jahres verheiratet
hr: Sklopili brak unutar godine
nl: Getrouwd binnen het jaar
pt_pt: Casou no ano
uk: Одружився/вийшла заміж протягом року

source: Attended school within the year
de: Schulbesuch innerhalb des Jahres
hr: Pohađali školu unutar godine
nl: Binnen het jaar naar school geweest
pt_pt: Escola frequentada durante o ano
uk: Відвідував(-ла) школу протягом року

source: Illiterate and over 20
de: Analphabeten und über 20
hr: Nepismeni i stariji od 20 godina
nl: Analfabeet en ouder dan 20
pt_pt: Analfabeto +20
uk: Неписьменний(-а) і старше 20 років

source: Deaf, dumb, blind, insane, idiotic, pauper or convict
de: Taub, stumm, blind, verrückt, idiotisch, arm oder verurteilt
hr: Gluhi, glupi, slijepi, bezumni, idioti, siromasi ili osuđenici
nl: Doof, stom, blind, krankzinnig, idioot, pauper of veroordeelde
pt_pt: Surdo, mudo, cego, louco, idiota, indigente ou condenado
uk: Глухий(-а), німий(-а), сліпий(-а), божевільний(-а), недоумкуватий(-а), жебрак або засуджений(-а)

source: Production of Agriculture in
de: Produktion der Landwirtschaft in
nl: Productie van landbouw in
pt_pt: Produção agrícola em
uk: Сільськогосподарська продукція у

source: in the County of
de: in dem Landkreis von
nl: in het graafschap
pt_pt: no Condado de
uk: у графстві

source: Owner, Agent, or Manager
de: Eigentümer, Agent oder Manager
nl: Eigenaar, agent of manager
pt_pt: Dono, agente ou gestor
uk: Власник, агент або керуючий

source: Acres Improved
de: Acres Kultiviert
nl: Hectares verbeterd
pt_pt: Hectares melhorados
uk: Оброблені акри

source: Acres Unimproved
de: Acres Unerschlossen
nl: Hectares onverbeterd
pt_pt: Hectares não melhorados
uk: Необроблені акри

source: Cash Value of Farm
de: Barwert der Farm
nl: Contante waarde van de boerderij
pt_pt: Valor monetário da quinta
uk: Грошова вартість ферми

source: Value of Farming Implements and Machinery
de: Wert von landwirtschaftlichen Geräten und Maschinen
nl: Waarde van landbouwwerktuigen en machines
pt_pt: Valor de máquinas e alfaias
uk: Вартість сільськогосподарських знарядь і техніки

source: Asses and Mules
de: Esel und Maultiere
nl: Ezels en muilezels
pt_pt: Burros e mulas
uk: Віслюки та мули

source: Working Oxen
de: Arbeitsochsen
nl: Werkende ossen
pt_pt: Bois de trabalho
uk: Робочі бики

source: Other Cattle
de: Anderes Vieh
nl: Ander vee
pt_pt: Outro gado
uk: Інша велика рогата худоба

source: Swine
de: Schweine
nl: Varkens
pt_pt: Suíno
uk: Свині

source: Value of Live Stock
de: Wert des Viehbestand
nl: Waarde van levende have
pt_pt: Valor do gado vivo
uk: Вартість живої худоби

source: Wheat
de: Weizen
nl: Tarwe
pt_pt: Trigo
uk: Пшениця

source: Indian Corn
de: Mais
nl: Indische maïs
pt_pt: Milho indiano
uk: Кукурудза

source: Oats
de: Hafer
nl: Haver
pt_pt: Aveia
uk: Овес

source: Rice
de: Reis
nl: Rijst
pt_pt: Arroz
uk: Рис

source: Tobacco
de: Tabak
nl: Tabak
pt_pt: Tabaco
uk: Тютюн

source: Ginned Cotton
de: Entkörnte Baumwolle
nl: Geëgreneerde katoen
pt_pt: Algodão descaroçado
uk: Очищена бавовна

source: Wool
de: Wolle
nl: Wol
pt_pt: Lã
uk: Вовна

source: Peas and Beans
de: Erbsen und Bohnen
nl: Erwten en bonen
pt_pt: Ervilhas e feijões
uk: Горох і боби

source: Irish Potatoes
de: Irische Kartoffeln
nl: Ierse aardappelen
pt_pt: Batata irlandesa
uk: Ірландська картопля

source: Sweet Potatoes
de: Süßkartoffeln
nl: Zoete aardappelen
pt_pt: Batata doce
uk: Батат

source: Barley
de: Gerste
nl: Gerst
pt_pt: Cevada
uk: Ячмінь

source: Buckwheat
de: Buchweizen
nl: Boekweit
pt_pt: Trigo mourisco
uk: Гречка

source: Value of Orchard Products
de: Wert von Obstgartenprodukten
nl: Waarde van boomgaardproducten
pt_pt: Valor de produtos do pomar
uk: Вартість продукції садів

source: Wine
de: Wein
nl: Wijn
pt_pt: Vinho
uk: Вино

source: Value of Market Gardens
de: Wert des Gemüseanbaus
nl: Waarde van tuinderijen
pt_pt: Valor das hortas
uk: Вартість продукції ринкових садів

source: Butter
nl: Boter
pt_pt: Manteiga
uk: Масло

source: Cheese
de: Käse
nl: Kaas
pt_pt: Queijo
uk: Сир

source: Hay
de: Heu
hr: Sjeno
nl: Hooi
pt_pt: Feno
uk: Сіно

source: Clover Seed
de: Kleesamen
nl: Klaverzaad
pt_pt: Semente de trevo
uk: Насіння конюшини

source: Other Grass Seeds
de: Andere Grassamen
nl: Andere graszaden
pt_pt: Outras sementes de gramíneas
uk: Інші трав'яні насіння

source: Hops
de: Hopfen
nl: Hop
pt_pt: Lúpulo
uk: Хміль

source: Hemp Dew Rotted
de: Hanf Tau verrottet
nl: Dauw verrot hennep
pt_pt: Cânhamo apodrecido
uk: Коноплі, вимочені в росі

source: Hemp Water Rotted
de: Hanf Nass verottet
nl: Waterverrot hennep
pt_pt: Água de cânhamo apodrecida
uk: Коноплі, вимочені у воді

source: Flax
de: Flachs
nl: Vlas
pt_pt: Linho
uk: Льон

source: Flaxseed
de: Flachssamen
nl: Vlaszaad
pt_pt: Linhaça
uk: Насіння льону

source: Silk Cocoons
de: Seidenkokons
nl: Zijdecocons
pt_pt: Casulos de seda
uk: Шовкові кокони

source: Maple Sugar
de: Ahornzucker
nl: Esdoornsuiker
pt_pt: Açúcar de ácer
uk: Кленовий цукор

source: Cane Sugar
de: Rohrzucker
nl: Rietsuiker
pt_pt: Açúcar de cana
uk: Тростинний цукор

source: Molasses
de: Melasse
nl: Melasse
pt_pt: Melaço
uk: Меляса

source: Beeswax
de: Bienenwachs
nl: Bijenwas
pt_pt: Cera de abelha
uk: Бджолиний віск

source: Value of Homemade Manufactures
de: Wert der hausgemachte Fabrikationen
nl: Waarde van zelfgemaakte producten
pt_pt: Valor da produção caseira
uk: Вартість домашнього виробництва

source: Value of Animals Slaughtered
de: Wert der geschlachteten Tiere
nl: Waarde van geslachte dieren
pt_pt: Valor dos animais abatidos
uk: Вартість забитих тварин

source: Post Office
de: Post
nl: Postkantoor
pt_pt: Correio
uk: Поштова установа

source: Value of personal estate
de: Wert des persönlichen Besitz
nl: Waarde van persoonlijk bezit
pt_pt: Valor dos bens pessoais
uk: Вартість особистого майна

source: Live Stock June 1, 1860
de: Viehbestand 1. Juni 1860
nl: Levende voorraad 1 juni 1860
pt_pt: Animais vivos 1 de Junho de 1860
uk: Жива худоба на 1 червня 1860 року

source: Produce during the year ending June 1, 1860
de: Produziert im Jahr bis zum 1. Juni 1860
nl: Productie tijdens het jaar dat eindigt op 1 juni 1860
pt_pt: Produção durante o ano que termina em 1 de Junho de 1860
uk: Продукція за рік, що закінчився 1 червня 1860 року

source: Wheat, bushels of
de: Weizen, bushels von
nl: Tarwe, schepels
pt_pt: Trigo, alqueires de
uk: Пшениця, бушелі

source: Rye, bushels of
de: Roggen, bushels von
nl: Rogge, schepels
pt_pt: Centeio, alqueires de
uk: Жито, бушелі

source: Indian Corn, bushels of
de: Mais, bushels von
nl: Maïs, schepels
pt_pt: Milho indiano, alqueires de
uk: Кукурудза, бушелі

source: Oats, bushels of
de: Hafer, bushels von
nl: Haver, schepels
pt_pt: Aveia, alqueires de
uk: Овес, бушелі

source: Rice, pounds of
de: Reis, pounds von
nl: Rijst, kilo's
pt_pt: Arroz, libras de
uk: Рис, фунти

source: Tobacco, pounds of
de: Tabak, pounds von
nl: Tabak, kilo's
pt_pt: Tabaco, libras de
uk: Тютюн, фунти

source: Ginned Cotton, bales of 400 lbs.
de: Entkörnte Baumwolle, Ballen zu 400 englische Pfund
nl: Geëgreneerde katoen, balen van 400 lbs.
pt_pt: Algodão descaroçado, fardos de 400 lbs.
uk: Бавовна очищена, тюки по 400 фунтів

source: Wool, pounds of
de: Wolle, pounds von
nl: Wol, kilo's
pt_pt: Lã, libras de
uk: Вовна, фунти

source: Peas and Beans, bushels of
de: Erbsen und Bohnen, bushels von
nl: Erwten en bonen, schepels
pt_pt: Ervilhas e feijões, alqueires de
uk: Горох і боби, бушелі

source: Irish Potatoes, bushels of
de: Irische Kartoffeln, bushels von
nl: Ierse aardappelen, schepels
pt_pt: Batatas irlandesas, alqueires de
uk: Картопля (ірландська), бушелі

source: Sweet Potatoes, bushels of
de: Süßkartoffeln, bushels von
nl: Zoete aardappelen, schepels
pt_pt: Batatas doces, alqueires de
uk: Батат, бушелі

source: Barley, bushels of
de: Gerste, bushels von
nl: Gerst, schepels
pt_pt: Cevada, alqueires de
uk: Ячмінь, бушелі

source: Buckwheat, bushels of
de: Buchweizen, bushels von
nl: Boekweit, schepels
pt_pt: Trigo mourisco, alqueires de
uk: Гречка, бушелі

source: Value of Orchard Products in $
de: Wert der Obstgartenprodukte in $
nl: Waarde van boomgaardproducten in $
pt_pt: Valor dos produtos de pomar em $
uk: Вартість садових продуктів у $

source: Wine, gallons of
de: Wein, Gallonen von
nl: Wijn, liters
pt_pt: Vinho, galões de
uk: Вино, галони

source: Value of products of market gardens
de: Wert der Produkte von Gärtnereien
nl: Waarde van producten van tuinderijen
pt_pt: Valor dos produtos das hortas familiares
uk: Вартість продукції ринкових садів

source: Butter, pounds of
de: Butter, pounds von
nl: Boter, kilo's
pt_pt: Manteiga, libras de
uk: Масло, фунти

source: Cheese, pounds of
de: Käse, pounds von
nl: Kaas, kilo's
pt_pt: Queijo, libras de
uk: Сир, фунти

source: Hay, tons of
de: Heu, Short tons von
hr: Sjeno, tone od
nl: Hooi, tonnen
pt_pt: Feno, toneladas de
uk: Сіно, тонни

source: Clover Seed, bushels of
de: Kleessamen, bushels von
nl: Klaverzaad, schepels
pt_pt: Sementes de trevo, alqueires de
uk: Насіння конюшини, бушелі

source: Other Grass Seeds, bushels of
de: Andere Grassamen. bushels von
nl: Andere graszaden, bushels
pt_pt: Outras sementes de gramíneas, alqueires de
uk: Інше насіння трав, бушелі

source: Hops, pounds of
de: Hopfen, pounds von
nl: Hop, kilo's
pt_pt: Lúpulo, libras de
uk: Хміль, фунти

source: Hemp Dew Rotted, tons of
de: Hanf Tau verrottet, Short tons von
nl: Dauwverrot hennep, tonnen
pt_pt: Cânhamo apodrecido do orvalho, toneladas de
uk: Коноплі, підгнивші на росі, тонни

source: Hemp Water Rotted, tons of
de: Hanf Nass verottet, Short tons von
nl: Waterverrot hennep, tonnen
pt_pt: Água de cânhamo apodrecida, toneladas de
uk: Коноплі, вимочені у воді, тонни

source: Flax, pounds of
de: Flachs, pounds von
nl: Vlas, kilo's
pt_pt: Linho, libras de
uk: Льон, фунти

source: Flaxseed, bushels of
de: Flachssamen, bushels von
nl: Lijnzaad, schepels
pt_pt: Linhaça, alqueires de
uk: Насіння льону, бушелі

source: Silk Cocoons, pounds of
de: Seidenkokons, pounds von
nl: Zijdecocons, kilo's
pt_pt: Casulos de seda, libras de
uk: Шовковичні кокони, фунти

source: Maple Sugar, pounds of
de: Ahornzucker, pounds von
nl: Esdoornsuiker, kilo's
pt_pt: Açúcar de ácer, libras de
uk: Кленовий цукор, фунти

source: Cane sugar, hogshead of 1,000 pounds
de: Rohrzucker, Tonne von 1.000 pounds
nl: Rietsuiker, okshoofd van 1.000 pond
pt_pt: Açúcar de cana, cabeça de 1.000 libras
uk: Тростинний цукор, барило (1000 фунтів)

source: Molasses, gallons of
de: Melasse, Gallonen von
nl: Melasse, liters
pt_pt: Melaço, galões de
uk: Меляса, галони

source: Beeswax, pounds of
de: Bienenwachs, pounds von
nl: Bijenwas, kilo's
pt_pt: Cera de abelha, libras de
uk: Бджолиний віск, фунти

source: Honey, pounds of
de: Honig, pounds von
nl: Honing, kilo's
pt_pt: Mel, libras de
uk: Мед, фунти

source: Value of home-made manufactures
de: Wert der hausgemachte Fabrikationen
nl: Waarde van zelfgemaakte producten
pt_pt: Valor dos produtos de fabrico caseiro
uk: Вартість домашнього виробництва

source: Persons who Died during the Year ending 1 June 1860 in
de: Personen, die während des am 1. Juni 1860 endenden Jahres starben
nl: Personen die overleden tijdens het jaar dat eindigde op 1 juni 1860 in
pt_pt: Óbitos durante o ano findo em 1 de Junho de 1860 em
uk: Особи, які померли протягом року, що закінчився 1 червня 1860 року, в

source: Free or slave
de: Frei oder Sklave
nl: Vrij of slaaf
pt_pt: Livre ou escravo
uk: Вільний чи раб

source: Married or widowed
de: Verheiratet oder verwitwet
hr: Vjenčani ili obudovljeni
nl: Gehuwd of weduwe
pt_pt: Casado ou viúvo
uk: Одружений чи вдівець/вдова

source: Month in which person died
de: Monat in dem die Person starb
nl: Maand waarin persoon stierf
pt_pt: Mês do óbito
uk: Місяць, у якому особа померла

source: Cause of death
de: Todesursache
nl: Doodsoorzaak
pt_pt: Causa de óbito
uk: Причина смерті

source: Number of days ill
de: Anzahl Tage krank
nl: Aantal dagen ziek
pt_pt: N.º de dias doente
uk: Кількість днів хвороби

source: Father of foreign birth
de: Vater ausländischer Geburt
hr: Otac rođen u inozemstvu
nl: Vader van buitenlandse afkomst
pt_pt: Pai estrangeiro
uk: Батько іноземного походження

source: Mother of foreign birth
de: Mutter ausländischer Geburt
hr: Majka rođena u inozemstvu
nl: Moeder van buitenlandse afkomst
pt_pt: Mãe estrangeira
uk: Мати іноземного походження

source: Month, if born within the year
de: Monat, wenn innerhalb des Jahres geboren
nl: Maand, indien geboren binnen het jaar
pt_pt: Mês, se nascido no ano
uk: Місяць, якщо народився протягом року

source: Month, if married within the year
de: Monat, wenn innerhalb des Jahres verheiratet
nl: Maand, indien getrouwd binnen het jaar
pt_pt: Mês, se casado no ano
uk: Місяць, якщо одружився протягом року

source: Cannot read
de: Kann nicht lesen
hr: Ne zna čitati
nl: Kan niet lezen
pt_pt: Não sabe ler
uk: Не вміє читати

source: Cannot write
de: Kann nicht schreiben
hr: Ne zna pisati
nl: Kan niet schrijven
pt_pt: Não sabe escrever
uk: Не вміє писати

source: Deaf, dumb, blind, insane or idiotic
de: Taub, stumm, blind, verrückt oder idiotisch
nl: Doof, stom, blind, krankzinnig of idioot
pt_pt: Surdo, mudo, cego, louco ou idiota
uk: Глухий, німий, сліпий, божевільний або ідіотичний

source: Male citizen 21 and over
de: Männliche Staatsbürger 21 und älter
nl: Mannelijke burger van 21 jaar en ouder
pt_pt: Cidadão masculino +21
uk: Чоловік-громадянин 21 року і старше

source: Male citizen 21 and over where right to vote is denied on grounds other than rebellion or other crime
de: Männlicher Staatsbürger ab 21 Jahren, bei denen das Wahlrecht aus anderen Gründen als Rebellion oder anderen Straftaten verweigert wird
nl: Mannelijke burger van 21 jaar en ouder waar het stemrecht wordt geweigerd op andere gronden dan rebellie of andere misdrijven
pt_pt: Cidadão masculino +21, a quem o direito de voto foi recusado por motivos que não sejam rebelião ou outro crime
uk: Чоловік-громадянин 21 року і старше, якому відмовлено в праві голосу на підставах, не пов'язаних із заколотом або іншим злочином

source: Supervisor's Dist. No.
de: Supervisor's Bezirk Nr.
nl: Leidinggevende distr. nr.
pt_pt: N.º dist. supervisor
uk: Номер округу наглядача

source: Enumeration Dist. No.
de: Zählbezirk Nr.
nl: Opsomming distr. nr.
pt_pt: N.º dist. recenseamento
uk: Номер округу перепису

source: Month, if born within the census year
de: Monat, wenn innerhalb des Volkszählungsjahres geboren
nl: Maand, indien geboren in het jaar van de volkstelling
pt_pt: Mês, se nascido no ano do censo
uk: Місяць, якщо народився протягом року перепису

source: Relationship to head
de: Beziehung zum Oberhaupt
hr: Veza s glavom obitelji
nl: Relatie met het hoofd
pt_pt: Parentesco com o chefe
uk: Ступінь спорідненості з головою сім’ї

source: Single
de: Ledig
hr: Singl
nl: Alleenstaand
pt_pt: Solteiro
uk: Неодружений/неодружена

source: Widowed, divorced
de: Verwitwet, geschieden
hr: Obudovljeni, razvedeni
nl: Weduwnaar, gescheiden
pt_pt: Viúvo, divorciado
uk: Вдівець/вдова, розлучений/розлучена

source: Married during the census year
de: Verheiratet während des Volkszählungsjahres
nl: Getrouwd tijdens het volkstellingjaar
pt_pt: Casado no ano do censo
uk: Одружений/одружена протягом року перепису

source: Number of months unemployed during the census year
de: Monate arbeitslos während des Volkszählungsjahres
nl: Aantal maanden werkloos tijdens het volkstellingsjaar
pt_pt: Número de meses de desemprego no ano do censo
uk: Кількість місяців безробіття протягом року перепису

source: Illness on day of enumeration
de: Krank am Tag der Aufzählung
nl: Ziekte op de dag van opsomming
pt_pt: Doença no dia da contagem
uk: Хвороба на день перепису

source: Deaf and dumb
de: Taub und Stumm
nl: Doof en stom
pt_pt: Surdos e mudos
uk: Глухонімий

source: Insane
de: Geisteskrank
nl: Krankzinnig
pt_pt: Louco
uk: Божевільний

source: Maimed, crippled, bedridden, or otherwise disabled
de: Verstümmelt, verkrüppelt, bettlägerig oder anderweitig behindert
nl: Verminkt, kreupel, bedlegerig of anderszins gehandicapt
pt_pt: Mutilado, aleijado, acamado ou com qualquer outra deficiência
uk: Покалічений, скалічений, прикутий до ліжка або інвалід

source: Attended school within the census year
de: Schulbesuch innerhalb des Volkszählungsjahres
nl: Binnen het jaar van de volkstelling naar school geweest
pt_pt: Escola frequentada no ano do recenseamento
uk: Відвідував школу протягом року перепису

source: Place of birth of father
de: Geburtsort des Vater
nl: Geboorteplaats van vader
pt_pt: Local de nascimento do pai
uk: Місце народження батька

source: Place of birth of mother
de: Geburtsort der Mutter
nl: Geboorteplaats van moeder
pt_pt: Local de nascimento da mãe
uk: Місце народження матері

source: Owner
de: Eigentümer
nl: Eigenaar
pt_pt: Dono
uk: Власник

source: Rents for fixed money
de: Mieten für festes Geld
nl: Huurprijzen voor vast geld
pt_pt: Rendas por dinheiro fixo
uk: Орендує за фіксовану плату

source: Rents for share of products
de: Mieten für Anteil der Produkte
nl: Huurprijzen voor aandeel van producten
pt_pt: Rendas por quota de produtos
uk: Орендує за частку продукції

source: Acres Tilled
de: Acres bestellt
nl: Bewerkte hectaren
pt_pt: Hectares cultivados
uk: Оброблені акри

source: Acres Permanent Meadows, Pastures, Orchards, Vineyards
de: Acres Ständige Wiesen, Weiden, Obstgärten, Weinberge
nl: Hectaren permanente weiden, weilanden, boomgaarden, wijngaarden
pt_pt: Hectares de prados permanentes, pastagens, pomares, vinhas
uk: Акри постійних луків, пасовищ, садів, виноградників

source: Acres Woodland and forest
de: Acres Waldgelände und Wald
nl: Hectaren bossen en wouden
pt_pt: Hectares de bosque e floresta
uk: Акри лісу та лісових угідь

source: Acres Other unimproved land
de: Acres Anderes unkultiviertes Land
nl: Hectaren ander onbebouwd land
pt_pt: Hectares de outros terrenos não melhorados
uk: Акри іншої необробленої землі

source: Value of Farm
de: Wert der Farm
nl: Waarde van de boerderij
pt_pt: Valor da exploração
uk: Вартість ферми

source: Value of Implements and Machinery
de: Wert von Geräten und Maschinen
nl: Waarde van werktuigen en machines
pt_pt: Valor de máquinas e alfaias
uk: Вартість обладнання та техніки

source: Cost of building and repairing fences in 1879
de: Kosten für den Bau und die Reparatur von Zäunen im Jahr 1879
nl: Kosten voor het bouwen en repareren van hekken in 1879
pt_pt: Custo da construção e reparação de cercas em 1879
uk: Вартість будівництва та ремонту огорож у 1879 році
