Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: should be
da: burde være
de: sollte sein
hr: treba biti
nb: skulle være
nl: zou moeten zijn
pt_pt: deve ser
uk: повинно бути

source: Included
da: Medtaget
de: Inklusive
hr: Uključeno
nl: Inbegrepen
pt_pt: Incluído
uk: Включено

source: Excluded
da: Undtaget
de: Ausgenommen
hr: Isključeno
nl: Uitgesloten
pt_pt: Excluídos
uk: Виключено

source: Name HTML-wrapper file
da: Navngiv HTML-indkapslingsfil
de: Name der HTML-Wrapper-Datei
hr: Ime HTML-umotane datoteke
nl: Naam HTML-wrapper-bestand
pt_pt: Nome do ficheiro HTML-wrapper
uk: Назва HTML-файлу-обгортки

source: Save HTML-wrapper file as ...
da: Gem HTML-indkapslingsfil som ...
de: HTML-Wrapper-Datei speichern als ...
hr: Spremi HTML-umotanu datoteku kao …
nl: HTML-wrapper-bestand opslaan als ...
pt_pt: Gravar HTML-wrapper como...
uk: Зберегти HTML-файл-обгортку як ...

source: Give a filename ...
da: Angiv et filnavn...
de: Gib einen Dateinamen an ...
hr: Upiši ime datoteke …
nb: Angi et filnavn ...
nl: Bestandnaam opgeven ...
pt_pt: Dê um nome ao ficheiro...
uk: Вкажіть ім’я файлу ...

source: Relation type
da: Slægtskabstype
de: Beziehungsart
hr: Vrsta srodstva
nb: Relasjonstype
nl: Relatietype
pt_pt: Tipo de relação
uk: Тип зв’язку

source: Use dashed linestyle
da: Benyt brudt linieudseende
de: Gestrichelten Linienstil verwenden
hr: Koristi iscrtkanu vrstu linija
nb: Bruk stiplet strek
nl: Gestreepte lijnstijl gebruiken
pt_pt: Usar estilo tracejado
uk: Використовувати пунктирний стиль лінії

source: Dash length
da: Stregen længde
de: Strichlänge
hr: Duljina crtice
nb: Stiplelengde
nl: Lengte streepjes
pt_pt: Largura do traço
uk: Довжина пунктиру

source: Inter-dash length
da: Afstand mellem stregerne
de: Abstand zwischen den Strichen
hr: Razmak između crtica
nl: Afstand tussen de streepjes
pt_pt: Espaço entre traços
uk: Відстань між пунктирними сегментами

source: Deep pruning ascendants from %s people...
da: Dyb fjernelse af aner fra %s personer ...
de: Tiefes Beschneiden der Aszendenten von %s Personen...
hr: Snažno reduciranje predaka od %s osoba …
nl: Krachtig bloedverwanten in opgaande lijn reduceren van %s personen...
pt_pt: Poda profunda de ascendentes para %s indivíduos...
uk: Глибока обрізка предків із %s людей...

source: Pruning ascendants from %s people...
da: Fjernelse af aner fra %s personer...
de: Beschneide Aszendenten von %s Personen...
hr: Reduciranje predaka od %s osoba …
nl: Bloedverwanten in opgaande lijn reduceren van %s personen...
pt_pt: A podar ascendentes para %s indivíduos...
uk: Обрізка предків із %s людей...

source: Getting ascendants from %s people...
da: Henter aner fra %s personer...
de: Hole Aszendenten von %s Personen...
hr: Dohvaćanje predaka od %s osoba …
nl: Bloedverwanten in opgaande lijn verkrijgen van %s personen...
pt_pt: A obter ascendentes de %s indivíduos...
uk: Отримання предків із %s людей...

source: Verifying descendants from %s people...
da: Bekræfter efterkommere fra %s personer...
de: Überprüfung der Nachkommen von %s Personen...
hr: Provjeravanje potomaka od %s osoba …
nl: Nakomelingen van %s personen verifiëren...
pt_pt: A verificar descendentes de %s indivíduos...
uk: Перевірка нащадків серед %s людей...

source: Getting missing descendants from %s people...
da: Henter manglende efterkommere fra %s personer...
de: Holen von fehlenden Nachkommen von %s Personen...
hr: Dohvaćanje nedostajućih potomaka od %s osoba …
nl: Ontbrekende nakomelingen zoeken van %s personen...
pt_pt: A obter descendentes em falta de %s indivíduos...
uk: Отримання відсутніх нащадків серед %s людей...

source: Verifying descendants from %s people after pruning...
da: Bekræfter efterkommere fra %s peroner efter fjernelse...
de: Vergleiche Nachkommen von %s Personen nach Reduzierung...
hr: Provjeravanje potomaka od %s osoba nakon reduciranja …
nl: Nakomelingen van %s personen verifiëren na reductie...
pt_pt: A verificar descendentes de %s indivíduos após podar...
uk: Перевірка нащадків серед %s людей після обрізки...

source: Getting missing descendants from %s people ...
da: Henter manglende efterkommere fra %s personer...
de: Holen von fehlenden Nachkommen von %s Personen ...
hr: Dohvaćanje nedostajućih potomaka od %s osoba …
nl: Ontbrekende nakomelingen zoeken van %s personen...
pt_pt: A obter descendentes em falta de %s indivíduos...
uk: Отримання відсутніх нащадків серед %s людей...

source: sp. see %(reference)s : %(spouse)s
da: sp. se %(reference)s : %(spouse)s
de: Part. siehe %(reference)s : %(spouse)s
hr: sup. pogledaj %(reference)s : %(spouse)s
nl: zie echtgenoot %(reference)s : %(spouse)s
pt_pt: cj. veja %(reference)s : %(spouse)s
uk: чол./друж. див. %(reference)s : %(spouse)s

source: see report: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
da: se rapportt: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
de: siehe Bericht: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
hr: vidi izvještaj: %(report)s, ref: %(reference)s : %(person)s i %(spouse)s
nl: zie verslag: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
pt_pt: veja relatório: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
uk: див. звіт: %(report)s, реф.: %(reference)s : %(person)s і %(spouse)s

source: Descendants Report
da: Efterkommerrapport
de: Nachkommenbericht
hr: Izvještaj o potomcima
nl: Afstammelingenverslag
pt_pt: Relatório Descendentes
uk: Звіт про нащадків

source: Writing %s reports...
da: Skriver %s rapporter...
de: Schreibe %s Berichte...
hr: Ispis izvještaja (%s) …
nl: %s verslagen schrijven...
pt_pt: A escrever %s relatórios...
uk: Записування %s звітів...

source: {report_count}. Descendants of {name}
de: {report_count}. Nachkommen von {name}
uk: {report_count}. Нащадки {name}

source: Select filter to restrict people that appear in the report
da: Vælg filter til afgrænsning af personer der vises i rapporten
de: Wähle einen Filter aus, um die Personen einzuschränken, die im Bericht erscheinen
hr: Odaberi filtar za ograničavanje osoba, koje će se pojaviti u izvještaju
nl: Selecteer filter om het aantal personen in het verslag te beperken
pt_pt: Seleccione o filtro para limitar os indivíduos que aparecem no relatório
uk: Виберіть фільтр для обмеження людей, що з'являються у звіті

source: The style used for the table of contents header.
da: Stilen der bruges til indholdsfortegnelsens overskrift.
de: Der für die Kopfzeile des Inhaltsverzeichnisses verwendete Stil.
hr: Stil za naslov tablice sadržaja.
nl: De stijl die wordt gebruikt voor de koptekst van de inhoudsopgave.
pt_pt: O estilo usado para o cabeçalho do índice.
uk: Стиль, що використовується для заголовка змісту.

source: The style used for the table of contents detail.
da: Stilen der bruges til indholdsfortegnelsens detaljer.
de: Der für das Inhaltsverzeichnis verwendete Stil.
hr: Stil za detalje tablice sadržaja.
nl: De stijl die voor de inhoudsopgave wordt gebruikt.
pt_pt: O estilo usado para o detalhe do índice.
uk: Стиль, що використовується для деталей змісту.

source: Descendant Book
da: Efterkommerbog
de: Nachkommenbuch
hr: Knjiga o potomcima
nl: Afstammelingenboek
pt_pt: Livro Descendentes
uk: Книга нащадків

source: Produces one or more descendant reports based on a supplied query.
da: Danner en eller flere efterkommerrapporter baseret på en angivet forespørgsel.
de: Erzeugt einen oder mehrere Nachkommenberichte auf der Grundlage einer bereitgestellten Abfrage.
hr: Stvara jedan ili više izvještaja o potomcima, na osnovi dostavljenog upita.
nl: Produceert een of meer afstammelingenverslagen op basis van een opgegeven zoekvraag.
pt_pt: Produz um ou mais relatórios de descendência baseados numa consulta fornecida.
uk: Створює один або кілька звітів про нащадків на основі наданого запиту.

source: Detailed Descendant Book
da: Detaljeret efterkommerbog
de: Ausführliches Nachkommenbuch
hr: Detaljna knjiga o potomcima
nl: Gedetailleerd afstammelingenboek
pt_pt: Livro Descendência detalhada
uk: Детальна книга нащадків

source: Produces one or more detailed descendant reports based on a supplied query.
da: Danner en eller flere detaljerede efterkommerbøger baseret på en angivet forespørgsel.
de: Erzeugt einen oder mehrere detaillierte Nachkommenberichte auf der Grundlage einer bereitgestellten Abfrage.
hr: Stvara jedan ili više detaljnih izvještaja o potomcima, na osnovi dostavljenog upita.
nl: Produceert een of meer gedetailleerde afstammelingenverslagen op basis van een opgegeven zoekvraag.
pt_pt: Produz um ou mais relatórios de descendência detalhada baseados numa consulta fornecida.
uk: Створює один або кілька детальних звітів про нащадків на основі наданого запиту.

source: Detailed Descendants Report
da: Detaljeret efterkommerrapport
de: Ausführlicher Nachkommenbericht
hr: Detaljni izvještaj o potomcima
nl: Gedetailleerd afstammelingenverslag
pt_pt: Relatório Descendência detalhada
uk: Детальний звіт про нащадків

source: Generating %s report references...
da: Danner %s rapporthenvisninger...
de: Erstelle %s Berichtsreferenzen...
hr: Stvaranje %s referenca izvještaja …
nl: %s verslagreferenties genereren...
pt_pt: A gerar %s referências no relatório...
uk: Генерація %s посилань для звіту...

source: %(report_count)s. Descendant Report for %(person_name)s
da: %(report_count)s. efterkommerrapport for %(person_name)s
de: %(report_count)s. Nachkommenbericht für %(person_name)s
hr: %(report_count)s. Izvještaj o potomcima za %(person_name)s
nl: %(report_count)s. Afstammelingenverslag voor %(person_name)s
pt_pt: %(report_count)s. Relatório Descendentes de %(person_name)s
uk: %(report_count)s. Звіт про нащадків для %(person_name)s

source: Index of Places
da: Indeks over steder
de: Ortsverzeichnis
hr: Indeks mjesta
nl: Index van locaties
pt_pt: Índice de locais
uk: Індекс місць

source: Index of Dates
da: indeks over datoer
de: Datumsindex
hr: Indeks datuma
nl: Index van datums
pt_pt: Índice de datas
uk: Індекс дат

source: Index of Names
da: Indeks over navne
de: Namensverzeichnis
hr: Indeks imena
nl: Index van namen
pt_pt: Índice de nomes
uk: Індекс імен

source: Report, Generation, Person, Name
da: Rapport, Generation, Person, Navn
de: Bericht, Generation, Person, Name
hr: Izvještaj, generacija, osoba, ime
nl: Verslag, Generatie, Persoon, Naam
pt_pt: Relatório, Geração, Indivíduo, Nome
uk: Звіт, Покоління, Особа, Ім'я

source: See Report : {report}, Generation : {generation}, Person : {person}
de: Siehe Bericht : {report}, Generation : {generation}, Person : {person}
uk: Див. звіт: {report}, Покоління: {generation}, Особа: {person}

source: Report appearances for %s
da: Rapport udseende for %s
de: Berichtserscheinungsbild für %s
hr: Izvjesti pojavljivanja za %s
nl: Uiterlijk van het verslag %s
pt_pt: Relatar aparições de %s
uk: Згадки у звіті для %s

source: Spouse of: Report: {report}, Generation: {generation}, Person: {person}
de: Ehepartner von: Bericht: {report}, Generation: {generation}, Person:{person}
uk: Чоловік/дружина: Звіт: {report}, Покоління: {generation}, Особа: {person}

source: Report: {report}, Generation: {generation}, Person: {person}
de: Bericht: {report}, Generation: {generation}, Person: {person}
uk: Звіт: {report}, Покоління: {generation}, Особа: {person}

source: %(event_name)s of %(name)s
da: %(event_name)s for %(name)s
de: %(event_name)s von %(name)s
hr: %(event_name)s od %(name)s
nl: %(event_name)s van %(name)s
pt_pt: %(event_name)s de %(name)s
uk: %(event_name)s у %(name)s

source: %(event_name)s of %(name)s and %(mate)s
da: %(event_name)s for %(name)s og %(mate)s
de: %(event_name)s von %(name)s und %(mate)s
hr: %(event_name)s od %(name)s i %(mate)s
nl: %(event_name)s van %(name)s en %(mate)s
pt_pt: %(event_name)s de %(name)s e %(mate)s
uk: %(event_name)s у %(name)s та %(mate)s

source: . Ref: %(repno)s %(gen)s %(per)s
uk: . Посилання: %(repno)s %(gen)s %(per)s

source: Ref: {number}. {name}
uk: № {number}. {name}

source: List children
da: Vis børn
de: Kinder auflisten
hr: Popiši djecu
nl: Lijst met kinderen
pt_pt: Listar filhos
uk: Список дітей

source: Add descendant reference in child list
da: Medtag henvisning til efterkommer i listen over børn
de: Nachkommenreferenz in Kinderliste hinzufügen
hr: Dodaj reference potomaka u popisu djece
nl: Afstammingsreferentie toevoegen aan de onderliggende lijst
pt_pt: Adicionar referência a descendentes na lista de filhos
uk: Додати посилання на нащадка у списку дітей

source: Include Index of Names
da: Medtag Indeks over Navne
de: Namensverzeichnis einbeziehen
hr: Uključi indekse imena
nl: Namenlijst toevoegen
pt_pt: Incluir índice de nomes
uk: Включити індекс імен

source: Whether to include the index of Names at the end of the report.
da: Hvorvidt indeks over navne skal medtages i slutningen af rapporten.
de: Ob das Namensverzeichnis am Ende des Berichts aufgenommen werden soll.
hr: Da li uključiti index imena na kraju izvještaja.
nl: Of de namenindex aan het einde van het rapport moet worden opgenomen.
pt_pt: Se deve incluir um índice de nomes no final do relatório.
uk: Чи включати індекс імен у кінці звіту.

source: Include index of Dates
da: Medtag indeks over datoer
de: Datumsindex einbeziehen
hr: Uključi indekse datuma
nl: Index van datums toevoegen
pt_pt: Incluir índice de datas
uk: Включити індекс дат

source: Whether to include the index of Dates at the end of the report.
da: Hvovidt indeks over datoer skal medtages i slutningen af rapporten
de: Ob der Datumsindex am Ende des Berichts erscheinen soll.
hr: Da li uključiti index datuma na kraju izvještaja.
nl: Of de index van datums aan het einde van het rapport moet worden opgenomen.
pt_pt: Se deve incluir um índice de datas no final do relatório.
uk: Чи включати індекс дат у кінці звіту.

source: Include index of Places
da: Medtag indeks over Steder
de: Ortsverzeichnis einbeziehen
hr: Uključi indekse mjesta
nl: Index van plaatsen toevoegen
pt_pt: Incluir índice de locais
uk: Включити індекс місць

source: Whether to include the index of Places at the end of the report.
da: Hvovidt indeks over steder skal medtages i slutningen af rapporten.
de: Ob das Ortsverzeichnis am Ende des Berichts erscheinen soll.
hr: Da li uključiti index mjesta na kraju izvještaja.
nl: Of de index van locaties aan het einde van het rapport moet worden opgenomen.
pt_pt: Se deve incluir um índice de locais no final do relatório.
uk: Чи включати індекс місць у кінці звіту.

source: Include the 'Report appearances' section with each person
da: Medtag 'Rapportudseende' sekstion for hver person
de: Fügt den Abschnitt „Vorkommen im Bericht“ bei jeder Person ein
hr: Uključi odjeljak „Izvjesti pojavljivanja” sa svakom osobom
nl: Voeg het gedeelte 'Rapportverschijningen' bij elke persoon toe
pt_pt: Incluir a secção "Relatar aparições" em cada indivíduo
uk: Включити розділ 'Згадки у звіті' для кожної людини

source: The 'Report appearances' section shows other places in the report where the person is mentioned.
da: 'Rapportudseeende' sektionen viser andre steder i rapporten hvor personen er nævnt.
de: Der Abschnitt „Vorkommen im Bericht“ zeigt andere Stellen im Bericht, an denen die Person erwähnt wird.
hr: Odjeljak „Izvjesti pojavljivanja” prikazuje ostala mjesta u izvještaju, gdje se osoba spominje.
nl: Het gedeelte 'Rapportverschijningen' toont andere plaatsen in het rapport waar de persoon wordt genoemd.
pt_pt: A secção "Relatar aparições" mostra outros locais do relatório onde o indivíduo é mencionado.
uk: Розділ 'Згадки у звіті' показує інші місця у звіті, де згадується ця людина.

source: The style used for the children list.
da: Stilen der bruges til listen over børn.
de: Der für die Kinderliste verwendete Stil.
hr: Stil za popis djece.
nl: De stijl die wordt gebruikt voor de onderliggende lijst.
pt_pt: O estilo usado para a lista de filhos.
uk: Стиль, що використовується для списку дітей.

source: The basic style used for Note header.
da: Den grundlæggende stil der bruges til notens overskrift.
de: Der Basisstil, der für die Kopfzeile der Notiz verwendet wird.
hr: Osnovni stil za zaglavlje zabilježaka.
nl: De basisstijl die wordt gebruikt voor de opmerkingen-koptekst.
pt_pt: O estilo básico usado para o cabeçalho da nota.
uk: Основний стиль, що використовується для заголовка приміток.

source: The style used for the first personal entry.
da: Stilen der benyttes til den første personinformation.
de: Der für den ersten persönlichen Eintrag verwendete Stil.
hr: Stil za prvi osobni unos.
nl: De stijl die werd gebruikt voor de eerste eigen invoer.
pt_pt: O estilo usado para a primeira entrada pessoal.
uk: Стиль, що використовується для першого запису про особу.

source: The style used for the More About header and for headers of mates.
da: Stil der benyttes til Mere Om overskrift og til overskrift for ægtefæller.
de: Der Stil, der für die Überschrift Mehr über und für die Überschriften der Partner verwendet wird.
hr: Stil za „Više o”-zaglavlje i zaglavlje partnera.
nl: De stijl die wordt gebruikt voor de koptekst Meer Over en voor headers van partners.
pt_pt: O estilo usado para o cabeçalho Mais sobre e para cabeçalhos de companheiros.
uk: Стиль, що використовується для заголовка 'Докладніше' та заголовків чоловіка/дружини.

source: The style used for additional detail data.
da: Stil der benyttes til yderligere detaljedata.
de: Der für zusätzliche Detaildaten verwendete Stil.
hr: Stil za dodatne detaljne podatke.
nl: De stijl die wordt gebruikt voor aanvullende detailgegevens.
pt_pt: O estilo usado para detalhes adicionais.
uk: Стиль, що використовується для додаткових деталей.

source: The style used for note detail data.
da: Stilen der benyttes til note detaljedata.
de: Der für die Notizdetails verwendete Stil.
hr: Stil za detalje podatke zabilježaka.
nl: De stijl die wordt gebruikt voor detailgegevens van opmerkingen.
pt_pt: O estilo usado para detalhes da nota.
uk: Стиль, що використовується для деталей приміток.

source: The style used for the date in the Index of Dates.
da: Stilen der benyttes til datoer i Indeks over Datoer.
de: Der Stil, der für das Datum im Index der Daten verwendet wird.
hr: Stil za datume u indeksu datuma.
nl: De stijl die wordt gebruikt voor de datum in de index van datums.
pt_pt: O estilo usado para a data no índice de datas.
uk: Стиль, що використовується для дати в індексі дат.

source: The style used for the events in the Index of Dates.
da: Stilen der benyttes for hændelser i Indeks over Hændelser.
de: Der Stil, der für die Ereignisse im Index der Daten verwendet wird.
hr: Stil za zabilješke u indeksu datuma.
nl: De stijl die wordt gebruikt voor de gebeurtenissen in de Index of Dates.
pt_pt: O estilo usado para os eventos no índice de datas.
uk: Стиль, що використовується для подій в індексі дат.

source: The style used for the header in the Index of Names.
da: Stilen der benyttes til overskrifter i Indeks over Navne.
de: Der Stil, der für die Überschrift im Namensregister verwendet wird.
hr: Stil za zaglavlje u indeksu imena.
nl: De stijl die wordt gebruikt voor de koptekst in de namenlijst.
pt_pt: O estilo usado para o cabeçalho no índice de nomes.
uk: Стиль, що використовується для заголовка в індексі імен.

source: The style used for the references in the Index of Names.
da: Stilen der benyttes til henvisninger i Indeks over Navne
de: Der für die Verweise im Namensregister verwendete Stil.
hr: Stil za reference u indeksu imena.
nl: De stijl die wordt gebruikt voor de verwijzingen in de namenindex.
pt_pt: O estilo usado para as referências no índice de nomes.
uk: Стиль, що використовується для посилань в індексі імен.

source: The style used for the header in the Index of Places.
da: Stilen der benyttes til oveskiften i Indeks over Steder.
de: Der für die Kopfzeile des Ortsverzeichnisses verwendete Stil.
hr: Stil za zaglavlje u indeksu mjesta.
nl: De stijl die wordt gebruikt voor de koptekst in de plaatsindex.
pt_pt: O estilo usado para o cabeçalho no índice de locais.
uk: Стиль, що використовується для заголовка в індексі місць.

source: The style used for the references in the Index of Places.
da: Stilen der benyttes til henvisninger i Indeks over Steder.
de: Der für die Verweise im Ortsverzeichnis verwendete Stil.
hr: Stil za reference u indeksu mjesta.
nl: De stijl die wordt gebruikt voor de verwijzingen in de plaatsindex.
pt_pt: O estilo usado para as referências no índice de locais.
uk: Стиль, що використовується для посилань в індексі місць.

source: Descendant Count
da: Antal Efterkommere
de: Nachkomme Zählen
hr: Broj potomaka
nl: Afstammelingen tellen
pt_pt: Total de descendentes
uk: Кількість нащадків

source: Gramplet for showing people and descendant counts
da: Gramplet der viser personer og antal efterkommere
de: Gramplet zur Anzeige von Personen und Anzahl der Nachkommen
hr: Gramplet za prikaz broja osoba i potomaka
nl: Gramplet voor het tonen van personen en aantal afstammelingen
pt_pt: Gramplet para mostrar indivíduos e totais de descendentes
uk: Грамплет для відображення людей і підрахунку нащадків

source: Descendant Space Tree
uk: Дерево космосу нащадків

source: Generates a web page with an interactive graph of descendants represented as a Space Tree for efficient viewing, even with many descendants or generations.
uk: Генерує веб-сторінку з інтерактивним графіком нащадків, представленим у вигляді просторового дерева для ефективного перегляду, навіть за наявності багатьох нащадків або поколінь.

source: Patriarchal Line (Male ancestor)
uk: Патріархальна лінія (предок чоловічої лінії)

source: Matriarchal Line (Female ancestor)
uk: Матріархальна лінія (жіноча предкиня)

source: Continue Descendant Tree
uk: Продовжити дерево нащадків

source: Alternate Descendant Tree
uk: Альтернативне дерево нащадків

source: Descendant SpaceTree
uk: Нащадок SpaceTree

source: Total descendants
uk: Загальна кількість нащадків

source: Marriages/Families:<ul>
uk: Шлюби/Сім'ї:<ul>

source: Destination Directory %s does not exist Do you want to attempt to create it.
uk: Каталогу %s не існує Спробувати створити його?

source: Failed to create %s: %s
hr: Greška prilikom stvaranja %s: %s
nl: Kan %s: %s niet maken
pt_pt: Falha ao criar %s: %s
uk: Не вдалося створити %s: %s

source: Failed to read proto file %s: %s
uk: Не вдалося прочитати файл прототипу %s: %s

source: Destination file %s already exists. Do you want to overwrite?
uk: Цільовий файл %s вже існує. Перезаписати?

source: Failed writing file:
uk: Не вдалося записати файл:

source: Descendants of
uk: Нащадків

source: How to Use the DescendantSpaceTree Viewer
uk: Як використовувати переглядач DescendantSpaceTree

source: For the best viewing experience, maximize your browser window to use the entire screen and reload this page. The viewer is fitted to your screen size.
uk: Для найкращого перегляду розгорніть вікно браузера на весь екран і перезавантажте цю сторінку. Розмір переглядача підлаштовано під розмір вашого екрана.

source: Click on a node to focus on a descendant and expand any children.
uk: Клацніть на вузлі, щоб зосередитися на нащадку та розгорнути будь-які дочірні об'єкти.

source: Click and drag anywhere on the viewer to position the descendant tree.
uk: Клацніть і перетягніть будь-де в переглядачі, щоб розташувати дерево нащадків.

source: Click on the reset button ___HELP_RESET_BUTTON___ to reset back to the starting descendant.
uk: Натисніть кнопку скидання ___HELP_RESET_BUTTON___, щоб повернутися до початкового нащадка.
