Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Whether Blind, or Deaf and Dumb
de: Ob Blind oder Taub und Stumm
hr: Da li je osoba slijepa, gluha ili nijema
nl: Of blind, of doof en dom
pt_pt: Cegos ou surdos/mudos
uk: Чи є сліпим або глухонімим

source: No. of Children from 5 to 13 attending School
de: Anzahl der Kinder von 5 bis 13 Jahren, die eine Schule besuchen
hr: Broj djece, starih između 5 i 13 g., koji pohađaju školu
nl: Aantal kinderen van 5 tot 13 jaar dat naar school gaat
uk: Кількість дітей віком від 5 до 13 років, які відвідують школу

source: WindowRooms
de: Räume mit Fenstern
hr: Sobe s prozorom
nl: VensterKamers
uk: Вікна у кімнатах

source: No. of Rooms with one or more Windows
de: Anzahl der Räume mit einem oder mehr Fenster
hr: Broj soba s jednim ili više prozora
nl: Aantal kamers met een of meer vensters
uk: Кількість кімнат з одним або більше вікнами

source: Police Burgh
de: Polizeilich freie Stadt
hr: Policijska uprava
nl: Politie Burgh
uk: Поліцейський бурґ

source: Whether 1. Deaf and Dumb, 2. Blind, 3. Imbecile or Idiot 4. Lunatic
de: Ob 1. Taub und stumm, 2. blind, 3. schwachsinnig oder Idiot 4. Geistesgestört
hr: Da li je osoba 1. gluha ili nijema, 2. slijepa, 3. imbicilna ili idiot, 4. luda
nl: Of 1. doof en stom, 2. blind, 3. imbeciel of idioot 4. krankzinnig
pt_pt: Se 1. Surdos e mudos, 2. Cegos, 3. Imbecis ou idiotas 4. Lunáticos
uk: Чи 1. Глухонімий, 2. Сліпий, 3. Імбецил або ідіот, 4. Божевільний

source: School Board District
de: Schulbehörde Bezirk
hr: Kotar školskog odbora
nl: Schoolbestuur district
uk: Округ шкільної ради

source: School board District
de: Schulbehörde Bezirk
hr: Kotar školskog odbora
nl: Schoolbestuur district
uk: Район шкільної ради

source: Parliamentary Division
de: Paramilitärische Einheit
nl: Parlementaire afdeling
uk: Парламентський округ

source: Municipal Burgh
de: Kommunal freie Stadt
hr: Lokalna uprava
nl: Gemeentelijke Burgh
uk: Муніципальний бурґ

source: Burgh Ward
de: Stadtbezirk
hr: Upravni ured
nl: Burgh-afdeling
uk: Округ бурґу

source: Island
de: Insel
nl: Eiland
uk: Острів

source: Gaellic or G. & E.
de: Gälisch oder G. & E.
nl: Gaelic of G. & E.
uk: Гельська або G. & E.

source: Parish Ward
de: Gemeindebezirk
hr: Župni ured
nl: Parochie
uk: Відділ парафії

source: Profession or Occupation
de: Beruf oder Beschäftigung
hr: Profesija ili zanimanje
nl: Beroep of werk
uk: Професія або зайнятість

source: Employer, Worker or on Own Account
de: Arbeitgeber, Arbeitnehmer oder auf eigene Rechnung
hr: Zaposlenik, radnik ili samostalan
nl: Werkgever, werknemer of zelfstandig
uk: Роботодавець, працівник або самозайнятий

source: Working at Home
de: Arbeitet Zuhause
nl: Thuiswerken
uk: Працює вдома

source: District Electoral Division
de: Wahlbezirksabteilung
nl: Districts verkiezingsafdeling
uk: Район виборчого округу

source: Townland
de: Landgut
uk: Таунленд

source: No. on Form B
de: Nummer auf Formular B
nl: Nr. op formulier B
uk: Номер у Формі B

source: "Read and Write", "Read" or "Cannot Read"
de: "Lesen und Schreiben", "Lesen" oder "Kann nicht lesen"
hr: „Čita i piše”, „Čita” ili „Ne zna čitati”
nl: 'Lezen en schrijven', 'Lezen' of 'Kan niet lezen'
uk: «Читає і пише», «Читає» або «Не вміє читати»

source: Irish Language
de: Irische Sprache
nl: Ierse taal
uk: Ірландська мова

source: "Irish" or "Irish & English", in other cases no entry should be made
de: "Irisch" oder "Irisch & Englisch", in anderen Fällen sollte keine Eingabe erfolgen
nl: "Iers" of "Iers en Engels", in andere gevallen moet er niets worden ingevuld
uk: «Ірландська» або «Ірландська та англійська», в інших випадках запис не робиться

source: "Deaf and Dumb", "Dumb only", "Blind", "Imbecile or Idiot", or "Lunatic"
de: "Taubstumm", "Nur stumm", "Blind", "Schwachsinnig oder Idiot" oder "Geisteskranker"
nl: 'Doof en stom', 'Alleen stom', 'Blind', 'Imbeciel of idioot' of 'Krankzinnig'
pt_pt: "Surdo e mudo", "Só mudo", "Cego", "Imbecil ou idiota", ou "Lunático"
uk: «Глухонімий», «Тільки німий», «Сліпий», «Імбецил або ідіот» чи «Божевільний»

source: Poor Law Union
de: Armenrecht Gewerkschaft
uk: Спілка бідних законів

source: Barony
de: Herrschaft
nl: Baronie
uk: Баронство

source: Urban District
de: Kreisfreie Stadt
hr: Urbani kotar
nl: Stedelijk district
uk: Міський округ

source: Head of Family
de: Familienoberhaupt
hr: Glava obitelji
nl: Gezinshoofd
uk: Голова родини

source: Total Children
de: Kinder insgesamt
hr: Ukupno djece
nl: Totaal kinderen
uk: Загальна кількість дітей

source: Children born alive to present Marriage
de: Kinder, die lebend geboren wurden in gegenwärtiger Ehe
nl: Levend geboren kinderen in huidig huwelijk
uk: Діти, народжені живими в цьому шлюбі

source: Event Place (Original)
de: Ereignisort (Original)
hr: Mjesto događaja (izvorno)
nl: Gebeurtenislocatie (origineel)
uk: Місце події (оригінал)

source: Birth Year (Estimated)
de: Geburtsjahr (geschätzt)
hr: Godina rođenja (procijenjeno)
nl: Geboortejaar (geschat)
uk: Орієнтовний рік народження

source: Father's Name
de: Name des Vaters
hr: Ime oca
nl: Naam van de vader
pt_pt: Nome do pai
uk: Ім'я батька

source: Mother's Name
de: Name der Mutter
hr: Ime majke
nl: Naam van de moeder
pt_pt: Nome da Mãe
uk: Ім'я матері

source: Spouse's Name
de: Name des Ehepartners
hr: Ime supružnika
nl: Naam echtgenoot
uk: Ім'я подружжя

source: Spouse's Gender
de: Geschlecht des Ehepartners
hr: Spol supružnika
nl: Geslacht van echtgenoot
uk: Стать подружжя

source: Spouse's Age
de: Alter des Ehepartners
hr: Starost supružnika
nl: Leeftijd echtgenoot
uk: Вік подружжя

source: Spouse's Birth Year (Estimated)
de: Geburtsjahr des Ehepartners (geschätzt)
hr: Godina rođenja supružnika (procijenjeno)
nl: Geboortejaar echtgenoot (geschat)
uk: Орієнтовний рік народження подружжя

source: Spouse's Father's Name
de: Name des Vaters des Ehepartners
hr: Ime oca supružnika
nl: Naam vader echtgenoot
uk: Ім'я батька подружжя

source: Spouse's Mother's Name
de: Name der Mutter des Ehepartners
hr: Ime majke supružnika
nl: Naam moeder echtgenoot
uk: Ім'я матері подружжя

source: Record Number
de: Datensatznummer
hr: Broj zapisa
nl: Record nummer
uk: Номер запису

source: Volume
de: Band
hr: Svezak
uk: Том

source: House Number
de: Hausnummer
hr: Kućni broj
nl: Huisnummer
pt_pt: Número da casa
uk: Номер будинку

source: Volume Beginning Year
de: Band Anfangsjahr
hr: Početna godina svezaka
nl: Volume beginjaar
uk: Рік початку тому

source: Volume Ending Year
de: Band Endejahr
hr: Završna godina svezaka
nl: Volume eindjaar
uk: Рік закінчення тому

source: NARA publication
de: NARA-Publikation
hr: NARA publikacija
nl: NARA publicatie
pt_pt: Publicação NARA
uk: Публікація NARA

source: Roll No.
de: RollenNr.
hr: Broj svitka
nl: Rol nr.
pt_pt: N.º rolo
uk: Номер рулону

source: Page No.
de: Seitennr.
hr: Broj stranice
nl: Pagina nr.
pt_pt: N.º página
uk: Номер сторінки

source: Sheet No.
de: Blatt Nr.
hr: Broj lista
nl: Blad nr.
pt_pt: N.º folha
uk: Номер аркуша

source: Minor Civil Division
de: Kleinere zivile Abteilung
pt_pt: Divisão civil menor
uk: Мала адміністративна одиниця

source: County of
de: Landkreis von
hr: Okrug od
nl: Provincie van
pt_pt: Condado de
uk: Округ

source: District (or Territory) of
de: Bezirk (oder Gebiet) von
hr: Kotar (ili teritorij) od
nl: District (of territorium) van
pt_pt: Distrito (ou território) de
uk: Округ (або територія)

source: Free white males 16 & up
de: Frei weiß männlich ab 16 Jahren
nl: Vrije blanke mannen 16 en ouder
pt_pt: Homens brancos livres +16
uk: Вільні білі чоловіки 16 років і старші

source: Free white males under 16
de: Frei weiß männlich unter 16
nl: Vrije blanke mannen jonger dan 16
pt_pt: Homens brancos livres -16
uk: Вільні білі чоловіки до 16 років

source: Free white females
de: Frei weiß weiblich
nl: Vrije blanke vrouwen
pt_pt: Mulheres brancas livres
uk: Вільні білі жінки

source: All other free persons
de: Alle anderen freien Personen
nl: Alle andere vrije personen
pt_pt: Todos os outros livres
uk: Всі інші вільні особи

source: Slaves
de: Sklaven
hr: Robovi
nl: Slaven
pt_pt: Escravos
uk: Раби

source: Enumeration Date
de: Zähldatum
nl: Opsommingsdatum
pt_pt: Data de recenseamento
uk: Дата перепису

source: Free white males under 10
de: Frei weiß männlich unter 10
nl: Vrije blanke mannen jonger dan 10
pt_pt: Homens brancos livres -10
uk: Вільні білі чоловіки до 10 років

source: Free white males 10-15
de: Frei weiß männlich 10-15
nl: Vrije blanke mannen 10-15
pt_pt: Homens brancos livres 10-15
uk: Вільні білі чоловіки 10-15 років

source: Free white males 16-25
de: Frei weiß männlich 16-25
nl: Vrije blanke mannen 16-25
pt_pt: Homens brancos livres 16-25
uk: Вільні білі чоловіки 16-25 років

source: Free white males 26-44
de: Frei weiß männlich 26-44
nl: Vrije blanke mannen 26-44
pt_pt: Homens brancos livres 26-44
uk: Вільні білі чоловіки 26-44 років

source: Free white males 45 and over
de: Frei weiß männlich 45 und älter
nl: Vrije blanke mannen 45 en ouder
pt_pt: Homens brancos livres +45
uk: Вільні білі чоловіки 45 років і старші

source: Free white females under 10
de: Frei weiß weiblich unter 10
nl: Vrije blanke vrouwen jonger dan 10
pt_pt: Mulheres brancas livres -10
uk: Вільні білі жінки до 10 років

source: Free white females 10-15
de: Frei weiß weiblich 10-15
nl: Vrije blanke vrouwen 10-15
pt_pt: Mulheres brancas livres 10-15
uk: Вільні білі жінки 10-15 років

source: Free white females 16-25
de: Frei weiß weiblich 16-25
nl: Vrije blanke vrouwen 16-25
pt_pt: Mulheres brancas livres 16-25
uk: Вільні білі жінки 16-25 років

source: Free white females 26-44
de: Frei weiß weiblich 26-44
nl: Vrije blanke vrouwen 26-44
pt_pt: Mulheres brancas livres 26-44
uk: Вільні білі жінки 26-44 років

source: Free white females 45 and over
de: Frei weiß weiblich 45 und älter
nl: Vrije blanke vrouwen 45 en ouder
pt_pt: Mulheres brancas livres +45
uk: Вільні білі жінки 45 років і старші

source: Free white males 16-18
de: Frei weiß männlich 16-18
nl: Vrije blanke mannen 16-18
pt_pt: Homens brancos livres 16-18
uk: Вільні білі чоловіки 16-18 років

source: Foreigners not naturalized
de: Ausländer nicht eingebürgert
nl: Buitenlanders, niet genaturaliseerd
pt_pt: Estrangeiros não-naturalizados
uk: Іноземці, які не натуралізовані

source: Persons engaged in Agriculture
de: Personen, die in der Landwirtschaft tätig sind
nl: Personen die zich bezighouden met landbouw
pt_pt: Indivíduos ligados a agricultura
uk: Особи, зайняті в сільському господарстві

source: Persons engaged in Commerce
de: Personen, die im Handel tätig sind
nl: Personen die zich bezighouden met handel
pt_pt: Indivíduos ligados ao comércio
uk: Особи, зайняті в торгівлі

source: Persons engaged in Manufactures
de: Personen, die in der Herstellung tätig sind
nl: Personen die zich bezighouden met fabricage
pt_pt: Indivíduos ligados ao fabrico
uk: Особи, зайняті у виробництві

source: Slave males under 14
de: Sklaven Männer unter 14
nl: Mannelijke slaven onder de 14
pt_pt: Homens escravos -14
uk: Раби чоловічої статі до 14 років

source: Slave males 14-25
de: Sklaven Männer 14-25
nl: Mannelijke slaven 14-25
pt_pt: Homens escravos 14-25
uk: Раби чоловічої статі 14-25 років

source: Slave males 26-44
de: Sklaven Männer 26-44
nl: Mannelijke slaven 26-44
pt_pt: Homens escravos 26-44
uk: Раби чоловічої статі 26-44 років

source: Slave males 45 and over
de: Sklaven Männer 45 und älter
nl: Mannelijke slaven 45 en ouder
pt_pt: Homens escravos +45
uk: Раби чоловічої статі 45 років і старші

source: Slave females under 14
de: Sklaven Frauen unter 14
nl: Vrouwelijke slaven onder de 14
pt_pt: Mulheres escravas -14
uk: Рабині до 14 років

source: Slave females 14-25
de: Sklaven Frauen 14-25
nl: Vrouwelijke slaven 14-25
pt_pt: Mulheres escravas 14-25
uk: Рабині 14-25 років

source: Slave females 26-44
de: Sklaven Frauen 26-44
nl: Vrouwelijke slaven 26-44
pt_pt: Mulheres escravas 26-44
uk: Рабині 26-44 років

source: Slave females 45 and over
de: Sklaven Frauen 45 und älter
nl: Vrouwelijke slaven 45 en ouder
pt_pt: Mulheres escravas +45
uk: Рабині 45 років і старші

source: Free colored males under 14
de: Frei farbig männlich unter 14
nl: Vrije gekleurde mannen onder de 14
pt_pt: Homens livres de cor -14
uk: Вільні кольорові чоловіки до 14 років

source: Free colored males 14-25
de: Frei farbig männlich 14-25
nl: Vrije gekleurde mannen 14-25
pt_pt: Homens livres de cor 14-25
uk: Вільні кольорові чоловіки 14-25 років

source: Free colored males 26-44
de: Frei farbig männlich 26-44
nl: Vrije gekleurde mannen 26-44
pt_pt: Homens livres de cor 26-44
uk: Вільні кольорові чоловіки 26-44 років

source: Free colored males 45 and over
de: Frei farbig männlich 45 und älter
nl: Vrije gekleurde mannen 45 en ouder
pt_pt: Homens livres de cor +45
uk: Вільні кольорові чоловіки 45 років і старші

source: Free colored females under 14
de: Frei farbig weiblich unter 14
nl: Vrije gekleurde vrouwen onder de 14
pt_pt: Mulheres livres de cor -14
uk: Вільні кольорові жінки до 14 років

source: Free colored females 14-25
de: Frei farbig weiblich 14-25
nl: Vrije gekleurde vrouwen 14-25
pt_pt: Mulheres livres de cor 14-25
uk: Вільні кольорові жінки 14-25 років

source: Free colored females 26-44
de: Frei farbig weiblich 26-44
nl: Vrije gekleurde vrouwen 26-44
pt_pt: Mulheres livres de cor 26-44
uk: Вільні кольорові жінки 26-44 років

source: Free colored females 45 and over
de: Frei farbig weiblich 45 und älter
nl: Vrije gekleurde vrouwen 45 en ouder
pt_pt: Mulheres livres de cor +45
uk: Вільні кольорові жінки 45 років і старші

source: Free white males under 5
de: Frei weiß männlich unter 5
nl: Vrije blanke mannen onder de 5
pt_pt: Homens brancos livres -5
uk: Вільні білі чоловіки до 5 років

source: Free white males 5-9
de: Frei weiß männlich 5-9
nl: Vrije blanke mannen 5-9
pt_pt: Homens brancos livres 5-9
uk: Вільні білі чоловіки 5-9 років

source: Free white males 10-14
de: Frei weiß männlich 10-14
nl: Vrije blanke mannen 10-14
pt_pt: Homens brancos livres 10-14
uk: Вільні білі чоловіки 10-14 років

source: Free white males 15-20
de: Frei weiß männlich 15-20
nl: Vrije blanke mannen 15-20
pt_pt: Homens brancos livres 15-20
uk: Вільні білі чоловіки 15-20 років

source: Free white males 20-29
de: Frei weiß männlich 20-29
nl: Vrije blanke mannen 20-29
pt_pt: Homens brancos livres 20-29
uk: Вільні білі чоловіки 20-29 років

source: Free white males 30-39
de: Frei weiß männlich 30-39
nl: Vrije blanke mannen 30-39
pt_pt: Homens brancos livres 30-39
uk: Вільні білі чоловіки 30-39 років

source: Free white males 40-49
de: Frei weiß männlich 40-49
nl: Vrije blanke mannen 40-49
pt_pt: Homens brancos livres 40-49
uk: Вільні білі чоловіки 40-49 років

source: Free white males 50-59
de: Frei weiß männlich 50-59
nl: Vrije blanke mannen 50-59
pt_pt: Homens brancos livres 50-59
uk: Вільні білі чоловіки 50-59 років

source: Free white males 60-69
de: Frei weiß männlich 60-69
nl: Vrije blanke mannen 60-69
pt_pt: Homens brancos livres 60-69
uk: Вільні білі чоловіки 60-69 років

source: Free white males 70-79
de: Frei weiß männlich 70-79
nl: Vrije blanke mannen 70-79
pt_pt: Homens brancos livres 70-79
uk: Вільні білі чоловіки 70-79 років

source: Free white males 80-89
de: Frei weiß männlich 80-89
nl: Vrije blanke mannen 80-89
pt_pt: Homens brancos livres 80-89
uk: Вільні білі чоловіки 80-89 років

source: Free white males 90-99
de: Frei weiß männlich 90-99
nl: Vrije blanke mannen 90-99
pt_pt: Homens brancos livres 90-99
uk: Вільні білі чоловіки 90-99 років

source: Free white males 100 and over
de: Frei weiß männlich 100 und älter
nl: Vrije blanke mannen 100 en ouder
pt_pt: Homens brancos livres +100
uk: Вільні білі чоловіки 100 років і старше

source: Free white females under 5
de: Frei weiß weiblich unter 5
nl: Vrije blanke vrouwen onder de 5
pt_pt: Mulheres brancas livres -5
uk: Вільні білі жінки до 5 років

source: Free white females 5-9
de: Frei weiß weiblich 5-9
nl: Vrije blanke vrouwen 5-9
pt_pt: Mulheres brancas livres 5-9
uk: Вільні білі жінки 5-9 років

source: Free white females 10-14
de: Frei weiß weiblich 10-14
nl: Vrije blanke vrouwen 10-14
pt_pt: Mulheres brancas livres 10-14
uk: Вільні білі жінки 10-14 років

source: Free white females 15-20
de: Frei weiß weiblich 15-20
nl: Vrije blanke vrouwen 15-20
pt_pt: Mulheres brancas livres 15-20
uk: Вільні білі жінки 15-20 років

source: Free white females 20-29
de: Frei weiß weiblich 20-29
nl: Vrije blanke vrouwen 20-29
pt_pt: Mulheres brancas livres 20-29
uk: Вільні білі жінки 20-29 років

source: Free white females 30-39
de: Frei weiß weiblich 30-39
nl: Vrije blanke vrouwen 30-39
pt_pt: Mulheres brancas livres 30-39
uk: Вільні білі жінки 30-39 років

source: Free white females 40-49
de: Frei weiß weiblich 40-49
nl: Vrije blanke vrouwen 40-49
pt_pt: Mulheres brancas livres 40-49
uk: Вільні білі жінки 40-49 років

source: Free white females 50-59
de: Frei weiß weiblich 50-59
nl: Vrije blanke vrouwen 50-59
pt_pt: Mulheres brancas livres 50-59
uk: Вільні білі жінки 50-59 років

source: Free white females 60-69
de: Frei weiß weiblich 60-69
nl: Vrije blanke vrouwen 60-69
pt_pt: Mulheres brancas livres 60-69
uk: Вільні білі жінки 60-69 років

source: Free white females 70-79
de: Frei weiß weiblich 70-79
nl: Vrije blanke vrouwen 70-79
pt_pt: Mulheres brancas livres 70-79
uk: Вільні білі жінки 70-79 років

source: Free white females 80-89
de: Frei weiß weiblich 80-89
nl: Vrije blanke vrouwen 80-89
pt_pt: Mulheres brancas livres 80-89
uk: Вільні білі жінки 80-89 років

source: Free white females 90-99
de: Frei weiß weiblich 90-99
nl: Vrije blanke vrouwen 90-99
pt_pt: Mulheres brancas livres 90-99
uk: Вільні білі жінки 90-99 років

source: Free white females 100 and over
de: Frei weiß weiblich 100 und älter
nl: Vrije blanke vrouwen 100 en ouder
pt_pt: Mulheres brancas livres +100
uk: Вільні білі жінки 100 років і старше

source: Slave males under 10
de: Sklaven Männer unter 10
nl: Mannelijke slaven onder 10
pt_pt: Homens escravos -10
uk: Раби чоловічої статі віком до 10 років

source: Slave males 10-23
de: Sklave Männer 10-23
nl: Mannelijke slaven 10-23
pt_pt: Homens escravos 10-23
uk: Раби чоловічої статі віком 10-23 роки

source: Slave males 24-35
de: Sklaven Männer 24-35
nl: Mannelijke slaven 24-35
pt_pt: Homens escravos 24-35
uk: Раби чоловічої статі віком 24-35 років

source: Slave males 36-54
de: Sklaven Männer 36-54
nl: Mannelijke slaven 36-54
pt_pt: Homens escravos 36-54
uk: Раби чоловічої статі віком 36-54 років

source: Slave males 55-99
de: Sklaven Männer 55-99
nl: Mannelijke slaven 55-99
pt_pt: Homens escravos 55-99
uk: Раби чоловічої статі віком 55-99 років

source: Slave males 100 and over
de: Sklaven männlich 100 und älter
nl: Mannelijke slaven 100 en ouder
pt_pt: Homens escravos +100
uk: Раби чоловічої статі віком 100 років і більше

source: Slave females under 10
de: Sklaven Frauen unter 10
nl: Vrouwelijke slaven onder de 10
pt_pt: Mulheres escravas -10
uk: Раби жіночої статі віком до 10 років

source: Slave females 10-23
de: Sklaven Frauen 10-23
nl: Vrouwelijke slaven 10-23
pt_pt: Mulheres escravas 10-23
uk: Раби жіночої статі віком 10-23 роки

source: Slave females 24-35
de: Sklaven Frauen 24-35
nl: Vrouwelijke slaven 24-35
pt_pt: Mulheres escravas 24-35
uk: Раби жіночої статі віком 24-35 років

source: Slave females 36-54
de: Sklaven Frauen 36-54
nl: Vrouwelijke slaven 36-54
pt_pt: Mulheres escravas 36-54
uk: Раби жіночої статі віком 36-54 років

source: Slave females 55-99
de: Sklaven Frauen 55-99
nl: Vrouwelijke slaven 55-99
pt_pt: Mulheres escravas 55-99
uk: Раби жіночої статі віком 55-99 років

source: Slave females 100 and over
de: Sklaven Frauen 100 und älter
nl: Vrouwelijke slaven 100 en ouder
pt_pt: Mulheres escravas +100
uk: Раби жіночої статі віком 100 років і більше

source: Free colored males under 10
de: Frei farbig männlich unter 10
nl: Vrije gekleurde mannen onder de 10
pt_pt: Homens de cor livres -10
uk: Вільні кольорові чоловіки віком до 10 років

source: Free colored males 10-23
de: Frei farbig männlich 10-23
nl: Vrije gekleurde mannen 10-23
pt_pt: Homens de cor livres 10-23
uk: Вільні кольорові чоловіки віком 10-23 роки

source: Free colored males 24-35
de: Frei farbig männlich 24-35
nl: Vrije gekleurde mannen 24-35
pt_pt: Homens de cor livres 24-35
uk: Вільні кольорові чоловіки віком 24-35 років

source: Free colored males 36-54
de: Frei farbig männlich 36-54
nl: Vrije gekleurde mannen 36-54
pt_pt: Homens de cor livres 36-54
uk: Вільні кольорові чоловіки віком 36-54 років

source: Free colored males 55-99
de: Frei farbig männlich -55-99
nl: Vrije gekleurde mannen 55-99
pt_pt: Homens de cor livres 55-99
uk: Вільні кольорові чоловіки віком 55-99 років

source: Free colored males 100 and over
de: Frei farbig männlich 100 und älter
nl: Vrije gekleurde mannen 100 en ouder
pt_pt: Homens de cor livres +100
uk: Вільні кольорові чоловіки віком 100 років і більше

source: Free colored females under 10
de: Frei farbig weiblich unter 10
nl: Vrije gekleurde vrouwen onder de 10
pt_pt: Mulheres de cor livres -10
uk: Вільні кольорові жінки віком до 10 років

source: Free colored females 10-23
de: Frei farbig weiblich 10-23
nl: Vrije gekleurde vrouwen 10-23
pt_pt: Mulheres de cor livres 10-23
uk: Вільні кольорові жінки віком 10-23 роки

source: Free colored females 24-35
de: Frei farbig weiblich 24-35
nl: Vrije gekleurde vrouwen 24-35
pt_pt: Mulheres de cor livres 24-35
uk: Вільні кольорові жінки віком 24-35 років

source: Free colored females 36-54
de: Frei farbig weiblich 36-54
nl: Vrije gekleurde vrouwen 36-54
pt_pt: Mulheres de cor livres 36-54
uk: Вільні кольорові жінки віком 36-54 років

source: Free colored females 55-99
de: Frei farbig weiblich -55-99
nl: Vrije gekleurde vrouwen 55-99
pt_pt: Mulheres de cor livres 55-99
uk: Вільні кольорові жінки віком 55-99 років

source: Free colored females 100 and over
de: Frei farbig weiblich 100 und älter
nl: Vrije gekleurde vrouwen 100 en ouder
pt_pt: Mulheres de cor livres +100
uk: Вільні кольорові жінки віком 100 років і більше

source: White persons deaf/dumb under 14
de: Weiße Personen taub/stumm unter 14 Jahren
nl: Blanke doofstomme personen onder 14
pt_pt: Brancos surdos/mudos -14
uk: Білі особи глухонімі віком до 14 років

source: White persons deaf/dumb 14-24
de: Weiße Personen taub/stumm 14-24
nl: Blanke doofstomme personen 14-24
pt_pt: Brancos surdos/mudos 14-24
uk: Білі особи глухонімі віком 14-24 роки

source: White persons deaf/dumb 25 and over
de: Weiße Personen taub/stumm 25 und älter
nl: Blanke doofstomme personen 25 en ouder
pt_pt: Brancos surdos/mudos +25
uk: Білі особи глухонімі віком 25 років і більше

source: White persons blind
de: Weiße Person blind
nl: Blanke blinde personen
pt_pt: Brancos cegos
uk: Білі особи сліпі

source: Aliens
de: Ausländer
nl: Vreemdelingen
pt_pt: Estrangeiros
uk: Іноземці

source: Slaves and colored persons deaf/dumb under 14
de: Sklaven und Farbige Personen taub/stumm unter 14 Jahren
nl: Slaven en gekleurde doofstomme personen onder de 14
pt_pt: Escravos e indivíduos de cor surdos/mudos -14
uk: Раби та кольорові особи глухонімі віком до 14 років

source: Slaves and colored persons deaf/dumb 14-24
de: Sklaven und Farbige Personen taub/stumm 14-24
nl: Slaven en gekleurde doofstomme personen 14-24
pt_pt: Escravos e indivíduos de cor surdos/mudos 14-24
uk: Раби та кольорові особи глухонімі віком 14-24 роки

source: Slaves and colored persons deaf/dumb 25 and over
de: Sklaven und Farbige Personen taub/stumm 25 und älter
nl: Slaven en gekleurde doofstomme personen 25 en ouder
pt_pt: Escravos e indivíduos de cor surdos/mudos +25
uk: Раби та кольорові особи глухонімі віком 25 років і більше

source: Slaves and colored persons blind
de: Sklaven und Farbige blind
nl: Slaven en gekleurde blinde personen
pt_pt: Escravos e indivíduos de cor cegos
uk: Раби та кольорові особи сліпі
