Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Double (first) cousins occur when two siblings of family A marry two siblings of family B. Their children are double cousins to each other and share the same four grandparents instead of six like normal first cousins. Therefore they are genetically closer than normal first cousins and share 25% of their DNA similar to half-siblings instead of 12.5% like normal first cousins.
da: Dobbelt kusiner/fætre (første) opstår når to søskende fra familie A gifter sig med to søskende fra familie B. Deres børn er dobbelt kusiner/fætre og deler de samme fire bedsteforældre i stedet for seks som almindelige første kusiner.Derfor er de genetisk tættere end normale første kusiner/fætre og deler 25% af deres DNA ligesom halvsøskende i stedet for 12.5% som normale første kusiner/fætre.
de: Doppelte (erste) Cousins und Cousinen entstehen, wenn zwei Geschwister der Familie A zwei Geschwister der Familie B heiraten. Ihre Kinder sind doppelte Cousins und Cousinen und haben dieselben vier Großeltern, anstatt sechs wie normale erste Cousins. Daher sind sie sich genetisch näher als normale Cousins ersten Grades und teilen 25 % ihrer DNA, ähnlich wie Halbgeschwister, anstatt 12,5 % wie normale Cousins ersten Grades.
nl: Dubbelneven en achterneven komen voor wanneer twee broers en zussen van familie A trouwen met twee broers en zussen van familie B. Hun kinderen zijn dubbelneven en delen dezelfde vier grootouders in plaats van zes zoals bij normale neven en nichten. Daarom zijn ze genetisch dichter bij elkaar dan normale neven en nichten en delen ze 25% van hun DNA zoals bij halfbroers en halfzussen in plaats van 12,5% zoals bij normale neven en nichten.
uk: Подвійні (перші) кузени виникають, коли два брати або сестри з родини A одружуються з двома братами або сестрами з родини B. Їхні діти є подвійними кузенами один для одного і мають спільних чотирьох дідусів і бабусь, а не шість, як у звичайних перших кузенів. Тому вони генетично ближчі, ніж звичайні перші кузени, і мають 25% спільного ДНК, що подібно до напіврідних братів і сестер, замість 12,5%, як у звичайних перших кузенів.

source: No double cousins were found in your database.
da: Ingen dobbelt kusiner/fætre blev fundet i din database.
de: Es wurden keine doppelten Cousins in deiner Datenbank gefunden.
nl: Er zijn geen dubbele neven en nichten gevonden in uw database.
pt_pt: Nenhum primo duplo encontrado na base de dados.
uk: У вашій базі даних не знайдено подвійних кузенів.

source: Show info text
da: Vis informatiostekst
de: Infotext anzeigen
nl: Informatietekst tonen
pt_pt: Mostrar texto informativo
uk: Показати інформаційний текст

source: Download media files from the internet
da: Hent mediafiler fra internettet
de: Mediendateien aus dem Internet herunterladen
he: הורדת קבצי מדיה מהמרשתת
hr: Preuzimanje medijskih datoteka iz interneta
nl: Download mediabestanden van internet
pt_pt: Transferir multimédia da Internet
uk: Завантаження медіафайлів з інтернету

source: This tool downloads media files from the internet
da: Dette værktøj henter mediafiler fra internettet
de: Dieses Werkzeug lädt Mediendateien aus dem Internet herunter
he: כלי זה נועד להורדת קבצי מדיה מהמרשתת
hr: Ovaj alat preuzima medijske datoteke iz interneta
nl: Deze tool downloadt mediabestanden van internet
pt_pt: Esta ferramenta transfere multimédia da Internet
uk: Цей інструмент завантажує медіафайли з інтернету

source: Download media
da: Hent medier
de: Medien herunterladen
he: הורדת מדיה
hr: Preuzmi medij
nl: Media downloaden
pt_pt: Transferir multimédia
uk: Завантажити медіа

source: Media downloaded
da: Medier hentet
de: Medien heruntergeladen
he: מדיה ירדה
hr: Medij je uspješno preuzet
nl: Media gedownload
pt_pt: Multimédia transferida
uk: Медіа завантажено

source: %d media files downloaded
da: %d mediefiler hentet
de: %d Mediendateien heruntergeladen
he: ירדו %d קבצים
hr: Broj preuzetih medijskih datoteka: %d
nl: %d mediabestanden gedownload
pt_pt: %d ficheiros multimédia transferidos
uk: Завантажено %d медіафайлів

source: Download media tool
da: Hent medieværktøj
de: Medienwerkzeug herunterladen
he: כלי הורדת מדיה
hr: Alat za preuzimanje medija
nl: Download media hulpmiddel
pt_pt: Ferramenta Transferir multimédia
uk: Інструмент для завантаження медіа

source: Make sure you are connected to the internet before starting this tool.
da: Sørg for at du er forbundet til internettet inden du starter dette værktøj.
de: Stelle sicher, dass du mit dem Internet verbunden bist, bevor du dieses Werkzeug startest.
he: נא לודא שניתן להתחבר למרשתת לפני אתחול כלי זה.
hr: Provjeri vezu s internetom prije pokretanja alata.
nl: Zorg ervoor dat u verbonden bent met internet voordat u dit hulpmiddel start.
pt_pt: Certifique-se de que tem ligação à Internet antes de iniciar a ferramenta.
uk: Переконайтеся, що ви підключені до інтернету перед запуском цього інструменту.

source: Downloading files
da: Henter filer
de: Dateien herunterladen
he: מתבצעת הורדת קבצים
hr: Preuzimanje datoteka
nl: Bestanden downloaden
pt_pt: A transferir ficheiros
uk: Завантаження файлів

source: Media download errors detected
da: Fejl ved hentning af filer
de: Fehler beim Herunterladen von Medien festgestellt
he: זוהו שגיאות הורדת מדיה
hr: Otrkivene su greške u preuzimanju medijima
nl: Fouten bij het downloaden van media gedetecteerd
pt_pt: Erros de transferência detectados
uk: Виявлено помилки під час завантаження медіа

source: Dynamic Web Report
cs: Dynamické WWW stránky
da: Hvorvidt familiesider skal medtages
de: Dynamischer Webbericht
hr: Dinamični web izvještaj
nl: Dynamisch webverslag
pt_pt: Relatório “Web” dinâmico
sk: Dynamické WWW stránky
uk: Динамічний веб-звіт

source: Produces dynamic web pages for the database
cs: Vytváří z databáze dynamické WWW stránky
da: Danner en dynamisk web rapport over databasen
de: Erzeugt dynamische Webseiten für die Datenbank
hr: Stvara dinamične web stranice za bazu podataka
nl: Produceert dynamische webpagina's voor de database
pt_pt: Produz páginas “web” dinâmicas para a base de dados
sk: Vytvára dynamické WWW stránky z databáze
uk: Генерує динамічні веб-сторінки для бази даних

source: SVG graphical tree
cs: SVG grafický strom
da: SVG grafisk anetavle
de: SVG-Grafikbaum
hr: SVG grafičko stablo
nl: SVG grafische boom
pt_pt: Árvore gráfica SVG
sk: SVG grafický strom
uk: Графічне дерево SVG

source: Indexes pages
cs: Indexové stránky
da: Indekssider
de: Index-Seiten
hr: Stranice indeksa
nl: Indexeert pagina's
pt_pt: Páginas de índice
sk: Indexové stránky
uk: Сторінки індексів

source: Custom page %(index)i
cs: Vlastní stránka %(index)i
da: Brugerdefineret side %(index)i
de: Benutzerdefinierte Seite %(index)i
hr: Prilagođena stranica %(index)i
nl: Aangepaste pagina %(index)i
pt_pt: Página personalizada %(index)i
sk: Vlastná stránka %(index)i
uk: Користувацька сторінка %(index)i

source: Ascending tree
cs: Strom předků
da: Stigende træ
de: Aufsteigender Baum
hr: Uzlazno stablo
nl: Stijgende boom
pt_pt: Árvore ascendente
sk: Strom predkov
uk: Висхідне дерево

source: Descending tree
cs: Strom potomků
da: Faldende træ
de: Absteigender Baum
hr: Silazno stablo
nl: Dalende boom
pt_pt: Árvore descendente
sk: Strom potomkov
uk: Нисхідне дерево

source: Descending tree with spouses
cs: Strom potomků s partnery
da: Faldende træ med ægtefæller
de: Absteigender Baum mit Partnern
hr: Silazno stablo sa supružnicima
nl: Dalende boom met echtgenoten
pt_pt: Árvore descendente com cônjuges
sk: Strom potomkov s partnermi
uk: Нисхідне дерево з подружжям

source: Ascending and descending tree
cs: Strom předků a potomků
da: Stigende og faldende træ
de: Aufsteigender und absteigender Baum
hr: Uzlazno i silazno stablo
nl: Stijgende en dalende boom
pt_pt: Árvore ascendente e descendente
sk: Strom predkov a potomkov
uk: Висхідне та нисхідне дерево

source: Ascending and descending tree with spouses
cs: Strom předků a potomků s partnery
da: Stigende og faldende træ med ægtefæller
de: Auf- und absteigender Baum mit Partnern
hr: Uzlazno i silazno stablo sa supružnicima
nl: Stijgende en dalende boom met echtgenoten
pt_pt: Árvore ascendente e descendente com cônjuges
sk: Strom predkov a potomkov s partnermi
uk: Висхідне та нисхідне дерево з подружжям

source: Size proportional to number of ancestors
cs: Velikost úměrná počtu předků
da: Størrelse i forhold til antal aner
de: Größe proportional zur Anzahl der Vorfahren
hr: Veličina polja proporcionalna broju predaka
nl: Grootte evenredig met het aantal voorouders
pt_pt: Tamanho proporcional ao número de ascendentes
sk: Veľkosť úmerná počtu predkov
uk: Розмір пропорційний кількості предків

source: Homogeneous parents distribution
cs: Stejnoměrné rozložení rodičů
da: Jævn fordeling af forældrene
de: Homogene Verteilung der Eltern
hr: Jednolična distribucija roditelja
nl: Homogene verdeling van ouders
pt_pt: Distribuição de pais homogénea
sk: Homogénne rozdelenie rodičov
uk: Однорідний розподіл батьків

source: Age based gradient
cs: Přechod založený na věku
da: Aldersafhængig gradient
de: Altersabhängiger Farbverlauf
hr: Gradijent na osnovi starosti
nl: Op leeftijd gebaseerd kleurverloop
pt_pt: Gradação baseada em idade
sk: Prechod založený na veku
uk: Градієнт на основі віку

source: Gradient
cs: Přechod
de: Farbverlauf
nl: Kleurverloop
pt_pt: Gradação
sk: Prechod
uk: Градієнт

source: Could not create the directory: %(path)s
cs: Nezdařilo se vytvořit adresář: %(path)s
da: Kunne ikke oprette mappen: %(path)s
de: Das Verzeichnis konnte nicht erstellt werden: %(path)s
hr: Nije bilo moguće stvoriti stazu: %(path)s
nl: Kan de directory niet maken: %(path)s
pt_pt: Impossível criar a pasta: %(path)s
sk: Nepodarilo sa vytvoriť adresár: %(path)s
uk: Не вдалося створити каталог: %(path)s

source: Dynamic Web Site Report
cs: Sestava Dynamické WWW stránky
da: Dunamisk web rapport
de: Dynamischer Websitebericht
hr: Dinamična web stranica
nl: Dynamisch websiteverslag
pt_pt: Relatório Página “Web” dinâmica
sk: Dynamický WWW výkaz
uk: Звіт про динамічний веб-сайт

source: Exporting family tree data ...
cs: Exportují se data rodokmenu...
da: Eksporterer slægtsbogsdata ...
de: Exportieren von Stammbaumdaten ...
hr: Izvoz podataka rodoslova …
nl: Stamboomgegevens exporteren ...
pt_pt: A exportar dados da árvore de família...
sk: Exportujú sa data rodokmeňu ...
uk: Експорт даних родовідного дерева...

source: Impossible to convert "%(path)s" to a relative path.
cs: Není možné převést "%(path)s" na relativní cestu.
da: Umuligt at konvertere "%(path)s" til en relativ sti.
de: Es ist nicht möglich, „%(path)s" in einen relativen Pfad umzuwandeln.
hr: Nije bilo moguće konvertirati stazu „%(path)s” u relativnu stazu.
nl: Onmogelijk om "%(path)s" naar een relatief pad te converteren.
pt_pt: Impossível converter "%(path)s" em caminho relativo.
sk: Nepodarilo sa konvertovať "%(path)s" na relatívnu cestu.
uk: Неможливо перетворити "%(path)s" у відносний шлях.

source: The pages configuration is not valid: several pages have the same content
cs: Tato konfigurace stránek je neplatná: několik stránek má stejný obsah
da: Sidekonfigurationen er ikke gyldig: flere sider har samme indhold
de: Die Seitenkonfiguration ist nicht gültig: mehrere Seiten haben den gleichen Inhalt
hr: Konfiguracija stranice nije važeća: više stranica imaju isti sadržaj
nl: De paginaconfiguratie is niet geldig: meerdere pagina's hebben dezelfde inhoud
pt_pt: A configuração da página é inválida: há várias páginas com o mesmo comentário
sk: Táto konfigurácia stránok je nesprávna: obsah niekoľkých stránok je zhodný
uk: Конфігурація сторінок є недійсною: кілька сторінок мають однаковий вміст

source: DynWeb|Home
cs: Domů
de: Startseite
hr: Početna
nl: Start
pt_pt: Início
sk: Domov
uk: DynWeb|Головна

source: Tree
cs: Strom
da: Træ
de: Baum
hr: Stablo
nl: Boom
pt_pt: Árvore
sk: Strom
uk: Дерево

source: Search results
cs: Výsledky hledání
da: Søgeresultater
de: Suchergebnisse
hr: Rezultati traženja
nl: Zoekresultaten
pt_pt: Resultados da procura
sk: Výsledky vyhľadávania
uk: Результати пошуку

source: Indexes
cs: Rejstříky
da: Indekssider
de: Indizes
hr: Indeksi
nl: Indexen
pt_pt: Índices
sk: Indexy
uk: Індекси

source: (filtered from _MAX_ total entries)
cs: (filtrováno z _MAX_ položek celkem)
da: (filtreret fra _MAX_ total elementer)
de: (gefiltert aus _MAX_ Gesamteinträgen)
hr: (filtrirano iz _MAKS_ ukupno unosa)
nl: (gefilterd uit in totaal _MAX_ items)
pt_pt: (filtrado de um total de _MAX_ entradas)
sk: (filtrované z _MAX_ položiek celkovo)
uk: (відфільтровано з _MAX_ загальних записів)

source: (m. %s)
da: (g. %s)
de: (⚭ %s)
hr: (b. %s)
pt_pt: (c. %s)
sk: (vyd./žen. %s)
uk: (одр. %s)

source: (sort by name)
cs: (seřadit dle jména)
da: (sorter efter navn)
de: (nach Namen sortieren)
hr: (sortiraj po imenu)
nl: (sorteren op naam)
pt_pt: (ordenar por nome)
sk: (zoradiť podľa mena)
uk: (сортувати за іменем)

source: (sort by quantity)
cs: (seřadit dle množství)
da: (sorter efter mængd3e)
de: (nach Anzahl sortieren)
hr: (sortiraj po količini)
nl: (sorteer op hoeveelheid)
pt_pt: (ordenar por quantidade)
sk: (zoradiť podľa počtu)
uk: (сортувати за кількістю)

source: : activate to sort column ascending
cs: : aktivujte pro řazení sloupce vzestupně
da: :aktiver for at sorter kolonne stigende
de: : aktivieren, um die Spalte aufsteigend zu sortieren
hr: : aktiviraj za uzlazno razvrstavanje stupca
nl: : activeer om de kolom oplopend te sorteren
pt_pt: : activar para coluna em ordem crescente
sk: : aktivujte pre zoradenie stĺpca vzostupne
uk: : активуйте для сортування стовпця за зростанням

source: : activate to sort column descending
cs: : aktivujte pro řazení sloupce sestupně
da: :aktiver for at sorter kolonne faldende
de: : aktivieren, um Spalte absteigend zu sortieren
hr: : aktiviraj za silazno razvrstavanje stupca
nl: : activeer om de kolom aflopend te sorteren
pt_pt: : activar para coluna em ordem decrescente
sk: : aktivujte pre zoradenie stĺpca zostupne
uk: : активуйте для сортування стовпця за спаданням

source: <p>This page provides the SVG raw code.<br>Copy the contents into a text editor and save as an SVG file.<br>Make sure that the text editor encoding is UTF-8.</p>
cs: <p>Tato stránka poskytuje čistý SVG kód.<br>Zkopírujte obsah do textového editoru a uložte jej jako SVG soubor.<br>Ubezpečte se, že kódování znaků v textovém editoru je UTF-8.</p>
da: <p>Denne side ideholder rå SVG kode<br>Kopier indholdet til en tekstbehandling og gem som SVG fil<br>Kontroller at tekstindstilling er UTF-8</p>
de: <p>Diese Seite enthält den SVG-Rohcode.<br>Kopiere den Inhalt in einen Texteditor und speichere ihn als SVG-Datei.<br>Stelle sicher, dass die Kodierung des Texteditors UTF-8 ist.</p>
hr: <p>Ova stranica sadržava neobrađeni SVG kod.<br>Kopiraj sadržaj u neki uređivač teksta i spremi ga kao SVG datoteku.<br>Provjeri, da je kodiranje uređivača postavljeno na UTF-8.</p>
nl: <p> Deze pagina bevat de onbewerkte SVG-code. <br> Kopieer de inhoud naar een teksteditor en sla deze op als een SVG-bestand. <br> Zorg ervoor dat de codering van de teksteditor UTF-8 is. </p>
pt_pt: <p>Esta página fornece o código SVG em bruto.<br>Copie o conteúdo num editor de texto e grave como ficheiro SVG.<br>Certifique-se de que a codificação de caracteres é UTF-8.</p>
sk: <p>Na tejto stránke nádjete SVG kód.<br>Skopírujte obsah do textového editoru a uložte ho ako súbor SVG.<br>Uistite sa, že kódovanie znakov je UTF-8.</p>
uk: <p>Ця сторінка надає сирий код SVG.<br>Скопіюйте вміст у текстовий редактор і збережіть як файл SVG.<br>Переконайтеся, що кодування текстового редактора - UTF-8.</p>

source: Alternate Name
cs: Alternativní jméno
da: Alternativt navn
de: Alternativer Name
hr: Alternativno ime
nl: Bijnaam
pt_pt: Nome alternativo
sk: Alternatívne meno
uk: Альтернативне ім'я

source: Click on the map to show it full-screen
cs: Klikněte na mapu pro zobrazení na celou obrazovku
da: Klik på kortet for at vise det på hele skærmen
de: Klicke auf die Karte, um sie im Vollbildmodus anzuzeigen
hr: Pritisni na kartu za cjeloekranski prikaz
nl: Klik op de kaart om deze op volledig scherm weer te geven
pt_pt: Clique no mapa para ver em ecrã completo
sk: Kliknite na mapu pre zobrazenie na celú obrazovku
uk: Клацніть на мапі, щоб показати її на повний екран

source: Configure
cs: Nastavit
da: Konfigurer
de: Konfigurieren
hr: Konfiguriraj
nl: Configureer
pt_pt: Configurar
sk: Nastaviť
uk: Налаштувати

source: DynamicWeb_report#Help
de: DynamischerWeb_Bericht#Hilfe
hr: Dinamični_web_izvještaj#Pomoć
sk: DynamicWeb_report#Pomoc
uk: DynamicWeb_report#Допомога

source: Examples
cs: Příklady
da: Eksempler
de: Beispiele
hr: Primjeri
nl: Voorbeelden
pt_pt: Exemplos
sk: Príklady
uk: Приклади

source: F
cs: Ž
da: K
de: W
hr: Ž
nl: V
sk: Ž
uk: Ж

source: Families Index
cs: Rejstřík rodin
da: Indeks over familier
de: Familienindex
hr: Indeks obitelji
nl: Index van gezinnen
pt_pt: Índice de famílias
sk: Index rodín
uk: Індекс сімей

source: Family Nick Name
cs: Přezdívka rodiny
da: Slægtstilnavn
de: Familienspitzname
hr: Obiteljski nadimak
nl: Familiebijnaam
pt_pt: Diminutivo familiar
sk: Domáce meno
uk: Прізвисько сім'ї

source: File ready
cs: Soubor připraven
da: Filen klar
de: Datei fertig
hr: Datoteka je premna
nl: Bestand klaar
pt_pt: Ficheiro pronto
sk: Súbor pripravený
uk: Файл готовий

source: Include dates columns on the index pages
da: Medtag en kolonne til datoer på indeks-siderne
de: Datumsspalten auf den Indexseiten einfügen
hr: Uključi stupce s datumima na stranicama indeksa
nl: Neem kolommen met datums op de indexpagina's op
pt_pt: Incluir coluna de datas nas páginas de índice
sk: Zahrnúť stĺpec s dátumami na indexových stránkach
uk: Включити колонки з датами на сторінки індексу

source: Include a column for media path on the index pages
da: Medtag en kolonne til medier på indeks-siderne
de: Eine Spalte für den Medienpfad auf den Indexseiten einfügen
hr: Uključi stupac s stazama medija na indeksnoj stranici
nl: Voeg een kolom toe voor het mediapad op de indexpagina's
pt_pt: Incluir coluna de caminhos multimédia nas páginas de índice
sk: Zahrnúť stĺpec pre cestu k médiám na indexových stránkach
uk: Включити колонку з шляхом до медіа на сторінки індексу

source: Include a map in the individuals and family pages
cs: Zahrnout mapu na stránkách osob a rodin
da: Medtag et kort på person og familiesiderne
de: Eine Karte in die Personen- und Familienseiten einfügen
hr: Uključi kartu na stranicama pojedinaca i obitelji
nl: Voeg een kaart toe aan de individuele en gezinpagina's
pt_pt: Incluir mapa nas páginas individuais e familiares
sk: Zahrnúť mapu na osobných a rodinných stránkach
uk: Включити мапу на сторінки осіб та сімей

source: Include half and/ or step-siblings on the individual pages
cs: Zahrnout nevlastní a/nebo nemanželské sourozence na jednotlivých stránkách
da: Medtag halv- og/eller stedsøskende på de individuelle sider
de: Halb- und/oder Stiefgeschwister auf den Personenseiten einbeziehen
hr: Uključi polubraću na osobnim stranicama
nl: Neem half- en/of stiefbroers/-zussen op de afzonderlijke pagina's op
pt_pt: Incluir meio-irmãos nas páginas individuais
sk: Zahrnúť nevlastných súrodencov na osobných stránkach
uk: Включити зведених і/або прийомних братів та сестер на сторінки осіб

source: Include references in indexes
cs: Zahrnout odkazy v indexech
da: Medtag henvisninger på indekserne
de: Referenzen in Indizes aufnehmen
hr: Uključi reference u indeksima
nl: Verwijzingen opnemen in indexen
pt_pt: Incluir referências nos índices
sk: Zahrnúť referencie v indexoch
uk: Включити посилання в індекси

source: Insert sources author in the sources title
cs: Vložit autora pramenů do názvu pramenů
da: Indsæt kildeforfatter i kildetitelen
de: Quellenautor in den Quellentitel einfügen
hr: Umetni autora izvora u naslovu izvora
nl: Voeg bronnenauteur in de brontitel in
pt_pt: Inserir autor das fontes no título das fontes
sk: Uviesť autora zdrojov v názve zdrojov
uk: Додати автора джерел у заголовок джерел

source: M
uk: Ч

source: Maximize
cs: Maximalizovat
da: Maksimer
de: Maximieren
hr: Otvori maksimalno
nl: Maximaliseren
pt_pt: Maximizar
sk: Zväčšiť
uk: Максимізувати

source: Media Index
cs: Rejstřík médií
da: Medieindeks
de: Medienindex
hr: Indeks medija
pt_pt: Índice de multimédia
sk: Index médií
uk: Індекс медіа

source: Media Type
cs: Typ média
da: Medietype
de: Medienart
hr: Vrsta medija
pt_pt: Tipo de multimédia
sk: Typ média
uk: Тип медіа

source: No data available in table
cs: Tabulka neobsahuje žádná data
da: Ingen data tilgængeig i tabellen
de: Keine Daten in der Tabelle verfügbar
hr: Nema podataka u tablici
nl: Geen data beschikbaar in de tabel
pt_pt: Sem dados disponíveis na tabela
sk: Pre tabuľku nie sú dostupné žiadne dáta
uk: Дані в таблиці відсутні

source: No matching records found
cs: Nebyly nalezeny odpovídající záznamy
da: Ingen matchene poster fundet
de: Keine passenden Datensätze gefunden
hr: Nema odgovarajućih zapisa
nl: Geen overeenkomende gegevens gevonden
pt_pt: Sem registos correspondentes
sk: Nenašli sa žiadne odpovedajúce záznamy
uk: Не знайдено відповідних записів

source: No matching surname.
cs: Žádné odpovídající příjmení
da: Intet matchene efternavn.
de: Kein passender Nachname.
hr: Nema odgovarajućih prezimena.
nl: Geen overeenkomende achternaam.
pt_pt: Sem apelido correspondente.
sk: Žiadne odpovedajúce priezvisko.
uk: Прізвище не знайдено.

source: Other participants
cs: Ostatní účastníci
da: Andre deltagere
de: Andere Beteiligte
hr: Ostali sudionici
nl: Andere deelnemers
pt_pt: Outros participantes
sk: Ďalší účastníci
uk: Інші учасники

source: Person page
cs: Stránka osoby
da: Personside
de: Personenseite
hr: Stranica osobe
nl: Persoonspagina
pt_pt: Página do indivíduo
sk: Stránka osoby
uk: Сторінка особи

source: Person to search for
cs: Vyhledat osobu
da: Personer der skal søges efter
de: Zu suchende Person
hr: Tražena osoba
nl: Persoon om naar te zoeken
pt_pt: Indivíduo a procurar
sk: Vyhľadať osobu
uk: Шукати особу

source: Persons Index
cs: Rejstřík osob
da: Personindeks
de: Personenindex
hr: Indeks osoba
nl: Personenindex
pt_pt: Índice de indivíduos
sk: Index osôb
uk: Індекс осіб

source: Persons
cs: Osoby
da: Personer
de: Personen
hr: Osobe
nl: Personen
pt_pt: Indivíduos
sk: Osoby
uk: Особи

source: Places Index
cs: Rejstřík míst
da: Stedindeks
de: Orteindex
hr: Indeks mjesta
nl: Plaatsenindex
pt_pt: Índice de locais
sk: Index miest
uk: Індекс місць

source: Preparing file ...
cs: Připravuji soubor ...
da: Forbereder filen ...
de: Datei vorbereiten ...
hr: Pripremanje datoteke …
nl: Bestand voorbereiden ...
pt_pt: A preparar ficheiro...
sk: Súbor sa pripravuje ...
uk: Підготовка файлу...

source: Relationship to Father
cs: Vztah k otci
da: Slægtskab med fader
de: Beziehung zum Vater
hr: Srodstvo s ocem
nl: Verwantschap met vader
pt_pt: Relação com o pai
sk: Vzťah k otcovi
uk: Відношення до батька

source: Relationship to Mother
cs: Vztah k matce
da: Slægtskab med moder
de: Beziehung zur Mutter
hr: Srodstvo s majkom
nl: Verwantschap met moeder
pt_pt: Relação com a mãe
sk: Vzťah k matke
uk: Відношення до матері

source: Repositories Index
da: Arkivindeks
de: Aufbewahrungsorteindex
hr: Index spremišta
nl: Bibliothekenindex
pt_pt: Índice de repositórios
sk: Index prameňov
uk: Індекс сховищ

source: Restore
cs: Obnovit
da: Genopret
de: Wiederherstellen
hr: Obnovi
nl: Herstellen
pt_pt: Restaurar
sk: Obnoviť
uk: Відновити

source: Restore default settings
cs: Obnovit výchozí nastavení
da: Genopret standardindstillinger
de: Standardeinstellungen wiederherstellen
hr: Vrati standardne postavke
nl: Standaard instellingen terugzetten
pt_pt: Restaurar pré-definições
sk: Obnoviť základené nastavenia
uk: Відновити налаштування за замовчуванням
