Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: This is the date/ time that the image was last changed/ modified. Example: 2011-05-24 14:30:00
cs: Toto je datum/čas kdy byl obrázek naposledy změněn. Příklad: 2011-05-24 14:30:00
da: Dette er datoen/ tidspunktet hvor billedet sidst blev ændret. Eksempel: 2011-05-24 14:30:00
de: Dies ist das Datum/Zeit an dem das Bild zuletzt geändert wurde. Beispiel: 2011-05-24 14:30:00
hr: Ovo je datum/vrijeme, kad je slika zadnji put promijenjena. Na primjer: 2011-05-24 14:30:00
nb: Dette er den datoen/ tiden da bildet sist ble endret. Eksempel: 2011-05-24 14:30:00
nl: Dit is de datum / tijd waarop de afbeelding voor het laatst is gewijzigd / gewijzigd. Voorbeeld: 2011-05-24 14:30:00
pt_pt: Esta é a data hora/em que a imagem foi criada/modificada. Por exemplo, 2011-05-24 14:30:00
uk: Це дата/час, коли зображення було востаннє змінено/модифіковано. Приклад: 2011-05-24 14:30:00

source: Enter the Latitude GPS coordinates for this image, Example: -43.722965, -43:43:22, 38° 38′ 03″ N
da: Indtast breddegrads GPS koordinater for dette billede, Eksempel: -43.722965, -43:43:22, 38° 38′ 03″ N
de: Gib die Breitengrad-GPS-Koordinaten für dieses Bild ein. Beispiel: -43.722965, -43:43:22, 38° 38′ 03″ N
hr: Upiši GPS koordinate zemljopisne širine za ovu sliku. Na primjer: −43.722965, −43:43:22, 38° 38′ 03″ N
nl: Voer de GPS-coördinaten voor de breedtegraad in voor deze afbeelding. Voorbeeld: -43.722965, -43:43:22, 38° 38′ 03″ N
pt_pt: Insira as coordenadas GPS de latitude desta imagem, Exemplo: -43.722965, -43:43:22, 38° 38′ 03″ N
uk: Введіть GPS координати широти для цього зображення, Приклад: -43.722965, -43:43:22, 38° 38′ 03″ N

source: Enter the Longitude GPS coordinates for this image, Example: -10.396378, -10:23:46, 105° 6′ 6″ W
da: Indtast længdegrads GPS koordinater for dette billede, Eksempel: -10.396378, -10:23:46, 105° 6′ 6″ W
de: Geben Sie die Längengrad-GPS-Koordinaten für dieses Bild ein., Beispiel: -10.396378, -10:23:46, 105° 6′ 6″ W
hr: Upiši GPS koordinate zemljopisne dužine za ovu sliku. Na primjer: −10.396378, −10:23:46, 105° 6′ 6″ W
nl: Voer de GPS-coördinaten voor de lengtegraad in voor deze afbeelding. Voorbeeld: -10.396378, -10:23:46, 105° 6′ 6″ W
pt_pt: Insira as coordenadas GPS de longitude desta imagem, Exemplo: -10.396378, -10:23:46, 105° 6′ 6″ W
uk: Введіть GPS координати довготи для цього зображення, Приклад: -10.396378, -10:23:46, 105° 6′ 6″ W

source: This is the measurement of Above or Below Sea Level. It is measured in meters. Example: 200.558, -200.558
da: Dette er antal meter over eller under havet. Det måles i meter. Eksempel: 200.558, -200.558
de: Dies ist die Messung von über oder unter dem Meeresspiegel. Es wird in Metern gemessen. Beispiel: 200.558, -200.558
hr: Ovo je mjerenje iznad i ispod razine mora. Mjeri se u metrima. Na primjer: 200.558, −200.558
nl: Dit is de meting van boven of onder zeeniveau. Het wordt gemeten in meters. Voorbeeld: 200.558, -200.558
pt_pt: Esta é a medida acima ou abaixo do nível do mar. É medida em metros. Por exemplo: 200,558, -200,558
uk: Це вимірювання над або під рівнем моря. Воно вимірюється в метрах. Приклад: 200.558, -200.558

source: Displays the Gramps Wiki Help page for 'Edit Image Exif Metadata' in your web browser.
cs: Zobrazí stránku Wiki nápovědy Gramps pro 'Upravit Exif Metadata obrázku' ve vašem webovém prohlížeči.
da: Viser hjælpesiden til "Redigér billedets Exif-metadata" i din webbrowser.
de: Zeigt die Gramps Wiki Hilfe Seite für 'Bild Exif Metadaten bearbeiten' in deinem Browser.
hr: Prikazuje Grampsovu Wiki pomoć sa stranicom „Uredi slikovne Exif metapodatke” u tvom web pregledniku.
nb: Viser hjelpesiden på Gramps Wiki for 'Redigere Exif-metadata for bilde' i din nettleser.
nl: Toont de Gramps Wiki Help-pagina voor 'Bewerk afbeeldings-Exif-metagegevens' in uw webbrowser.
pt_pt: Mostra a página de ajuda na “wiki” do Gramps para este gramplet no seu navegador.
sk: Vo vašom web prehliadači sa zobrazí stránka pomocníka Gramps Wiki s témou: úprava exif metadát obrázku.
uk: Відкриває сторінку довідки Gramps Wiki про 'Редагування метаданих Exif зображення' у вашому веб-браузері.

source: This will open up a new window to allow you to edit/ modify this image's Exif metadata. It will also allow you to be able to Save the modified metadata.
cs: Bude otevřeno nové okno, které vám umožní upravit/měnit Exif metadata tohoto obrázku. Provedené změny samozřejmě umožní také uložit.
da: Dette vil åbne et nyt vindue så du kan rette/ ændre dette billedes Exif metadata. Du vil også kunne gemme de rettede metadata.
de: Dies öffnet ein neues Fenster in dem du die Exif Metadaten dieses Bildes ändern kannst. Es ermöglicht dir auch die geänderten Metadaten zu speichern.
hr: Ovime se otvara novi prozor, gdje je moguće urediti/promijeniti Exif metapodatke za ovu sliku. Tokođer omogućuje spremanje promijenjenih metapodataka.
nb: Dette vil åpne et et nytt vindu for å kunne redigere Exif-data for dette bildet. Det vil også gi deg mulighet for å lagre de endrede metadata.
nl: Dit zal een nieuw venster openen waarin u de Exif-metagegevens van deze afbeelding kunt bewerken / wijzigen. Het stelt u ook in staat om de gewijzigde metadata op te slaan.
pt_pt: Isto vai abrir uma nova janela para permitir a edição dos meta-dados Exif desta imagem. Vai também permitir gravar as alterações.
uk: Це відкриє нове вікно для редагування/модифікації метаданих Exif цього зображення. Також це дозволить зберегти змінені метадані.

source: Will produce a Popup window showing a Thumbnail Viewing Area
cs: Vytvoří vyskakovací okno zobrazující oblast Pohledu náhledů
da: Vil åbne et vindue med et miniature-billed-oversigtsområde
de: Erstellt ein Dialogfenster welches einen Vorschaubildanzeigebereich zeigt
hr: Stvorit će skočni prozor s područjem za pregled sličica
nb: Vil lage et sprettoppvindu som viser et lite visningsområde
nl: Geeft een pop-upvenster weer met een miniatuurafbeelding weergavegebied
pt_pt: Produz um balão para ver uma miniatura
uk: Зʼявиться спливаюче вікно з областю перегляду мініатюр

source: Select from a drop- down box the image file type that you would like to convert your non- Exiv2 compatible media object to.
cs: Z rozbalovacího seznamu zvolte typ souboru do kterého chcete zkonvertovat Exiv2 nekompatibilní objekt média.
da: Vælg fra en rulle-menu billed-filtypen du vil konvertere dit non-Exiv2 kompatible medieobjekt til.
de: Wähle aus einer Aufklappliste das Bilddateiformat in das du dein nicht Exiv2 kompatibles Medienobjekt konvertieren willst.
hr: Odaberi željeni format iz padajućeg izbornika, u koji želiš konvertirati tvoj Exiv2-nekompatibilan medijski objekt.
nb: Fra en nedtrekkeliste velger du filtypen for bildet du vil konvertere fra et mediaobjekt som ikke er Exiv2-kompatibelt.
nl: Selecteer in een vervolgkeuzelijst het type afbeeldingsbestand waarnaar u uw niet-Exiv2-compatibele media-object wilt converteren.
pt_pt: Seleccione na lista pendente o tipo de ficheiro para o qual pretende converter o seu objecto multimédia incompatível com Exiv2.
uk: Виберіть у випадаючому списку тип файлу зображення, до якого ви хочете перетворити медіа-обʼєкт, несумісний з Exiv2.

source: If your image is not of an image type that can have Exif metadata read/ written to/from, convert it to a type that can?
cs: Pokud váš obrázek není ve formátu který může nést metadata Exif, převedete jej do jiného, který to umožní?
da: Hvis dit billede ikke er af en type der kan have Exif metadata læst/ skrevet til/fra, skal det så konverteres til en type der kan?
de: Wenn dein Bild nicht von einem Bildtyp ist, von dem Exif-Metadaten gelesen/geschrieben werden können, es in einen Typ konvertieren, der das kann?
hr: Ukoliko tvoja slika ne podržava čitanje/pisanje u/iz Efix metapodataka, konvertiraj sliku u format, koji to podržava!?
nl: Als uw afbeelding niet van een type is dat Exif-metagegevens kan bevatten, deze dan converteren naar een type dat dat wel ondersteunt?
pt_pt: Se a sua imagem é de um tipo que não pode conter meta-dados Exif lidos/escritos, deseja convertê-la para um tipo que possa?
uk: Якщо ваш формат зображення не підтримує читання/запис метаданих Exif, чи слід конвертувати його у формат, що підтримує?

source: WARNING: This will completely erase all Exif metadata from this image! Are you sure that you want to do this?
cs: POZOR: Tato operace úplně vymaže všechna Exif metadata z tohoto obrázku! Opravdu chcete operaci spustit?
da: ADVARSEL! Dette vil slette alle Exif-metadata fuldstændig fra dette billede! Er du sikker på at du vil gøre dette?
de: WARNUNG: Dies löscht alle Exif Metadaten von diesem Bild! Bist du sicher, das du dies tun willst?
hr: UPOZORENJE! Ovime se kompletno brišu svi Exif metapodaci iz ove slike! Da li to zaista želiš učiniti?
nb: ADVARSEL: Dette vil fjerne fullstendig alle Exif-metadata fra dette bildet! Er du sikker på at du vil gjøre dette?
nl: WAARSCHUWING: Hiermee worden alle Exif-metadata van deze afbeelding volledig gewist! Weet u zeker dat u dit wilt doen?
pt_pt: AVISO: vai eliminar completamente todos os meta-dados Exif desta imagem. Deseja realmente fazer isto?
sk: UPOZORNENIE: všetky Exif metadáta z obrázka budú vymazané. Ste si istí že to chcete?
uk: ПОПЕРЕДЖЕННЯ: Це повністю знищить всі Exif метадані для цього зображення! Ви впевнені, що бажаєте продовжити?

source: Clear GPS
da: Ryd GPS
de: GPS löschen
hr: Izbriši GPS
nl: Wis GPS
pt_pt: Limpar GPS
uk: Очистити GPS

source: Thumbnail
cs: Náhled
da: Miniature-billede
de: Miniaturbild
hr: Sličica
nb: Småbilde
nl: Miniatuurbeeld
pt_pt: Miniatura
uk: Мініатюра

source: Select an image to begin...
cs: Vybrat obrázek kterým se začne...
da: Vælg et billede for at begynde ...
de: Wähle zum Start ein Bild...
hr: Odaberi sliku za početak …
nb: Velg et bilde for å begynne...
nl: Selecteer een afbeelding om mee te beginnen...
pt_pt: Seleccione uma imagem para começar...
sk: Zvoliť obrázok kde začať ...
uk: Вибір зображення для початку...

source: Image is NOT readable, Please choose a different image...
cs: Obrázek není čitelný, Vyberte prosím jiný obrázek...
da: Billede kan IKKE læses, Vælg venligst et andet billede...
de: Bild kann NICHT gelesen werden, Bitte wähle ein anderes Bild...
hr: Nije moguće čitati sliku. Odaberi jednu drugu sliku …
nb: Bildet er IKKE lesbart, Velg et annet bilde...
nl: Afbeelding is NIET leesbaar, kies een andere afbeelding ...
pt_pt: Imagem ILEGÍVEL. Por favor, escolha outra imagem...
uk: Зображення не можливо прочитати. Будь ласка, оберіть інше...

source: Please convert this image to an Exiv2- compatible image type...
cs: Převeďte prosím tento obrázek do Exiv2 kompatibilního typu...
da: Konverter venligst dette billede til en Exiv2-kompatibel billedtype...
de: Bitte dieses Bild in ein Exiv2 kompatibles Format umwandeln...
hr: Konvertiraj ovu sliku u Exiv2-kompatibilnu vrstu slike …
nb: Konverterer bildet til et Exiv2-kompatibelt bildeformat...
nl: Converteer deze afbeelding naar een Exiv2-compatibel afbeeldingstype...
pt_pt: Por favor, converta a imagem para um tipo compatível com Exiv2...
uk: Будь ласка, конвертуйте це зображення у формат, сумісний з Exiv2...

source: Image Size : {width} x {height} pixels
da: Billedstørrelse : {width} x {height} pixels
de: Bildgröße : {width} x {height} Bildpunkte
hr: Veličina slike: {width} × {height} piksela
nl: Afbeeldingsgrootte: {width} x {height} pixels
pt_pt: Tamanho da image: {width} x {height} pixels
uk: Розмір зображення: {width} x {height} пікселів

source: Image is NOT writable, You will NOT be able to save Exif metadata....
cs: Do obrázku nelze zapsat, nebude možné uložit Exif metadata...Vyberte prosím jiný obrázek...
da: Billedet er SKRIVEBESKYTTET, Du vil IKKE kunne gemme Exif-metadata ...
de: Bild kann NICHT geschrieben werden, Du kannst KEINE Exif Metadaten speichern....
hr: Nije moguće prepisati sliku. Nećeš moći spremiti Exif metapodatke …
nb: Bildet er IKKE skrivbart, Du vil IKKE kunne lagre Exif-metadata....
nl: Afbeelding is NIET beschrijfbaar, U kunt geen Exif-metagegevens opslaan...
pt_pt: IMPOSSÍVEL escrever na imagem. NÃO poderá gravar meta-dados Exif...
sk: Do obrázka sa nedá zapisovať, Exif metadáta nebude možné uložiť....
uk: Зображення НЕ доступне для запису, Ви НЕ зможете зберегти метадані Exif....

source: Click Close to close this Thumbnail View Area.
cs: Klikněte na Zavřít pro uzavření oblasti Pohledu náhledů.
da: Tryk Luk for at lukke dette miniature-billed oversigtsområde.
de: Klicke auf Schließen um den Vorschaubildanzeigebereich zu schließen.
hr: Pritisni gumb „Zatvori” za zatvaranje ovog područja pregleda sličica.
nb: Klikk Lukke for å lukke dette visningsområdet for småbilde.
nl: Klik op Sluiten om dit miniatuurafbeelding weergavegebied te sluiten.
pt_pt: Clique em Fechar para sair da vista de miniatura.
uk: Натисніть Закрити, щоб закрити область перегляду мініатюри.

source: Thumbnail View Area
cs: Oblast Pohledu náhledů
da: Oversigtsområde til miniature-billeder
de: Vorschaubildanzeigebereich
hr: Područje pregleda sličica
nb: Visningsområde for småbilde
nl: Miniatuurafbeeldingsweergave
pt_pt: Vista de miniatura
uk: Перегляд Мініатюр

source: WARNING: You are about to convert this image into a .jpeg image. Are you sure that you want to do this?
cs: POZOR: chystáte se převést obrázek do .jpeg formátu. Opravdu chcete operaci provést?
da: ADVARSEL: Du er ved at konvertere dette billede til et .jpeg-billede. Er du sikker på at du vil gøre dette?
de: ACHTUNG: Du bist dabei dieses Bild in ein .jpeg Bild zu umzuwandeln. Bist du dir sicher, das tu das tun willst?
hr: UPOZORENJE: Konvertirat ćeš sliku u .jpeg format. Da li to zaista želiš učiniti?
nb: ADVARSEL: Du er i ferd med å konvertere dette bildet til et .jpeg-bilde. Er du sikker på at du vil gjøre dette?
nl: WAARSCHUWING: U staat op het punt deze afbeelding te converteren naar een .jpeg-afbeelding. Weet u zeker dat u dit wilt doen?
pt_pt: AVISO: está prestes a converter a imagem em jpeg. Tem a certeza de que o quer fazer?
uk: УВАГА: Ви збираєтеся конвертувати це зображення у формат .jpeg. Ви впевнені, що хочете це зробити?

source: Convert and Delete
cs: Konvertovat a smazat
da: Konvertér og slet
de: Konvertieren und Löschen
hr: Konvertiraj i obriši
nb: Konvertere og slette
nl: Converteren en verwijderen
pt_pt: Converter e eliminar
sk: Konvertovať a zmazať
uk: Конвертувати та видалити

source: Your image has been converted and the original file has been deleted, and the full path has been updated!
cs: Váš obrázek byl zkonvertován a původní soubor byl odstraněn. Celá cesta k obrázku byla aktualizována!
da: Dit billede er blevet konverteret og den originale fil er blevet slettet, og den komplette sti er blevet opdateret!
de: Dein Bild wurde konvertiert, das Original gelöscht und der komplette Pfad wurde aktualisiert!
hr: Tvoja je slika konvertirana, original je uklonjen, a potpuna staza slike je aktualizirana!
nb: Bildet ditt er blitt konvertert og originalbildet er slettet, og den fullstendige stien er oppdatert
nl: Uw afbeelding is geconverteerd, het originele bestand is verwijderd en het volledige pad is bijgewerkt!
pt_pt: A sua imagem foi convertida, o ficheiro original foi eliminado e o caminho completo foi actualizado!
uk: Ваше зображення було конвертовано, оригінальний файл видалено, і повний шлях було оновлено!

source: There has been an error, Please check your source and destination file paths...
cs: Došlo k chybě, zkontrolujte prosím zdrojovou a cílovou cestu k souboru...
da: Der er opstået en fejl, kontroller venligst dine start- og slut-stier...
de: Es ist ein Fehler aufgetreten, Bitte überprüfe deine Quell und Zieldateipfade...
hr: Došlo je do greške. Provjeri izvorišne i odredišne staze datoteka …
nb: Det har oppstått en feil. Kontroller kilden og målet i filbanen...
nl: Er is een fout opgetreden, controleer alstublieft uw bron- en bestemmingsbestandspaden...
pt_pt: Ocorreu um erro. Por favor, verifique os seus caminhos, fonte e destino...
uk: Виникла помилка. Будь ласка, перевірте шляхи до вихідного та цільового файлів...

source: There was an error in deleting the original file. You will need to delete it yourself!
cs: Při mazání původního souboru došlo k chybě. Musíte jej odstranit ručně sami!
da: Der skete en fejl ved sletningen af den originale fil. Du bliver nødt til at slette den selv!
de: Beim Löschen der original Datei ist ein Fehler aufgetreten. Du musst sie selbst löschen!
hr: Došlo je do greške prilikom brisanja originalne datoteke. Morat ćeš je ukloniti vlastoručno!
nb: Det oppstod en feil ved sletting av originalfil. Du må slette den selv!
nl: Er is een fout opgetreden bij het verwijderen van het oorspronkelijke bestand. U moet het zelf verwijderen!
pt_pt: Ocorreu um erro ao eliminar o ficheiro original. Terá de o eliminar manualmente!
uk: Виникла помилка при видаленні оригінального файлу. Вам потрібно видалити його вручну!

source: There was an error in converting your image file.
cs: Při konverzi vašeho obrázku došlo k chybě.
da: Der opstod en fejl ved konvertering af din billed-fil.
de: Beim Konvertieren deines Bildes ist ein Fehler aufgetreten.
hr: Došlo je do greške prilikom konvertiranja tvoje datoteke slike.
nb: Det var en feil ved konvertering av bildefila di.
nl: Er is een fout opgetreden bij het converteren van uw afbeeldingsbestand.
pt_pt: Ocorreu um erro ao converter a imagem.
uk: Виникла помилка при конвертації вашого файлу зображення.

source: Media Path Update
cs: Aktualizace cest k médiím
da: Opdatering af mediesti
de: Medienpfad aktualisiert
hr: Aktualiziranje staza medija
nb: Oppdatere filbane for media
nl: Mediapad-update
pt_pt: Actualização do caminho
uk: Оновлення шляху до медіа

source: There has been an error in updating the image file's path!
cs: Při aktualizaci cesty k souboru obrázku došlo k chybě!
da: Der opstod en fejl ved opdatering af billed-filens sti!
de: Beim Aktualisieren des Bilddateipfad ist ein Fehler aufgetreten!
hr: Došlo je do greške prilikom aktualiziranja staze datoteke slike!
nb: Det ble en feil da stien for bildefila skulle oppdateres!
nl: Er is een fout opgetreden bij het bijwerken van het pad van het afbeeldingsbestand!
pt_pt: Ocorreu um erro ao actualizar o caminho da imagem!
uk: Сталася помилка при оновленні шляху до файлу зображення!

source: Click the close button when you are finished modifying this image's Exif metadata.
cs: Pokud jste skončili s úpravou metadat tohoto obrázku, klikněte na tlačítko Zavřít.
da: Tryk på Luk-knappen når du er færdig med at redigere dette billedes Exif metadata.
de: Klicke die Schließen Schaltfläche wenn du das Ändern dieser Bild Exif Metadaten abgeschlossen hast.
hr: Pritisni gumb za zatvaranje, nakon što završiš s promjenama Efix metapodataka za ovu sliku.
nb: Klikk på lukkeknappen når du er ferdig med å se endre Exif-metadata for dette bildet.
nl: Klik op de sluitknop als u klaar bent met het wijzigen van de Exif-metagegevens van deze afbeelding.
pt_pt: Clique em Fechar quando terminar a edição dos meta-dados Exif da imagem.
uk: Натисніть кнопку «Закрити», коли ви закінчите змінювати метадані Exif цього зображення.

source: Saves a copy of the data fields into the image's Exif metadata.
cs: Uloží kopii datových polí do Exif metadat obrázku.
da: Gemmer en kopi af data-felterne i billedets Exif metadata.
de: Speichert eine Kopie der Datenfelder in den Exif Metadaten des Bild.
hr: Sprema kopiju podatkovnih polja u Efix metapodatke slike.
nb: Lagrer en kopi av datafeltene i bildets Exif-metadata.
nl: Slaat een kopie van de gegevensvelden op in de Exif-metagegevens van de afbeelding.
pt_pt: Grava uma cópia dos campos de dados nos meta-dados Exif da imagem.
uk: Зберігає копію полів даних у метадані Exif зображення.

source: Re -display the data fields that were cleared from the Edit Area.
cs: Znovu zobrazit datová pole, která byla v oblasti úprav vyčištěna.
da: Gen-vis data-felterne der blev renset fra Redigeringsområdet.
de: Zeigt die Datenfelder die aus dem Editorbereich entfernt wurden wieder an.
hr: Ponovo prikaži podatkovna polja, koja su uklonjena iz područja za uređivanje.
nl: Geef de gegevensvelden opnieuw weer die zijn gewist uit het bewerkingsgebied.
pt_pt: Voltar a mostrar os campos de dados limpos da área de edição.
uk: Повторно відображає поля даних, які були очищені з області редагування.

source: This button will clear all of the data fields shown here.
cs: Toto tlačíko vymaže všechna datová pole zde zobrazená.
da: Denne knap renser alle de her viste data-felter.
de: Diese Schaltfläche leert alle hier gezeigten Datenfelder.
hr: Ovaj gumb će ukloniti sva podatkovna polja, koja su ovdje prikazana.
nb: Denne knappen vil fjerne alle datafeltene som vises her.
nl: Deze knop wist alle hier getoonde gegevensvelden.
pt_pt: Este botão limpa todos os campos de dados mostrados aqui.
uk: Ця кнопка очистить усі показані тут поля даних.

source: This button will clear all of the GPS fields shown here.
da: Denne knap renser alle de viste GPS felter.
de: Diese Schaltfläche löscht alle hier gezeigten GPS-Felder.
hr: Ovaj gumb će izbrisati sva GPS polja, koja su ovdje prikazana.
nl: Deze knop wist alle hier getoonde GPS-velden.
pt_pt: Este botão limpa todos os campos de GPS mostrados aqui.
uk: Ця кнопка очистить усі показані тут поля GPS.

source: Closes this popup Edit window. WARNING: This action will NOT Save any changes/ modification made to this image's Exif metadata.
cs: Zavře toto okno úprav. POZOR: Tato akce NEUKLÁDÁ jakékoli změny, které byly v Exif metadatech provedeny.
da: Lukker redigeringsvinduet. ADVARSEL: Dette vil ikke gemme nogen rettelser/ ændringer af dette billedes Exif metadata.
de: Schließt dieses Editorfenster. WARNUNG: Diese Aktion speichert KEINE Änderungen, dieser Bild Exif Metadaten.
hr: Zatvara ovaj skočni uređivački prozor. UPOZORENJE: Ova radnja NEĆE spremiti promjene koje su napravljene u Efix metapodacima ove slike.
nl: Sluit dit pop-upvenster Bewerken. WAARSCHUWING: Met deze actie worden GEEN wijzigingen / aanpassingen in de Exif-metadata van deze afbeelding opgeslagen.
pt_pt: Fecha esta janela de edição. AVISO: esta acção NÃO grava alterações aos meta-dados Exif da imagem.
uk: Закриває це спливаюче вікно редагування. ПОПЕРЕДЖЕННЯ: Ця дія НЕ зберігає жодних змін/модифікацій у метаданих Exif цього зображення.

source: Media Object Title
cs: Titulek objektu médií
da: Medieobjekttitel
de: Medienobjekttitel
hr: Naslov medijskog objekta
nb: Tittel for mediaobjekt
nl: Titel van mediaobject
pt_pt: Título do objecto multimédia
uk: Назва Медіа Об’єкту

source: media Title:
cs: Titulek média:
da: medietitel:
de: Mediumtitel:
hr: naslov medija:
nb: Mediatittel:
nl: mediatitel:
pt_pt: Título da multimédia:
uk: Назва медіа:

source: General Data
cs: Obecná data
da: Generelle Data
de: Allgemeine Daten
hr: Opći podaci
nb: Generelle data
nl: Algemene gegevens
pt_pt: Dados gerais
uk: Загальне

source: Description:
da: Beskrivelse:
de: Beschreibung:
hr: Opis:
nb: Beskrivelse:
nl: Omschrijving:
pt_pt: Descrição:
uk: Опис:

source: Artist:
cs: Umělec:
da: Kunsnter:
de: Künstler:
hr: Umjetnik:
nl: Artiest:
pt_pt: Autor:
uk: Автор:

source: Copyright:
da: Ophavsret:
hr: Autorska prava:
nb: Opphavsrett:
nl: Auteursrechten:
pt_pt: Direitos de autor:
uk: Авторське право:

source: Date/ Time
cs: Datum/čas
da: Dato/tid
de: Datum/Zeit
hr: Datum/vrijeme
nb: Dato/Tid
nl: Datum / Tijd
pt_pt: Data/Hora
sk: Dátum/ Čas
uk: Дата/Час

source: Original:
cs: Původ:
da: Oprindelig:
nb: Opprinnelig:
nl: Origineel:
uk: Оригінал:

source: Modified:
cs: Poslední změna:
da: Ændret:
de: Geändert:
hr: Promijenjeno:
nb: Endret:
nl: Aangepast:
pt_pt: Modificado:
uk: Змінено:
