Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Vertical space spouse-bar to other spouse
da: Lodret linje ægtefælle-felt til anden ægtefælle
de: Vertikaler Abstand Eheehegatten-Balken zu anderen Partnern
hr: Okomiti razmak od trake supružnika do drugih supružnika
nl: Verticale ruimte van verbindingslijn naar een andere partner
pt_pt: Espaço vertical da barra do cônjuge até ao outro cônjuge
uk: Вертикальний проміжок між шлюбною лінією та іншим подружжям

source: The space to add between one spouse-bar and another spouse in case of multiple families with the same descendant.
da: Lodret afstand der skal lægges til et ægtefælle-felt og en anden ægtefælle hvis flere familier med samme efterkommere.
de: Der Platz, der zwischen einem Ehepartner-Balken und einem anderen Ehepartner hinzugefügt werden muss im Fallmehrere Familien mit demselben Nachkommen.
hr: Dodatni razmak između jedne trake supružnika do drugih supružnika, u slučaju višebrojnih obitelji s istim potomkom.
nl: De toe te voegen ruimte tussen iemands verbindingslijn en een andere partner in het geval van meerdere gezinnen met dezelfde afstammeling.
pt_pt: O espaço a acrescentar entre uma barra de cônjuge e outro cônjuge no caso de famílias múltiplas com o mesmo descendente.
uk: Проміжок, який додається між однією шлюбною лінією та іншим подружжям у випадку кількох родин із тим самим нащадком.

source: Horizontal space descendant to spouse
da: Vandret adstand mellem efterkommere og ægtefælle
de: Horizontaler Raum Nachkomme zum Ehepartner
hr: Vodoravni razmak od potomka do supružnika
nl: Horizontale ruimte van afstammeling tot partner
pt_pt: Espaço horizontal de descendente a cônjuge
uk: Горизонтальний проміжок між нащадком і подружжям

source: The space to add between the descendant and the spouse.
da: Afstand der skal lægges til mellem efterkommere og ægtefællen.
de: Der Platz zwischen dem Nachkommen und dem Ehepartner.
hr: Dodatni razmak između potomka i supružnika.
nl: De toe te voegen ruimte tussen afstammeling en de partner.
pt_pt: O espaço a acrescentar entre o descendente e o cônjuge.
uk: Відстань, яку потрібно додати між нащадком і подружжям.

source: Horizonal space family to family
da: Vandret afstand mellem familier
de: Horizontaler Platz Familie zu Familie
hr: Vodoravni razmak od obitelji do obitelji
nl: Horizontale ruimte van gezin naar gezin
pt_pt: Espaço horizontal família a família
uk: Горизонтальний проміжок між родинами

source: The space to add between the more extern descendant (or spouse) of a family and the more extern descendant (or spouse) of the next family.
da: Afstand mellem mere fjerne efterkommere (eller ægtefælle) i en familie og mere fjerne efterkommere (eller ægtefælle) i den næste familie.
de: Der Raum, der zwischen dem externen Nachkommen (oder Ehepartner) einer Familie hinzugefügt werden kannund der externe Nachkomme (oder Ehepartner) der nächsten Familie.
hr: Dodatni razmak između udaljenjijeg potomka (ili spuružnika) obitelji i udaljenjijeg potomka (ili spuružnika) sljedeće obitelji.
nl: De ruimte die moet worden toegevoegd tussen de meer externe afstammeling (of echtgenoot) van een gezin en de meer externe afstammeling (of echtgenoot) van het volgende gezin.
pt_pt: O espaço a acrescentar entre o descendente (ou cônjuge) mais externo de uma família e o descendente (ou cônjuge) mais externo da família seguinte.
uk: Проміжок, який додається між найбільш зовнішнім нащадком (або подружнім партнером) однієї родини та найбільш зовнішнім нащадком (або подружнім партнером) наступної родини.

source: Horizontal distance spouse to family edge
da: Vandret afstand mellem ægtefælle og familie linje
de: Horizontaler Abstand Ehepartner zum Familienrand
hr: Vodoravni razmak od supružnika do ruba obitelji
nl: Horizontale afstand partner naar gezinsrand
pt_pt: Distância horizontal do cônjuge ao contorno da família
uk: Горизонтальна відстань між подружжям і краєм родини

source: If this value is 0, the children bar is centered under the spouse. The bigger the value, more the center is moved to the left towards the descendant.
da: Hvis denne værdi er 0, vil børne-feltet blive centreret under ægtefællen. Jo større værdi, jo mere er feltet flyttet til venstre mod efterkommeren.
de: Wenn dieser Wert 0 ist, wird die Kinderleiste unter dem Ehepartner zentriert. Je größer der Wert, desto mehr wird die Mitte nach links in Richtung des Nachkommen verschoben.
hr: Ako je ta vrijednost 0, traka djece je centrirana ispod supružnika. Što je vrijednost veća, to više se centar pomiče lijevo prema potomku.
nl: Als deze waarde 0 is, wordt de kinderbalk gecentreerd onder de echtgenoot. Hoe groter de waarde, hoe meer het centrum naar links wordt verplaatst naar de afstammeling.
pt_pt: Se este valor for 0, a barra de filhos é centrada por baixo do cônjuge. Quanto maior o valor, mais o centro é deslocado à esquerda em direcção ao descendente.
uk: Якщо це значення дорівнює 0, смуга для дітей розміщується по центру під подружнім партнером. Чим більше значення, тим більше центр зміщується вліво до нащадка.

source: The number of ??? pad
da: Antal ???? pad
de: Die Anzahl der ??? Felder
hr: Broj od ??? odmaka
nl: Het aantal ??? pad
pt_pt: O número de espaçamento
uk: Кількість ??? відступу

source: Vertical edge spouse-bar to child-bar
da: Lodret linjeægtefælle-felt til børne-felt
de: Vertikaler Rand Ehepartner-Balken zum Kinder-Balken
hr: Okomiti rub od trake supružnika do trake djece
nl: Verticale lijn tussen partnerbalk en kinderbalk
pt_pt: Margem vertical da barra do cônjuge até à barra do filho
uk: Вертикальне ребро від шлюбної лінії до лінії дітей

source: The length of the vertical edge from spouse-bar to child-bar.
da: Længden af den lodrette linje fra ægtefælle-felt til børne-felt.
de: Die Länge der vertikalen Kante vom Partner-Balken zum Kinder-Balken.
hr: Duljina okomitih rubova od trake supružnika do trake djece.
nl: De lengte van de verticale lijn tussen partnerbalk en kinderbalk.
pt_pt: O tamanho da margem vertical desde a barra do cônjuge até à barra do filho.
uk: Довжина вертикального ребра від шлюбної лінії до лінії дітей.

source: Children distance
da: Afstand mellem børn
de: Kinder Entfernung
hr: Razmak između djece
nl: Afstand kinderen
pt_pt: Distância dos filhos
uk: Відстань між дітьми

source: The horizontal distance between two children of the same family.
da: Den vandrette afstand mellem to børn i samme familie.
de: Der horizontale Abstand zwischen zwei Kindern derselben Familie.
hr: Vodoravni razmak između dvoje djece iste obitelji.
nl: De horizontale afstand tussen twee kinderen uit hetzelfde gezin.
pt_pt: A distância horizontal entre duas crianças da mesma família.
uk: Горизонтальна відстань між двома дітьми в одній родині.

source: Vertical edge child to child-bar
da: Lodret linje fra barn til børne-felt
de: Vertikaler Rand Kind zu Kind-Balken
hr: Okomiti rub od djeteta do trake djece
nl: Verticale lijn van kind naar kinderbalk
pt_pt: Margem vertical desde o filho até à barra do filho
uk: Вертикальне ребро від дитини до лінії дітей

source: The length of the vertical edge from child to child-bar.
da: Længden af den lodrette linje fra barn til børne-felt.
de: Die Länge der vertikalen Kante vom Kind zum Kinder-Balken.
hr: Duljina okomitog ruba od djeteta do trake djece.
nl: De lengte van de verticale lijn van kind naar kinderbalk.
pt_pt: O tamanho da margem vertical desde o filho até à barra do filho.
uk: Довжина вертикального ребра від дитини до лінії дітей.

source: The number of ??? min width
da: Antallet af ??? min bredde
de: Die Anzahl der ??? min Breite
hr: Broj od ??? min širine
nl: Het aantal ??? min breedte
pt_pt: O número da largura mínima do filho
uk: Кількість ??? мінімальної ширини

source: Space around text
da: Afstand rundt om tekst
de: Platz um Text
hr: Prostor oko teksta
nl: Ruimte rond tekst
pt_pt: Espaço à volta do texto
uk: Відступ навколо тексту

source: The space to add around the text block of a person.
da: Afstanden der skal lægges til rundt om en persons tekstblok.
de: Der Platz, der um den Textblock einer Person hinzugefügt werden soll.
hr: Dodatni prostor oko teksta osobe.
nl: De toe te voegen ruimte rond het tekstblok van een persoon.
pt_pt: O espaço a acrescentar à volta do bloco de texto de um indivíduo.
uk: Проміжок, який додається навколо текстового блоку особи.

source: Space between lines of text
da: Afstand mellem tekstlinjer
de: Platz zwischen Textzeilen
hr: Razmak između redaka
nl: Ruimte tussen tekstregels
pt_pt: Espaço entre linhas de texto
uk: Відстань між рядками тексту

source: The space to add between a line and the next in a person text block.
da: Afstanden der skal lægges til mellen en linje og den næste i en person tekstblok.
de: Der Abstand zwischen einer Zeile und der nächsten in einem Personentextblock.
hr: Dodatni razmak između redaka u tekstu osobe.
nl: De toe te voegen ruimte tussen een regel en een volgende binnen een tekstblok van een persoon.
pt_pt: O espaço a adicionar entre uma linha e a seguinte num bloco de texto pessoal.
uk: Проміжок, який додається між рядками в текстовому блоці особи.

source: Header and Footer
da: Sidehoved og sidefod
de: Kopf-und Fußzeile
hr: Zaglavlje i podnožje
nl: Koptekst en voettekst
pt_pt: Cabeçalho e rodapé
uk: Заголовок і нижній колонтитул

source: The text that will be written in the header of the document
da: Teksten der vil blive skrevet i sidehovedet af dokumentet
de: Der Text, der in die Kopfzeile des Dokuments geschrieben wird
hr: Tekst koji se upisuje u zaglavlje dokumenta
nl: De tekst die in de kop van het document wordt geschreven
pt_pt: O texto que será escrito no cabeçalho do documento
uk: Текст, який буде написаний у заголовку документа

source: The text that will be written in the footer of the document
da: Teksten der vil blive skrevet i sidfoden af dokumentet
de: Der Text, der in die Fußzeile des Dokuments geschrieben wird
hr: Tekst koji se upisuje u podnožje dokumenta
nl: De tekst die in de voettekst van het document wordt geschreven
pt_pt: O texto a escrever no rodapé do documento
uk: Текст, який буде написаний у нижньому колонтитулі документа

source: Title and footer coefficient
da: Titel og sidefodskoefficient
de: Titel- und Fußzeilenfaktor
hr: Koeficijent za naslov i podnožje
nl: Titel en voettekstcoëfficiënt
pt_pt: Coeficiente de título e rodapé
uk: Коефіцієнт заголовка та колонтитулу

source: A number that multiply the base size of the text in the title and in the footer
da: Et tal der multiplicerer basisstørrelsen af teksten i titlen og sidefoden
de: Eine Zahl, die die Basisgröße des Textes im Titel und in der Fußzeile vervielfacht
hr: Broj kojim se množi osnovna veličina teksta u naslovu i podnožju
nl: Een getal dat de basisgrootte van de tekst in de titel en in de voettekst vermenigvuldigt
pt_pt: Um número que multiplica o tamanho base do texto no título e no rodapé
uk: Число, яке множить базовий розмір тексту в заголовку та нижньому колонтитулі

source: Protect People, Images or Events that are marked Private
da: Beskyt personer, billeder eller hændelser, der er markeret Privat
de: Schütze Personen, Bilder oder Ereignisse, die als vertraulich gekennzeichnet sind
hr: Zaštiti osobe, slike ili događaje, koji su označeni kao privatni
nl: Bescherm personen, afbeeldingen of evenementen die als privé zijn gemarkeerd
pt_pt: Proteger indivíduos, imagens ou eventos marcados privados
uk: Захистити осіб, зображення або події, позначені як приватні

source: The Privacy setting of only these types of Gramps objects are checked
da: Privatlivsinstillingern er kun kontrolleret for disse typer af Gramps objekter
de: Die Einstellung "Vertraulichkeit" wird nur für diese Gramps-Objekte überprüft
hr: Postavke za privatnost se provjeravaju samo za ove vrste Gramps objekata
nl: De Privacy-instelling van alleen dit soort Gramps-objecten is aangevinkt
pt_pt: A definição de privacidade só para estes tipos de objectos é verificada
uk: Перевіряються налаштування конфіденційності тільки для цих типів об'єктів Gramps

source: Privacy text
da: Persondatabeskyttelses tekst
de: Datenschutztext
hr: Tekst o privatnosti
nl: Privacy tekst
pt_pt: Texto de privacidade
uk: Текст конфіденційності

source: Text to display in block, when a Person is marked private
da: Tekst, der skal vises i en blok, når en person er markeret privat.
de: Text, der im Block angezeigt wird, wenn eine Person als vertraulich markiert ist
hr: Tekst prikazan u bloku osobe, označene kao privatne
nl: Tekst om in het tekstblok weer te geven, wanneer een persoon als privé is gemarkeerd
pt_pt: Texto a mostrar no bloco caso o indivíduo esteja marcado como privado
uk: Текст, який буде відображатися в блоці, якщо особа позначена як приватна

source: The default style.
da: Standardstil.
de: Der Standardstil.
hr: Standardni stil.
nl: De standaard stijl.
pt_pt: O estilo pré-definido.
uk: Стиль за замовчуванням.

source: Detailed Descendant Report With All Images
da: Detaljeret efterkommerrapport med alle billeder
de: Detaillierter Nachkommenbericht mit allen Bildern
hr: Detaljni izvještaj o potomcima sa svim slikama
nl: Gedetailleerd afstammelingsverslag met alle afbeeldingen
pt_pt: Relatório de descendentes detalhado com todas as imagens
uk: Детальний звіт нащадків з усіма зображеннями

source: Produces a detailed descendant report with all images and optional todo list.
da: Danner en detaljeret efterkommerrapport med alle billeder og en valgfri huskeliste.
de: Erstellt einen detaillierten Nachkommenbericht mit allen Bildern und einer optionalen Aufgabenliste.
hr: Stvara detaljan izvještaj o potomcima sa svim slikama, te opcionalno s popisom zadataka.
nl: Produceert een gedetailleerd afstammelingsverslag met alle afbeeldingen en optionele takenlijst.
pt_pt: Produz um relatório de descendentes detalhado, com todas as imagens e uma lista A fazer opcional.
uk: Створює детальний звіт про нащадків з усіма зображеннями та необов’язковим списком завдань.

source: Include TODO notes
da: Medtag huskeliste
de: Aufgabennotizen aufnehmen
hr: Uključi zadatke
nl: Voeg takenlijst toe
pt_pt: Incluir notas A FAZER
uk: Включити нотатки TODO

source: Whether to include TODO notes.
da: Hvorvidt huskeliste skal medtages.
de: Ob Aufgabennotizen aufgenommen werden.
hr: Da li uključiti zadatke.
nl: Of takenlijsten moeten worden opgenomen.
pt_pt: Se deve incluir notas A FAZER.
uk: Чи включати нотатки TODO.

source: The style used for image labels.
da: Stilen der benyttes til billedetiketter.
de: Der für Bildbeschriftungen verwendete Stil.
hr: Sitl korišten za oznake slika.
nl: De stijl die wordt gebruikt voor afbeeldingslabels.
pt_pt: O estilo utilizado para rótulos de imagens.
uk: Стиль, що використовується для підписів зображень.

source: A style used for image captions.
da: Stilen der bruges til billedtekster.
de: Ein Stil für Bildunterschriften.
hr: Sitl korišten za podnaslove slika.
nl: Een stijl die wordt gebruikt voor bijschriften bij afbeeldingen.
pt_pt: O estilo utilizado para legendas de imagens.
uk: Стиль, що використовується для заголовків зображень.

source: Deterministic ID
da: Deterministisk ID
de: Deterministische ID
hr: Deterministički ID
nl: Deterministisch ID
pt_pt: ID determinística
uk: Детермінований ідентифікатор

source: Set/reset Gramps to use a Deterministic ID
da: Indstil/nulstil Gramps for at bruge et deterministisk ID
de: Setzen/Zurücksetzen Gramps, um eine Deterministische ID zu verwenden
hr: Postavi/resetiraj Gramps, za korištenje determinističkog IDa
nl: Stel / reset Gramps in om een deterministisch ID te gebruiken
pt_pt: Configurar o Gramps para usar uma ID determinística
uk: Увімкнути/скинути використання детермінованих ідентифікаторів у Gramps

source: Deterministic ID Tool
da: Deterministisk ID værktøj
de: Deterministische ID Werkzeug
hr: Alat za deterministički ID
nl: Deterministisch ID hulpmiddel
pt_pt: Ferramenta ID determinística
uk: Інструмент детермінованих ідентифікаторів

source: The ID and handles now start at 0x00000000, and increment by 0x100000001
da: ID'et og håndtagene starter nu ved 0x00000000 og stiger med 0x100000001
de: Die ID und die Handles beginnen jetzt bei 0x00000000 und erhöhen sich um 0x100000001
hr: ID i ručke sada započinju sa 0x00000000, i povećavaju se za 0x100000001
nl: Het ID en ingangen beginnen nu bij 0x00000000 en worden verhoogd met 0x100000001
pt_pt: A ID e gestores agora começam em 0x00000000 e incrementam por 0x100000001
uk: Ідентифікатори та хендли тепер починаються з 0x00000000 і збільшуються на 0x100000001

source: Database Differences Report
da: Rapport over forskelle i databaser
de: Datenbankunterschiedebericht
hr: Izvještaj o razlikama između baza podataka
nl: Databaseverschillenverslag
pt_pt: Relatório Diferenças entre bases de dados
uk: Звіт про відмінності в базі даних

source: Compares an external database with the current one.
da: Sammenligner en ekstern database med den aktuelle.
de: Vergleicht eine externe Datenbank mit der aktuellen.
hr: Uspoređuje vanjsku bazu podataka s trenutačnom.
nl: Vergelijkt een externe database met de huidige.
pt_pt: Compara uma base de dados externa com a actual.
uk: Порівнює зовнішню базу даних із поточною.

source: Differences between Database and File
da: Forskelle mellem database og fil
de: Unterschiede zwischen Datenbank und Datei
hr: Razlike između baze podataka i datoteke
nl: Verschillen tussen database en bestand
pt_pt: Diferenças entre a base de dados e o ficheiro
uk: Відмінності між базою даних і файлом

source: No differences
da: Ingen forskelle
de: Keine Unterschiede
hr: Nema razlika
nl: Geen verschillen
pt_pt: Sem diferenças
uk: Відмінностей немає

source: Missing items in File that are added in Database
da: Manglende element i filen, er lagt til i databasen
de: Fehlende Elemente in der Datei, die in der Datenbank hinzugefügt werden
hr: U datoteci nedostaju elementi koji su dodani u bazu podataka
nl: Ontbrekende items in bestand die zijn toegevoegd aan database
pt_pt: Itens em falta no ficheiro, mas adicionados à base de dados
uk: Відсутні елементи у файлі, які є в базі даних

source: Missing %s: %s
da: Mangler %s: %s
de: Fehlende %s: %s
hr: Nedostaje %s: %s
nl: Ontbrekend %s: %s
pt_pt: %s em falta: %s
uk: Відсутній %s: %s

source: Nothing missing
da: Intet mangler
de: Nichts fehlt
hr: Ništa ne nedostaje
nl: Er ontbreekt niets
pt_pt: Nada em falta
uk: Нічого не бракує

source: Added items in File that are missing in Database
da: Elementer fra filen der mangler i databasen er tilføjet
de: In der Datei hinzugefügte Elemente, die in der Datenbank fehlen
hr: U datoteci dodani elementi koji nedostaju u bazi podataka
nl: Items toegevoegd in het bestand die ontbreken in de database
pt_pt: Adicionados itens no ficheiro, mas em falta na base de dados
uk: Додані елементи у файлі, яких немає в базі даних

source: Added %s: %s
da: Tilføjet %s: %s
de: Hinzugefügt %s: %s
hr: Dodano %s: %s
nl: Toegevoegd %s: %s
pt_pt: Adicionados %s: %s
uk: Додано %s: %s

source: Nothing added
da: Intet tilføjet
de: Nichts hinzugefügt
hr: Ništa nije dodano
nl: Niets toegevoegd
pt_pt: Nada adicionado
uk: Нічого не додано

source: Family Tree file
da: Slægtsbog
de: Stammbaumdatei
hr: Datoteka rodoslova
nl: Stamboombestand
pt_pt: Ficheiro de família
uk: Файл генеалогічного дерева

source: Select a .gpkg or .gramps file
da: Vælg en .gpkg eller .gramps fil
de: Wähle eine .gpkg oder .gramps Datei
hr: Odaberi .gpkg ili .gramps datoteku
nl: Selecteer een .gpkg- of .gramps-bestand
pt_pt: Seleccione um ficheiro .gpkg ou .gramps
uk: Виберіть файл .gpkg або .gramps

source: Show items that are different
da: Vis elementer som er forskellige
de: Elemente anzeigen, die sich unterscheiden
hr: Prikaži elemente koji se razlikuju
nl: Toon items die verschillend zijn
pt_pt: Mostrar itens diferentes
uk: Показати елементи, які відрізняються

source: Include items that are different
da: Medtag elementer der er forskellige
de: Elemente einbeziehen, die sich unterscheiden
hr: Uključi elemente koji se razlikuju
nl: Voeg items toe die verschillend zijn
pt_pt: Incluir itens diferentes
uk: Включити елементи, які відрізняються

source: Show items missing from file
da: Hvis elementer der mangler i filen
de: Zeige in der Datei fehlende Elemente
hr: Prikaži elemente koji nedostaju u datoteci
nl: Toon items die ontbreken in het bestand
pt_pt: Mostrar itens em falta no ficheiro
uk: Показати елементи, яких бракує у файлі

source: Include items not in file but in database
da: Medtag elementer der ikke er i filen men databasen
de: Elemente nicht in die Datei, aber in die Datenbank aufnehmen
hr: Uključi elemente koji nedostaju u datoteci, ali se nalaze u bazi podataka
nl: Neem items op die niet in het bestand maar in de database staan
pt_pt: Incluir itens na base de dados, mas não no ficheiro
uk: Включити елементи, яких немає у файлі, але вони є в базі даних

source: Show items added in file
da: Hvis tilføjede elementer i filen
de: Zeige hinzugefügte Elemente in der Datei
hr: Prikaži elemente koji su dodani u datoteku
nl: Toon items die in het bestand zijn toegevoegd
pt_pt: Mostrar itens adicionados ao ficheiro
uk: Показати елементи, додані у файлі

source: Include items in file but not in database
da: Medtag elementer i filen men ikke i databasen
de: Elemente in die Datei, aber nicht in die Datenbank aufnehmen
hr: Uključi elemente koji nedostaju u bazi podataka, ali se nalaze u datoteci
nl: Neem items op in het bestand maar niet in de database
pt_pt: Incluir itens no ficheiro, mas não na base de dados
uk: Включити елементи, які є у файлі, але відсутні в базі даних

source: Double Cousins
da: Dobbelt kusiner/fætre
de: Doppelte Cousins und Cousinen
nl: Dubbele neven en nichten
uk: Подвійні кузени

source: A text report listing double cousins.
da: En tekstrapport, der visér dobbelt kusiner/fætre.
de: Ein Textbericht mit einer Liste von doppelten Cousins.
nl: Een tekstrapport met dubbele neven en nichten.
uk: Текстовий звіт, що містить список подвійних кузенів.

source: Double Cousins Report
da: Rapport over dobbelt kusiner/fætre
de: Bericht über doppelte Cousins
nl: Dubbele neven en nichten verslag
pt_pt: Relatório Primos duplos
uk: Звіт про подвійних кузенів
