Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Generating thumbnails for person references
da: Dannem miniaturer for personhenvisninger
de: Erstelle Miniaturbilder für Personenreferenzen
hr: Stvaranje sličica za reference osobe
nl: Miniaturen genereren voor persoonsreferenties
pt_pt: A gerar miniaturas de referências de indivíduos
uk: Створення мініатюр для посилань на осіб

source: Generating thumbnails for family references
da: Danner miniaturer for familiehenvisninger
de: Erstelle Miniaturbilder für Familienreferenzen
hr: Stvaranje sličica za reference obitelji
nl: Miniaturen genereren voor gezinsreferenties
pt_pt: A gerar miniaturas de referências de famílias
uk: Створення мініатюр для посилань на сім’ї

source: Generating thumbnails for event references
da: Danner miniaturer for hændelsehenvisninger
de: Erstelle Miniaturbilder für Ereignisreferenzen
hr: Stvaranje sličica za reference događaja
nl: Miniaturen genereren voor gebeurtenisreferenties
pt_pt: A gerar miniaturas de referências de eventos
uk: Створення мініатюр для посилань на події

source: Generating thumbnails for place references
da: Danner miniaturer for stedhenvisninger
de: Erstelle Miniaturbilder für Ortsreferenzen
hr: Stvaranje sličica za reference mjesta
nl: Miniaturen genereren voor locatiereferenties
pt_pt: A gerar miniaturas de referências de locais
uk: Створення мініатюр для посилань на місця

source: Generating thumbnails for source references
da: Danner miniaturer for kildehenvisninger
de: Erstelle Miniaturbilder für Quellenreferenzen
hr: Stvaranje sličica za reference izvora
nl: Miniaturen genereren voor bronreferenties
pt_pt: A gerar miniaturas de referências de fontes
uk: Створення мініатюр для посилань на джерела

source: Timeline Pedigree Report
de: Zeitleisten-Stammbaum-Bericht
nl: Stamboomverslag met tijdlijn
pt_pt: Relatório Cronologia de costados
uk: Звіт хронологічного родоводу

source: Creates an HTML webpage that uses JavaScript to show a pedigree block diagram arranged vertically by birth date
de: Erstellt eine HTML-Webseite, die mithilfe von JavaScript ein vertikal nach Geburtsdatum angeordnetes Ahnentafel-Blockdiagramm anzeigt
nl: Maakt een HTML-webpagina die JavaScript gebruikt om een blokdiagram van een stamboom weer te geven dat verticaal is gerangschikt op geboortedatum
uk: Створює веб-сторінку HTML, що використовує JavaScript для відображення родоводу у вигляді вертикального блочного діаграмного представлення за датами народження

source: Failed writing
de: Schreiben fehlgeschlagen
hr: Neuspjelo pisanje
nl: Schrijven mislukt
pt_pt: Falha ao escrever
uk: Не вдалося записати

source: Year of Birth of Center Person
de: Geburtsjahr der zentralen Person
hr: Godina rođenja središnje osobe
nl: Geboortejaar van centrale persoon
uk: Рік народження центральної особи

source: The year of birth of the center person. Estimate a year if unknown
de: Das Geburtsjahr der zentralen Person. Schätze ein Jahr, falls unbekannt
hr: Godina rođenja središnje osobe. Procijeni godinu ako je nepoznata
nl: Het geboortejaar van de centrale persoon. Schat een jaar indien onbekend
uk: Рік народження центральної особи. Оцініть рік, якщо невідомий

source: Destination directory
de: Zielverzeichnis
hr: Odredišna mapa
nl: Doelmap
pt_pt: Pasta destino
uk: Каталог призначення

source: Path for generated files
de: Pfad für generierte Dateien
hr: Staza za stvorene datoteke
nl: Pad voor gegenereerde bestanden
pt_pt: Caminho para ficheiros gerados
uk: Шлях для згенерованих файлів

source: Default Age
de: Standardalter
nl: Standaardleeftijd
pt_pt: Idade pré-definida
uk: Вік за замовчуванням

source: Default age of parent when child is born with unknown year of birth
de: Standardalter der Eltern bei Geburt eines Kindes mit unbekanntem Geburtsjahr
nl: Standaardleeftijd van ouder wanneer het kind wordt geboren met een onbekend geboortejaar
uk: Вік батька за замовчуванням, коли дитина народилася з невідомим роком народження

source: What to show
de: Was gezeigt werden soll
nl: Wat tonen
uk: Що показати

source: Show GrampsID
de: Zeige GrampsID
hr: Prikaži Gramps ID
nl: Toon GrampsID
pt_pt: Mostrar ID Gramps
uk: Показати GrampsID

source: Show GrampsID on top right of the box
de: GrampsID oben rechts im Feld anzeigen
nl: Toon GrampsID rechtsboven in het vak
uk: Показати GrampsID у верхньому правому куті блоку

source: Optimize
de: Optimieren
hr: Optimiziraj
nl: Optimaliseer
pt_pt: Optimizar
uk: Оптимізувати

source: Use as little space in horizontal direction as possible
de: Möglichst wenig Platz in horizontaler Richtung verwenden
hr: Koristi što manje prostora u vodoravnom smjeru
nl: Gebruik zo min mogelijk ruimte in horizontale richting
uk: Використовувати якомога менше місця в горизонтальному напрямку

source: Male Box Color
de: Männliche Feldfarbe
hr: Boja okvira za muške osobe
nl: Kaderkleur man
pt_pt: Cor de caixa masculina
uk: Колір блоку чоловіка

source: Box background color for male person
de: Hintergrundfarbe für männliches Personenfeld
hr: Boja pozadine okvira za muške osobe
nl: Achtergrondkleur kader voor mannelijke persoon
pt_pt: Cor de fundo da caixa de homens
uk: Колір фону блоку для чоловічої особи

source: Female Box Color
de: Farbe für weibliche Box
hr: Boja okvira za ženske osobe
nl: Kaderkleur vrouw
pt_pt: Contorno da caixa das mulheres
uk: Колір блоку жінки

source: Box background color for female person
de: Box-Hintergrundfarbe für weibliche Person
hr: Boja pozadine okvira za ženske osobe
nl: Achtergrondkleur kader voor vrouwelijke persoon
pt_pt: Cor de fundo das caixas femininas
uk: Колір фону блоку для жіночої особи

source: Number of pixel per year
de: Anzahl der Pixel pro Jahr
hr: Broj piksela po godini
nl: Aantal pixels per jaar
pt_pt: Número de pixels por ano
uk: Кількість пікселів на рік

source: How many pixel height is one year?
de: Wie viele Pixel hoch ist ein Jahr?
hr: Kolika visina piksela predstavlja jednu godinu?
nl: Hoeveel pixelhoogte is een jaar?
uk: Скільки пікселів становить один рік?

source: Offset X Coordinate
de: Abweichung X-Koordinate
nl: Offset X-coördinaat
uk: Зсув по X

source: How many pixel are unused besides the most left and most right boxes?
de: Wie viele Pixel sind neben den Feldern ganz links und ganz rechts ungenutzt?
nl: Hoeveel pixels zijn er ongebruikt behalve de meest linkse en meest rechtse kaders?
uk: Скільки пікселів не використовується між найбільш лівим і найбільш правим блоками?

source: Offset Y Coordinate
de: Abweichung Y-Koordinate
nl: Offset Y-coördinaat
uk: Зсув по Y

source: How many pixel are unused above first box?
de: Wie viele Pixel sind über dem ersten Feld ungenutzt?
nl: Hoeveel pixels zijn er ongebruikt boven het eerste kader?
uk: Скільки пікселів не використовується над першим блоком?

source: Width of a box in pixel
de: Breite einer Box in Pixel
nl: Breedte van een kader in pixels
pt_pt: Largura da caixa em pixels
uk: Ширина блоку в пікселях

source: Width of the box of a person in pixel
de: Breite der Box einer Person in Pixel
nl: Breedte van het kader van een persoon in pixel
pt_pt: Largura da caixa individual em pixels
uk: Ширина блоку особи в пікселях

source: Horizontal space between boxes in pixel
de: Horizontaler Abstand zwischen Feldern in Pixel
nl: Horizontale ruimte tussen kaders in pixels
pt_pt: Espaço horizontal entre caixas (px)
uk: Горизонтальний простір між блоками в пікселях

source: Minimum horizontal space between 2 boxes in pixel
de: Horizontaler Mindestabstand zwischen 2 Boxen in Pixel
nl: Minimale horizontale ruimte tussen 2 kaders in pixels
uk: Мінімальний горизонтальний простір між двома блоками в пікселях

source: Length of vertical part of a line in pixel
de: Länge des vertikalen Teils einer Zeile in Pixel
nl: Lengte van verticaal deel van een lijn in pixels
uk: Довжина вертикальної частини лінії в пікселях

source: Parent and child boxes are connected with lines. This is the length of the vertical part of the lines in pixel
de: Übergeordnete und untergeordnete Felder sind durch Linien verbunden. Dies ist die Länge des vertikalen Teils der Linien in Pixel
nl: Ouder- en kindkaders zijn met lijnen verbonden. Dit is de lengte van het verticale deel van de lijnen in pixels
uk: Блоки батьків і дітей зʼєднані лініями. Це довжина вертикальної частини ліній у пікселях

source: Number of pixel between left border and scale
de: Anzahl der Pixel zwischen linkem Rand und Maßstab
nl: Aantal pixels tussen linkerrand en schaal
uk: Кількість пікселів між лівою межею та шкалою

source: Timeline Pedigree
da: Tidslinje anetræ
de: Zeitleistestammbaum
hr: Kronologija predaka
nl: Tijdlijn-kwartierstaat
pt_pt: Cronologia de costados
uk: Хронологічний родовід

source: The view shows a timeline pedigree with ancestors and descendants of the selected person
da: Visningen viser en tidslinje med aner og efterkommere af den valgte person
de: Diese Ansicht zeigt einen Zeitleistenstammbaum mit Vorfahren und Nachkommen der gewählten Person
hr: Prikazuje kronologiju predaka s precima i potomcima odabrane osobe
nl: De weergave toont een tijdlijn-kwartierstaat met voorouders en afstammelingen van de geselecteerde persoon
pt_pt: Mostra uma cronologia de costados com ascendentes e descendentes do indivíduo seleccionado
uk: Цей вигляд показує хронологічне родовідне дерево з предками та нащадками вибраної особи

source: Timeline pedigree
da: Tidslinje anetræ
de: Zeitleistenstammbaum
hr: Kronologija predaka
nl: Tijdlijn-kwartierstaat
pt_pt: Cronologia de costados
uk: Хронологічний родовід

source: Order by timeline
da: Orden efter tidslinje
de: Nach Zeitlinie sortieren
hr: Razvrstaj kronološki
nl: Sorteer op tijdlijn
pt_pt: Ordem cronológica
uk: Упорядкувати за хронологією

source: Show lifespan
da: Vis livstidsomfang
de: Zeige Lebensdauer
hr: Prikaži starosti
nl: Toon levensperiode
pt_pt: Mostrar duração de vida
uk: Показати тривалість життя

source: %d generation
hr: %d generacija
nl: %d generatie
pt_pt: %d geração
uk: %d покоління

source: About Timeline Pedigree View
da: Om tidslinjeanetræ
de: Über Zeitleistestammbaumansicht
hr: O prikazu „Kronologija predaka”
nl: Over tijdlijn-kwartierstaatweergave
pt_pt: Acerca da cronologia de costados
uk: Про перегляд хронологічного родоводу

source: Display a person's events on a timeline
da: Vis en persons hændelser på en tidslinje
de: Zeigt Ereignisse einer Person auf einer Zeitleiste
hr: Prikazuje događaje osobe kronološki
nl: Geef de gebeurtenissen van een persoon weer op een tijdlijn
pt_pt: Mostrar os eventos pessoais numa cronologia
uk: Відображати події особи на хронологічній шкалі

source: Inlaw Parents
da: Svigerforældre
de: Schwiegereltern
hr: Roditelji supružnika
nl: Schoonouders
pt_pt: Sogros
uk: Батьки дружини/чоловіка

source: Grandparents
da: Bedsteforældre
de: Großeltern
hr: Djedovi i bake
nl: Grootouders
pt_pt: Avôs
uk: Дідусі та бабусі

source: Inlaw Grandparents
da: Svigerbedsteforældre
de: Schwiegergroßeltern
hr: Djedovi i bake supružnika
nl: Schoongrootouders
pt_pt: Pais dos sogros
uk: Дідусі та бабусі дружини/чоловіка

source: Great grandparents
da: Oldeforældre
de: Urgroßeltern
hr: Pradjedovi i prabake
nl: Overgrootouders
pt_pt: Bisavôs
uk: Прадідусі та прабабусі

source: Inlaw Great grandparents
da: Svigeroldeforældre
de: Schwiegerurgroßeltern
hr: Pradjedovi i prabake supružnika
nl: Schoonovergrootouders
pt_pt: Avôs dos sogros
uk: Прадідусі та прабабусі дружини/чоловіка

source: Great,
de: Ur,
hr: Pra,
nl: Groot,
pt_pt: Avoengos,
uk: Прапра,

source: great grandparents
da: oldeforældre
de: Urgroßeltern
hr: pradjedovi i prabake
nl: overgrootouders
pt_pt: bisavôs
uk: прапрадідусі та прапрабабусі

source: great,
de: Ur,
hr: pra,
nl: groot,
pt_pt: avoengos,
uk: прапра,

source: Inlaw Great,
de: Schwieger-Ur,
hr: Supružnikov pra,
nl: Schoongroot,
pt_pt: Avoengos dos sogros,
uk: Прапра дружини/чоловіка,

source: Partner's spouse
da: Partners ægtefælle
de: Partner(in) de(r/s) Partner(in)
hr: Supružnik partnera
nl: Echtgenote van de partner
pt_pt: Cônjuge do companheiro
uk: Чоловік/дружина партнера

source: Timeline for %s
da: Tidslinje for %s
de: Zeitleiste für %s
hr: Kronologija za %s
nl: Tijdlijn voor %s
pt_pt: Cronologia de %s
uk: Хронологія для %s

source: People involved
da: Involverede personer
de: Beteiligte Personen
hr: Uključene osobe
nl: Betrokken personen
pt_pt: Pessoas envolvidas
uk: Задіяні особи

source: Todo Report
da: Huskeliste rapport
de: Aufgabenbericht
hr: Izvještaj o zadacima
nb: Å gjøre Rapporter
nl: Takenverslag
pt_pt: Relatório A fazer
sk: Ak chcete správu
uk: Звіт про завдання

source: Produces a list of all the notes with a given tag along with the records that it references, the Person, Family, Event, etc.
da: Danner en liste med alle de noter med et bestemt mærkat sammen med alle poster de henviser til, personen, familien, hændeser o.s.v.
de: Erstellt eine Liste aller Notizen mit einer bestimmten Markierung zusammen mit den Datensätzen auf die sie referenziert, die Person, Familie, Ereignis, usw.
hr: Stvara popis svih zabilježaka sa zadanom oznakom, zajedno sa zapisima na koje se referenciraju, npr. osobu, obitelj, događaj, itd.
nb: Produserer en liste over alle notatene med en gitt kode sammen med postene som den refererer til, personen, familien, hendelsen, etc.
nl: Produceert een lijst van alle notities met een bepaald label, samen met de gegevens waarnaar het verwijst, de persoon, familie, gebeurtenis, enz.
pt_pt: Produz uma lista de todas as notas com uma dada etiqueta, com os registos referenciados, indivíduo, família, evento, etc.
sk: Vytvorí zoznam všetkých poznámok s danou značkou spolu so záznamami, na ktoré odkazuje, osobou, rodinou, udalosťou atď.
uk: Виводить список усіх нотаток із заданим тегом разом із записами, на які вони посилаються (наприклад, особа, родина, подія тощо).

source: TR-Title
da: TR-Titel
de: ZeB-Titel
hr: TR-Titula
nb: TR-Tittel
nl: TR-Titel
pt_pt: TR-Título
sk: TR-nadpis
uk: Заголовок звіту

source: Report on Notes Tagged '%s'
da: Rapport over noter mørket '%s'
de: Bericht über Notizen mit der Markierung '%s'
nb: Klarte ikke å lage rapport '%s'
nl: Verslag van notities met label '%s'
pt_pt: Notas com a etiqueta "%s"
sk: Správa k poznámkam označená '%s'
uk: Звіт про нотатки з тегом '%s'

source: TR-Heading
da: TR-Overskrift
de: ZeB-Überschrift
hr: TR-Naslov
nb: TR-Overskrift
nl: TR-Kop
pt_pt: TR-Título
sk: TR-nadpis
uk: Заголовок

source: NoteTable
da: Notetabel
de: NotizTabelle
hr: NapomenaTabela
nb: MerknadTabell
nl: NotitieTabel
pt_pt: TabelaDeNotas
sk: PoznámokTabuľka
uk: Таблиця нотаток

source: TR-Table
da: TR-Tabel
de: ZeB-Tabelle
hr: TR-Tabela
nb: TR-Bord
nl: TR-Tabel
pt_pt: TR-Tabela
sk: TR-Stôl
uk: Таблиця

source: TR-TableCell
da: TR-Tabelcelle
de: ZeB-TabellenZelle
hr: TR-Stolaćeliju
nb: TR-BordCelle
nl: TR-TabelCel
pt_pt: TR-CéluladeTabela
sk: TR-TabuľkováBunka
uk: Комірка таблиці

source: TR-Normal-Bold
da: TR-Normal-Fed
de: ZeB-Normal-Fett
hr: TR-Normalni-Odvažan
nb: TR-Normal-Fet
nl: TR-Regulier-Vet
pt_pt: TR-Normal-Negrito
sk: TR -Normálne-tučne
uk: Звичайний-жирний

source: TR-Normal
de: ZeB-Normal
hr: TR-Normalni
nl: TR-Regulier
sk: TR -Normálne
uk: Звичайний

source: TR-Note
de: ZeB-Notiz
hr: TR-Bilješka
nb: TR-Merk
nl: TR-Notitie
pt_pt: TR-Nota
sk: TR-Poznámka
uk: Нотатка

source: TR-BorderCell
da: TR-Grænsefelt
de: ZeB-RandZelle
hr: TR-Graničnaćelija
nb: TR-Grensecelle
nl: TR-RandCel
pt_pt: TR-CélulaFronteira
sk: TR-HraničnáBunka
uk: Границя комірки

source: date:
da: dato:
de: Datum:
hr: datum:
nb: dato:
nl: datum:
pt_pt: data:
sk: dátum:
uk: дата:

source: place:
da: sted:
de: Ort:
hr: mjesto:
nb: sted:
nl: locatie:
pt_pt: local:
sk: lokalita:
uk: місце:

source: Note Type
de: Notizart
nl: Notitietype
pt_pt: Tipo de nota
uk: Тип нотатки

source: Group by reference type
da: Gruppe efter henvisningstype
de: Gruppiere nach Referenzart
hr: Grupiraj po vrsti reference
nb: Grupper etter referansetype
nl: Groepeer op referentietype
pt_pt: Agrupar por tipo de referência
sk: Zoskupiť podľa typu odkazu
uk: Групувати за типом посилання

source: Group notes by Family, Person, Place, etc.
da: Gruppér noter efter familje, Person, Sted o.s.v.
de: Gruppiere Notizen nach Familie, Person, Ort, usw.
hr: Grupira zabilješke po obiteljima, osobama, mjestima, itd.
nb: Gruppeannonser etter familie, person, sted osv.
nl: Groepeer notities op familie, persoon, plaats, etc.
pt_pt: Agrupar notas por família, indivíduo, local, etc.
sk: Skupinové poznámky podľa rodiny, osoby, miesta atď.
uk: Групувати нотатки за родиною, особою, місцем тощо.

source: The basic style used for the table cell display.
da: Den grundlæggende stil brugt til tabel-celle.
de: Der grundlegende Stil für die Anzeige von Tabellenzellen.
hr: Osnovni stil koji se koristi za prikaz ćelija tablice.
nb: Den grunnleggende stilen som brukes for tabellcellevisningen.
nl: De basisstijl die wordt gebruikt voor de weergave van de tabelcel.
pt_pt: O estilo básico usado para a exibição das células da tabela.
sk: Základný štýl používaný na zobrazenie bunky tabuľky.
uk: Основний стиль для відображення комірки таблиці.

source: The basic style used for the table border cell display.
da: Den grundlæggende stil brugt til tabel-grænsecelle.
de: Der grundlegende Stil, der für die Anzeige von Tabellenrandzellen verwendet wird.
hr: Osnovni stil koji se koristi za prikaz ćelija obruba tablice.
nb: Den grunnleggende stilen som brukes for tabellkanten cellevisning.
nl: De basisstijl die wordt gebruikt voor de weergave van de celrand van de tabel.
pt_pt: O estilo básico usado para a exibição da célula da borda da tabela.
sk: Základný štýl používaný na zobrazenie bunky ohraničenia tabuľky.
uk: Основний стиль для відображення границі комірки таблиці.

source: The basic style used for the table display.
da: Den grundlæggende stil brugt til tabelvisning.
de: Der grundlegende Stil für die Tabellenanzeige.
hr: Osnovni stil koji se koristi za prikaz tablice.
nb: Den grunnleggende stilen som brukes for bordvisningen.
nl: De basisstijl die wordt gebruikt voor de weergave van de tabel.
pt_pt: O estilo básico usado para mostrar a tabela.
sk: Základný štýl používaný pre zobrazenie tabuľky.
uk: Основний стиль для відображення таблиці.

source: Interactive Family Tree
da: Interaktiv slægtsbog
de: Interaktiver Stammbaum
he: אילן־יוחסין הדודי
hr: Interaktivni rodoslov
nl: Interactieve stamboom
pt_pt: Árvore genealógica interactiva
uk: Інтерактивне родинне дерево

source: Opens an interactive tree in the browser
da: Åbner en interaktiv slægtsbog i din browser
de: Öffnet einen interaktiven Baum im Browser
he: פתיחת אילן־יוחסין הדודי בדפדפן
hr: Otvara interaktivno stablo u pregledniku
nl: Opent een interactieve boom in de browser
pt_pt: Abre uma árvore interactiva no navegador
uk: Відкриває інтерактивне дерево у браузері

source: Type Cleanup
da: Typerensning
de: Arten Säuberung
hr: Čišćenje vrsta
nl: Type opschonen
pt_pt: Limpeza de tipos
uk: Очищення типів

source: Clean up (remove) custom types
da: Rens (fjern) tilpassede typer
de: Bereinigt (entfernt) benutzerdefinierte Arten
hr: Počisti (ukloni) prilagođene vrste
nl: Aangepaste soorten opschonen (verwijderen)
pt_pt: Limpar (remover) tipos personalizados
uk: Очищення (видалення) користувацьких типів

source: Event Roles
da: Hændelsesroller
de: Ereignisrollen
hr: Uloge događaja
nl: Gebeurtenisrollen
pt_pt: Papéis de eventos
uk: Ролі подій

source: Event Types
da: Hændelsestyper
de: Ereignisarten
hr: Vrste događaja
nl: Gebeurtenistypen
pt_pt: Tipos de eventos
uk: Типи подій

source: Family Relation Types
da: Familie slægtskabstyper
de: Arten von Familienbeziehungen
hr: Vrste obiteljske veze
nl: Gezinsrelatietypen
pt_pt: Tipos de relações familiares
uk: Типи сімейних відносин

source: Child reference Types
da: Børne henvisningstyper
de: Kind Referenzart
hr: Vrste reference djeteta
nl: Kindreferentietypen
pt_pt: Tipos de referências de filhos
uk: Типи посилань на дітей

source: Name Origin Types
da: Navne oprindelsestyper
de: Name Herkunftsarten
hr: Vrste izvora imena
nl: Naamoorsprongstypen
pt_pt: Tipos de origens de nomes
uk: Типи походження імен

source: Name Types
da: Navne typer
de: Namenarten
hr: Vrste imena
nl: Naamtypen
pt_pt: Tipos de nomes
uk: Типи імен

source: Note Types
da: Note typer
de: Notizarten
hr: Vrste zabilježaka
nl: Notitietypen
pt_pt: Tipos de notas
uk: Типи нотаток

source: Place Types
da: Sted typer
de: Ortstarten
hr: Vrste mjesta
nl: Locatietypen
pt_pt: Tipos de locais
uk: Типи місць

source: Repository Types
da: Arkiv typer
de: Aufbewahrungsortarten
hr: Vrste repozitorija
nl: Bibliotheektypen
pt_pt: Tipos de repositórios
uk: Типи сховищ

source: Source Media Types
da: Kilde medietyper
de: Quellmedienarten
hr: Vrste medija izvora
nl: Bronmediatypen
pt_pt: Tipos de multimédia das fontes
uk: Типи медіафайлів джерел

source: URL Types
da: URL typer
de: URL Arten
hr: Vrste URL adresa
nl: URL-typen
pt_pt: Tipos de URL
uk: Типи URL

source: Types Cleanup Tool
da: Type rensningsværktøj
de: Arten Säuberungswerkzeug
hr: Alat za čišćenje vrsta
nl: Typen opschoonhulpmiddel
pt_pt: Ferramenta de limpeza de tipos
uk: Інструмент очищення типів

source: Remove the selected type from the db. This does not change any referenced objects.
da: Fjern de valgte typer fra db. Dette ændre ikke nogen af de henviste objekter.
de: Entferne den ausgewählten Typ aus der Datenbank. Dies ändert keine referenzierten Objekte.
hr: Ukloni odabranu vrstu iz baze podataka. To ne mijenja nijedan referencirani objekt.
nl: Verwijder het geselecteerde type uit de database. Dit verandert niets aan de objecten waarnaar wordt verwezen.
pt_pt: Remover o tipo seleccionado da base de dados. Não altera os objectos referenciados.
uk: Видалити вибраний тип із бази даних. Це не змінює жодних пов’язаних об'єктів.

source: Select a new name for the current type, prior to renaming the type in the referenced objects.
da: Vælg et nyt navn for den nuværende type, før at typen omdøbes i de henviste objekter.
de: Wähle einen neuen Namen für den aktuellen Typ aus, bevor du den Typ in den referenzierten Objekten umbenennst.
hr: Odaberi novo ime za trenutačnu vrstu prije preimenovanja vrste u referenciranim objektima.
nl: Selecteer een nieuwe naam voor het huidige type, voordat u het type hernoemt in de objecten waarnaar wordt verwezen.
pt_pt: Seleccione um novo nome para o tipo seleccionado antes de o renomear nos objectos referenciados.
uk: Виберіть нову назву для поточного типу перед його перейменуванням у всіх пов’язаних об'єктах.

source: Rename
da: Omdøb
de: Umbenennen
hr: Preimenuj
nl: Hernoemen
pt_pt: Renomear
uk: Перейменувати

source: Rename the selected type in all referenced objects.
da: Omdøb de valgte typer i alle henviste objekter.
de: Benennt den ausgewählten Typ in allen referenzierten Objekten um.
hr: Preimenuj odabranu vrstu u svim referenciranim objektima.
nl: Hernoem het geselecteerde type in alle objecten waarnaar wordt verwezen.
pt_pt: Renomear o tipo seleccionado em todos os objectos referenciados.
uk: Перейменувати вибраний тип у всіх пов’язаних об'єктах.

source: Close the Type Cleanup Tool
da: Afslut værktøjet til typerensning
de: Schließe das Art Säuberungswerkzeug
hr: Zatvori alat za čišćenje vrsta
nl: Sluit het type-opschoonhulpmiddel
pt_pt: Fechar a ferramenta de limpeza de tipos
uk: Закрити інструмент очищення типів

source: Types
da: Typer
de: Arten
hr: Vrste
nl: Typen
pt_pt: Tipos
uk: Типи

source: Type Cleanup Tool
da: Typer rensningsværktøj
de: Art Säuberungswerkzeug
hr: Alat za čišćenje vrsta
nl: Type-opschoonhulpmiddel
pt_pt: Ferramenta de limpeza de tipos
uk: Інструмент очищення типів

source: Changing type from %(old_type)s to %(new_type)s.
da: Skifter type fra %(old_type)s til %(new_type)s.
de: Ändere die Art von %(old_type)s in %(new_type)s.
hr: Mijenjanje vrste %(old_type)s u %(new_type)s.
nl: Type wijzigen van%(old_type)s naar %(new_type)s.
pt_pt: A alterar tipo de %(old_type)s para %(new_type)s.
uk: Змінення типу з %(old_type)s на %(new_type)s.
