Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Cost of Fertilizers purchased in 1879
de: Kosten für 1879 gekaufte Düngemittel
nl: Kosten van meststoffen gekocht in 1879
pt_pt: Custo dos adubos comprados em 1879
uk: Вартість добрив, куплених у 1879 році

source: Farm Labor Hiring 1879
de: Einstellung von Landarbeitern 1879
nl: Arbeidskrachten op de boerderij 1879
pt_pt: Contratação de mão de obra agrícola 1879
uk: Наймання сільськогосподарських робітників у 1879 році

source: Weeks hired labor in 1879
de: Wochen beschäftigte Arbeitskräfte 1879
nl: Weken loonarbeid in 1879
pt_pt: Semanas de trabalho contratado em 1879
uk: Тижнів найманої праці у 1879 році

source: Estimated value of all farm productions for 1879
de: Geschätzter Wert aller landwirtschaftlichen Produktionen für 1879
nl: Geschatte waarde van alle boerderijproducties voor 1879
pt_pt: Valor estimado de todas as produções agrícolas para 1879
uk: Орієнтовна вартість усієї сільськогосподарської продукції за 1879 рік

source: Acreage Grass Lands Mown in 1879
de: Grasland 1879 gemäht
nl: Oppervlakte grasland gemaaid in 1879
pt_pt: Terras de relva cortadas em 1879
uk: Акри скошених трав'яних угідь у 1879 році

source: Acreage Grass Lands Not Mown in 1879
de: Grasland 1879 nicht gemäht
nl: Oppervlakte grasland niet gemaaid in 1879
pt_pt: Terras de relva não cortadas em 1879
uk: Акри нескошених трав'яних угідь у 1879 році

source: Tons Hay Harvested in 1879
de: Tons Heu 1879 geerntet
nl: Ton hooi geoogst in 1879
pt_pt: Toneladas de feno colhidas em 1879
uk: Тонни зібраного сіна у 1879 році

source: Bushels Clover Seed Harvested in 1879
de: Bushels Kleesamen 1879 geerntet
nl: Schepels klaverzaad geoogst in 1879
pt_pt: Alqueires de sementes de trevo colhidos em 1879
uk: Бушелі насіння конюшини, зібраного у 1879 році

source: Bushels Grass Seed Harvested in 1879
de: Bushels Grassamen 1879 geerntet
nl: Schepels graszaad geoogst in 1879
pt_pt: Alqueires de sementes de erva colhidos em 1879
uk: Бушелі насіння трави, зібраного у 1879 році

source: Horses on hand
de: Pferde zur Verfügung
nl: Paarden op voorraad
pt_pt: Cavalos à disposição
uk: Коні в наявності

source: Mules and Asses on hand
de: Maultiere und Esel zur Verfügung
nl: Muilezels en ezels op voorraad
pt_pt: Mulas e burros à disposição
uk: Мули та віслюки в наявності

source: Working Oxen on hand
de: Arbeitsochsen zur Verfügung
nl: Werkende ossen op voorraad
pt_pt: Bois de trabalho à disposição
uk: Робочі воли в наявності

source: Milch Cows on hand
de: Milchkühe zur Verfügung
nl: Melkkoeien op voorraad
pt_pt: Vacas leiteiras disponíveis
uk: Молочні корови в наявності

source: Other Cattle on hand
de: Anderes Vieh zur Verfügung
nl: Ander vee op voorraad
pt_pt: Outros bovinos disponíveis
uk: Інша худоба в наявності

source: Calves Dropped in 1879
de: Kälber geboren in 1879
nl: Kalveren gedropt in 1879
pt_pt: Bezerros abatidos em 1879
uk: Телята, народжені у 1879 році

source: Cattle Purchased in 1879
de: Vieh gekauft in 1879
nl: Vee aangekocht in 1879
pt_pt: Gado comprado em 1879
uk: Худоба, куплена у 1879 році

source: Cattle Sold living in 1879
de: Vieh lebend verkauft in 1879
nl: Vee verkocht in leven in 1879
pt_pt: Gado vendido vivo em 1879
uk: Худоба, продана живою у 1879 році

source: Cattle Slaughtered in 1879
de: Vieh geschlachtet in 1879
nl: Vee geslacht in 1879
pt_pt: Gado abatido em 1879
uk: Худоба, забита у 1879 році

source: Cattle Died, strayed, or stolen in 1879
de: Vieh starb, verirrt oder gestohlen in 1879
nl: Vee gestorven, verdwaald of gestolen in 1879
pt_pt: Gado morto, extraviado ou roubado em 1879
uk: Худоба, що загинула, зникла або була вкрадена у 1879 році

source: Gallons Milk Sold or sent to butter or cheese factories in 1879
de: Galonen Milch Verkauft oder an Butter- oder Käsereien geschickt in 1879
nl: Gallons melk verkocht of verzonden naar boter- of kaasfabrieken in 1879
pt_pt: Galões de leite vendidos ou enviados para fábricas de manteiga ou de queijo em 1879
uk: Галони молока, проданого або відправленого на маслоробні та сироварні заводи у 1879 році

source: Pounds Butter made on farm in 1879
de: Pounds Butter auf der Farm produziert in 1879
nl: Pond boter gemaakt op de boerderij in 1879
pt_pt: Libras de manteiga fabricada na quinta em 1879
uk: Фунти масла, виготовленого на фермі у 1879 році

source: Pounds Cheese made on farm in 1879
de: Pounds Käse auf der Farm produziert in 1879
nl: Pond kaas gemaakt op de boerderij in 1879
pt_pt: Libras de queijo fabricado na quinta em 1879
uk: Фунти сиру, виготовленого на фермі у 1879 році

source: Sheep on hand
de: Schafe zur Verfügung
nl: Schapen op voorraad
pt_pt: Ovinos à disposição
uk: Овець у наявності

source: Lambs Dropped in 1879
de: Lämmer geboren in 1879
nl: Lammeren gedropt in 1879
pt_pt: Borregos abatidos em 1879
uk: Ягнята, народжені у 1879 році

source: Sheep and Lambs Purchased in 1879
de: Gekaufte Schafe und Lämmer in 1879
nl: Schapen en lammeren gekocht in 1879
pt_pt: Ovelhas e borregos comprados em 1879
uk: Вівці та ягнята, придбані у 1879 році

source: Sheep and Lambs Sold living in 1879
de: Schafe und Lämmer lebend verkauft in 1879
nl: Schapen en lammeren levend verkocht in 1879
pt_pt: Ovelhas e borregos vendidos em 1879
uk: Вівці та ягнята, продані живими у 1879 році

source: Sheep and Lambs Slaughtered in 1879
de: Schafe und Lämmer geschlachtet in 1879
nl: Schapen en lammeren geslacht in 1879
pt_pt: Ovelhas e borregos abatidos em 1879
uk: Вівці та ягнята, забиті у 1879 році

source: Sheep and Lambs Killed by dogs in 1879
de: Schafe und Lämmer getötet durch Hunde in 1879
nl: Schapen en lammeren gedood door honden in 1879
pt_pt: Ovelhas e borregos mortos por cães em 1879
uk: Вівці та ягнята, загризені собаками у 1879 році

source: Sheep and Lambs Died of Disease in 1879
de: Schafe und Lämmer an Krankheit gestorben in 1879
nl: Schapen en lammeren overleden aan een ziekte in 1879
pt_pt: Ovelhas e borregos mortos por doença em 1879
uk: Вівці та ягнята, померлі від хвороб у 1879 році

source: Sheep and Lambs Died of stress or weather in 1879
de: Schafe und Lämmer gestorben an Stress oder durchs Wetter in 1879
nl: Schapen en lammeren door stress of het weer gestorven in 1879
pt_pt: Ovelhas e borregos mortos por stress ou intempéries em 1879
uk: Вівці та ягнята, загиблі від стресу або погодних умов у 1879 році

source: Number of Fleece, Spring 1880
de: Anzahl der Vliese, Frühjahr 1880
nl: Aantal vachten, voorjaar 1880
pt_pt: Número de velos, Primavera de 1880
uk: Кількість настриженого руна, весна 1880 року

source: Pounds Wool, Spring 1880
de: Pounds Wolle, Frühjahr 1880
nl: Pond wol, voorjaar 1880
pt_pt: Libras de lã, Primavera de 1880
uk: Фунтів вовни, весна 1880 року

source: Swine on hand
de: Schweine zur Verfügung
nl: Varkens op voorraad
pt_pt: Suínos à disposição
uk: Свині у наявності

source: Barnyard Poultry on hand
de: Scheunenhof Geflügel zur Verfügung
nl: Boerenerf pluimvee op voorraad
pt_pt: Aves de capoeira à disposição
uk: Домашня птиця у наявності

source: Other Poultry on hand
de: Anderes Geflügel zur Verfügung
nl: Ander pluimvee op voorraad
pt_pt: Outras aves de capoeira disponíveis
uk: Інша птиця у наявності

source: Dozen eggs produced in 1879
de: Dutzend Eier produziert in 1879
nl: Dozijn eieren geproduceerd in 1879
pt_pt: Dúzias de ovos produzidos em 1879
uk: Десятки яєць, вироблені у 1879 році

source: Acres Barley in 1879
de: Acres Gerste in 1879
nl: Hectares gerst in 1879
pt_pt: Hectares de cevada em 1879
uk: Акри ячменю у 1879 році

source: Bushels Barley in 1879
de: Bushels Gerste in 1879
nl: Schepels gerst in 1879
pt_pt: Alqueires de cevada em 1879
uk: Бушелі ячменю у 1879 році

source: Acres Buckwheat in 1879
de: Acres Buchweizen in 1879
nl: Hectares boekweit in 1879
pt_pt: Hectares de trigo mourisco em 1879
uk: Акри гречки у 1879 році

source: Bushels Buckwheat in 1879
de: Bushels Buchweizen in 1879
nl: Schepels boekweit in 1879
pt_pt: Alqueires de trigo mourisco em 1879
uk: Бушелі гречки у 1879 році

source: Acres Indian Corn in 1879
de: Acres Mais in 1879
nl: Hectares maïs in 1879
pt_pt: Hectares de milho indiano em 1879
uk: Акри кукурудзи у 1879 році

source: Bushels Indian Corn in 1879
de: Bushels Mais in 1879
nl: Schepels maïs in 1879
pt_pt: Alqueires de milho indiano em 1879
uk: Бушелі кукурудзи у 1879 році

source: Acres Oats in 1879
de: Acres Hafer in 1879
nl: Hectares haver in 1879
pt_pt: Hectares de aveia em 1879
uk: Акри вівса у 1879 році

source: Bushels Oats in 1879
de: Bushels Hafer in 1879
nl: Schepels haver in 1879
pt_pt: Alqueires de aveia em 1879
uk: Бушелі вівса у 1879 році

source: Acres Rye in 1879
de: Acres Roggen in 1879
nl: Hectares rogge in 1879
pt_pt: Hectares de centeio em 1879
uk: Акри жита у 1879 році

source: Bushels Rye in 1879
de: Bushels Roggen in 1879
nl: Schepels rogge in 1879
pt_pt: Alqueires de centeio em 1879
uk: Бушелі жита у 1879 році

source: Acres Wheat in 1879
de: Acres Weizen in 1879
nl: Hectares tarwe in 1879
pt_pt: Hectares de trigo em 1879
uk: Акри пшениці у 1879 році

source: Bushels Wheat in 1879
de: Bushels Weizen in 1879
nl: Schepels tarwe in 1879
pt_pt: Alqueires de trigo em 1879
uk: Бушелі пшениці у 1879 році

source: Bushels Canadian Peas in 1879
de: Bushels kanadische Erbsen in 1879
nl: Schepels Canadese erwten in 1879
pt_pt: Alqueires de ervilhas canadianas em 1879
uk: Бушелі канадського гороху у 1879 році

source: Bushels Beans in 1879
de: Bushels Bohnen in 1879
nl: Schepels bonen in 1879
pt_pt: Alqueires de feijão em 1879
uk: Бушелі квасолі у 1879 році

source: Acres Flax in 1879
de: Acres Flachs in 1879
nl: Hectares vlas in 1879
pt_pt: Hectares de linho em 1879
uk: Акри льону у 1879 році

source: Bushels Flax Sued in 1879
de: Bushels Flachssamen in 1879
nl: Schepels vlaszaad in 1879
pt_pt: Alqueires de linho processados em 1879
uk: Бушелі льняного насіння у 1879 році

source: Tons Flax Straw in 1879
de: Tons Flachsstroh in 1879
nl: Tonnen vlasstro in 1879
pt_pt: Toneladas de palha de linho em 1879
uk: Тонни льняної соломи у 1879 році

source: Pounds Flax Fiber in 1879
de: Pounds Flachsfasern in 1879
nl: Pond vlasvezel in 1879
pt_pt: Libras de fibra de linho em 1879
uk: Фунти льняного волокна у 1879 році

source: Acres Hemp in 1879
de: Acres Hanf in 1879
nl: Hectares hennep in 1879
pt_pt: Hectares de cânhamo em 1879
uk: Акри конопель у 1879 році

source: Tons Hemp in 1879
de: Tons Hanf in 1879
nl: Ton hennep in 1879
pt_pt: Toneladas de cânhamo em 1879
uk: Тонни конопель у 1879 році

source: Acres Sorghum in 1879
de: Acres Sorghumhirse in 1879
nl: Hectares sorghum in 1879
pt_pt: Hectares de sorgo in 1879
uk: Акри сорго у 1879 році

source: Pounds Sorghum Sugar in 1879
de: Pounds Sorghumhirse Zucker in 1879
nl: Pond sorghumsuiker in 1879
pt_pt: Libras de açúcar de sorgo em 1879
uk: Фунти цукру з сорго у 1879 році

source: Gallons Sorghum Molasses in 1879
de: Gallons Sorghumhirse Melasse in 1879
nl: Gallons sorghummelasse in 1879
pt_pt: Galões de melaço de sorgo em 1879
uk: Галони патоки з сорго у 1879 році

source: Pounds Maple Sugar in 1879
de: Pounds Ahornzucker in 1879
nl: Pond esdoornsuiker in 1879
pt_pt: Libras de açúcar de ácer em 1879
uk: Фунти кленового цукру у 1879 році

source: Gallons Maple Molasses in 1879
de: Gallons Ahorn Melasse in 1879
nl: Gallons esdoornmelasse in 1879
pt_pt: Galões de melaço de ácer em 1879
uk: Галони кленової патоки у 1879 році

source: Acres Broom Corn in 1879
de: Acres Rispenhirse in 1879
nl: Hectares bezemgraan in 1879
pt_pt: Hectares de milho de vassoura em 1879
uk: Акри віничного сорго у 1879 році

source: Pounds Broom Corn in 1879
de: Pounds Rispenhirse in 1879
nl: Pond bezemgraan in 1879
pt_pt: Libras de milho de vassoura em 1879
uk: Фунти віничного сорго у 1879 році

source: Acres Hops in 1879
de: Acres Hopfen in 1879
nl: Hectares hop in 1879
pt_pt: Hectares de lúpulo em 1879
uk: Акри хмелю у 1879 році

source: Pounds Hops in 1879
de: Pounds Hopfen in 1879
nl: Pond hop in 1879
pt_pt: Libras de lúpulo em 1879
uk: Фунти хмелю у 1879 році

source: Acres Potatoes (Irish) in 1879
de: Acres irische Kartoffeln in 1879
nl: Hectares aardappelen (Iers) in 1879
pt_pt: Hectares de batata (irlandesa) em 1879
uk: Акри картоплі (ірландської) у 1879 році

source: Bushels Potatoes (Irish) in 1879
de: Bushels irische Kartoffeln in 1879
nl: Schepels aardappelen (Iers) in 1879
pt_pt: Alqueires de batata (irlandesa) em 1879
uk: Бушелі картоплі (ірландської) у 1879 році

source: Acres Potatoes (Sweet) in 1879
de: Acres Süßkartoffeln in 1879
nl: Hectares aardappelen (zoet) in 1879
pt_pt: Hectares de batata (doce) em 1879
uk: Акри картоплі (солодкої) у 1879 році

source: Bushels Potatoes (Sweet) in 1879
de: Bushels Süßkartoffeln in 1879
nl: Schepels aardappelen (zoet) in 1879
pt_pt: Alqueires de batata (doce) em 1879
uk: Бушелі картоплі (солодкої) у 1879 році

source: Acres Tobacco in 1879
de: Acres Tabak in 1879
nl: Hectares tabak in 1879
pt_pt: Hectares de tabaco em 1879
uk: Акри тютюну у 1879 році

source: Pounds Tobacco in 1879
de: Pounds Tabak in 1879
nl: Pond tabak in 1879
pt_pt: Libras de tabaco em 1879
uk: Фунти тютюну у 1879 році

source: Acres Apple Orchards in 1879
de: Acres Apfelplantagen in 1879
nl: Hectares appelboomgaarden in 1879
pt_pt: Hectares de pomares de macieira em 1879
uk: Акри яблуневих садів у 1879 році

source: Number of Bearing Apple Trees in 1879
de: Anzahl tragender Apfelbäume in 1879
nl: Aantal appeldragende bomen in 1879
pt_pt: Número de macieiras produtivas em 1879
uk: Кількість плодоносних яблунь у 1879 році

source: Bushels Apples in 1879
de: Bushels Äpfel in 1879
nl: Schepels appels in 1879
pt_pt: Alqueires de maçãs em 1879
uk: Бушелі яблук у 1879 році

source: Acres Peach Orchards in 1879
de: Acres Pfirsichplantagen in 1879
nl: Hectares perzikboomgaarden in 1879
pt_pt: Hectares de pomares de pêssegos em 1879
uk: Акри персикових садів у 1879 році

source: Number of Bearing Peach Trees in 1879
de: Anzahl tragender Pfirsichbäume in 1879
nl: Aantal perzikdragende bomen in 1879
pt_pt: Número de pessegueiros em crescimento em 1879
uk: Кількість плодоносних персикових дерев у 1879 році

source: Bushels Peaches in 1879
de: Bushels Pfirsiche in 1879
nl: Schepels perziken in 1879
pt_pt: Alqueires de pêssegos em 1879
uk: Бушелі персиків у 1879 році

source: Total value of Orchard Products Sold or Consumed in 1879
de: Gesamtwert der 1879 verkauften oder konsumierten Obstgartenprodukte
nl: Totale waarde van verkochte of verbruikte boomgaardproducten in 1879
pt_pt: Valor total dos produtos de pomar vendidos ou consumidos em 1879
uk: Загальна вартість садових продуктів, проданих або спожитих у 1879 році

source: Acres Nurseries
de: Acres Gärtnerei
nl: Hectares kwekerijen
pt_pt: Hectares de viveiros
uk: Акри розсадників

source: Value of Nursery Products Sold
de: Wert verkaufter Gärtnereiprodukte
nl: Waarde van verkochte kwekerijproducten
pt_pt: Valor dos produtos de viveiro vendidos
uk: Вартість проданої продукції розсадників

source: Acres Vineyards
de: Acres Weinberge
nl: Hectares wijngaarden
pt_pt: Hectares de vinhas
uk: Акри виноградників

source: Grapes sold in 1879
de: Weintrauben verkauft in 1879
nl: Druiven verkocht in 1879
pt_pt: Uvas vendidas em 1879
uk: Виноград, проданий у 1879 році

source: Wine made in 1879
de: Wein produziert in 1879
nl: Wijn gemaakt in 1879
pt_pt: Vinho produzido em 1879
uk: Вино, виготовлене у 1879 році

source: Value of Market Garden Produce Sold in 1879
de: Wert der Gärtnereiprodukte 1879 verkauft
nl: Waarde van in 1879 verkochte tuinbouwproducten
pt_pt: Valor dos produtos de horta vendidos em 1879
uk: Вартість продукції ринку городництва, проданої у 1879 році

source: Pounds Honey in 1879
de: Pounds Honig in 1879
nl: Pond honing in 1879
pt_pt: Libras de mel em 1879
uk: Фунти меду у 1879 році

source: Pounds Beeswax in 1879
de: Pounds Bienenwachs in 1879
nl: Pond bijenwas in 1879
pt_pt: Libras de cera de abelha em 1879
uk: Фунти бджолиного воску у 1879 році

source: Cords of Wood cut in 1879
de: Klafter Holz gefällt in 1879
nl: Koorden van hout gesneden in 1879
pt_pt: Cordas de madeira cortadas em 1879
uk: Корд деревини, заготовленої у 1879 році

source: Value of forest products sold or consumed in 1879
de: Wert der 1879 verkauften oder konsumierten Forstprodukte
nl: Waarde van bosproducten verkocht of geconsumeerd in 1879
pt_pt: Valor dos produtos florestais vendidos ou consumidos em 1879
uk: Вартість лісової продукції, проданої або спожитої у 1879 році

source: Street and No.
de: Straße und Nr.
hr: Ulica i broj
nl: Straat en nr.
pt_pt: Rua e n.º
uk: Вулиця та номер

source: Ward
de: Bezirk
nl: Afdeling
pt_pt: Ala
uk: Район

source: Veteran of Civil War or widow of a veteran
de: Veteran des Bürgerkriegs oder Witwe eines Veteranen
hr: Veteran građanskog rata ili udovica veterana
nl: Veteraan van de burgeroorlog of weduwe van een veteraan
pt_pt: Veterano da Guerra Civil ou viúva de um veterano
uk: Ветеран Громадянської війни або вдова ветерана

source: Single, married, widowed or divorced
de: Ledig, verheiratet, verwitwet oder geschieden
hr: Singl, vjenčani, obudovljeni ili razvedeni
nl: Vrijgezel, gehuwd, weduwe of gescheiden
pt_pt: Solteiro, casado, viúvo ou divorciado
uk: Неодружений, одружений, вдівець або розлучений

source: Mother of how many children and number of children living
de: Mutter wie vieler Kinder und Anzahl der lebenden Kinder
nl: Moeder van hoeveel kinderen en aantal nog levende kinderen
pt_pt: Mãe de quantos filhos e número de filhos que vivem
uk: Кількість народжених дітей та число живих дітей

source: Number of years in US
de: Anzahl von Jahren in USA
nl: Aantal jaren in de VS
pt_pt: N.º de anos nos EUA
uk: Кількість років у США

source: Naturalized
de: Eingebürgert
nl: Genaturaliseerd
pt_pt: Naturalizado
uk: Натуралізований

source: Naturalization papers taken out
de: Einbürgerungspapiere herausgenommen
nl: Naturalisatiepapieren verwijderd
pt_pt: Documentos de naturalização retirados
uk: Документи про натуралізацію отримані

source: Able to read
de: Kann lesen
nl: In staat om te lezen
pt_pt: Sabe ler
uk: Уміє читати

source: Able to write
de: Kann schreiben
nl: In staat om te schrijven
pt_pt: Sabe escrever
uk: Уміє писати

source: Able to speak English; if not, the language spoken
de: Kann Englisch sprechen; wenn nicht, die gesprochene Sprache
nl: In staat om Engels te spreken; zo niet, de gesproken taal
pt_pt: Sabe falar inglês; senão, a língua falada
uk: Уміє говорити англійською; якщо ні, вказати мову

source: Suffering from disease
de: An Krankheit leiden
nl: Lijdend aan een ziekte
pt_pt: Sofre de doença
uk: Страждає від хвороби

source: Whether defective and name of defect
de: Ob beeinträchtigt und Name der Beeinträchtigung
nl: Of het defect is en de naam van het defect
pt_pt: Se deficiente e qual a deficiência
uk: Чи має вади, та назва вади

source: Prisoner, convict, homeless child or pauper
de: Gefangener, Verurteilter, obdachloses Kind oder Almosenempfänger
nl: Gevangene, veroordeelde, dakloos kind of pauper
pt_pt: Prisioneiro, condenado, criança sem abrigo ou indigente
uk: Ув'язнений, засуджений, безпритульна дитина або жебрак

source: Supplemental schedule and page
de: Zusatzliste und Seite
nl: Aanvullend schema en pagina
pt_pt: Calendário e página suplementares
uk: Додатковий список і сторінка

source: Supervisor's District No.
de: Supervisor's Bezirk Nr.
nl: Supervisor's district nr.
pt_pt: N.º do distrito do supervisor
uk: Номер округу наглядача

source: Enumeration District No.
de: Zählbezirk Nr.
nl: Opsomming district nr.
pt_pt: N.º de distrito do recenseamento
uk: Номер переписного округу

source: Rank
da: Rang
de: Rang
hr: Položaj
nl: Rang
pt_pt: Posição
uk: Ранг

source: Company
de: Kompanie
nl: Bedrijf
pt_pt: Empresa
uk: Компанія

source: Regiment/Vessel
de: Regiment/Schiff
hr: Pukovnija/brod
nl: Regiment/vaartuig
pt_pt: Regime/Vaso
uk: Полк/судно

source: Date Enlisted
de: Datum angeworben
nl: Datum aangeworven
pt_pt: Data de alistamento
uk: Дата вступу на службу

source: Date Discharged
de: Datum Abschied bekommen
nl: Datum ontslagen
pt_pt: Data de dispensa
uk: Дата звільнення

source: Length of Service
de: Länge der Dienstzeit
nl: Duur van de dienst
pt_pt: Duração do serviço
uk: Тривалість служби

source: Disability Incurred
de: Behinderung aufgetreten
nl: Invaliditeit opgelopen
pt_pt: Incapacidade incorrida
uk: Отримана інвалідність

source: State (or Territory) of
de: Staat (oder Gebiet) von
hr: Država (ili teritorij) od
nl: Staat (of territorium) van
pt_pt: Estado (ou Território) de
uk: Штат (або територія)

source: Division of County
de: Aufteilung des Kreis
nl: Afdeling van de provincie
pt_pt: Divisão do condado
uk: Район округу

source: Name of Institution
de: Name der Einrichtung
nl: Naam van de instelling
pt_pt: Nome da instituição
uk: Назва установи

source: City, Town, Village
de: Großstadt Stadt Dorf
hr: Grad, selo
nl: Grote stad, stad, dorp
pt_pt: Cidade, Vila, Aldeia
uk: Місто, селище, село

source: Ward of city
de: Stadtbezirk
nl: Stadswijk
pt_pt: Ala da cidade
uk: Район міста

source: Street Address
de: Straße und Hausnummer
hr: Ulična adresa
nl: Straatadres
pt_pt: Morada da rua
uk: Адреса вулиці

source: Relation to head
de: Beziehung zum Oberhaupt
hr: Odnos prema glavi
nl: Relatie met hoofd
pt_pt: Parentesco com o chefe
uk: Стосунок до голови сім’ї

source: Month of birth
de: Geburtsmonat
hr: Mjesec rođenja
nl: Geboortemaand
pt_pt: Mês de nascimento
uk: Місяць народження

source: Years of present marriage
de: Jahre der gegenwärtigen Ehe
nl: Jaren van huidig huwelijk
pt_pt: Anos de casamento
uk: Кількість років у поточному шлюбі

source: Mother of how many children
de: Mutter wie vieler Kinder
nl: Moeder van hoeveel kinderen
pt_pt: Mãe de quantos filhos
uk: Скільки дітей народила мати

source: Number of children living
de: Anzahl lebender Kinder
nl: Aantal levende kinderen
pt_pt: Número de filhos vivos
uk: Кількість живих дітей

source: Year of immigration
de: Jahr der Einwanderung
nl: Jaar van immigratie
pt_pt: Ano de imigração
uk: Рік імміграції

source: Months not employed
de: Monate arbeitslos
nl: Maanden niet werkzaam
pt_pt: Meses de desemprego
uk: Місяців без роботи

source: Attended school
de: Schulbesuch
nl: Ging naar school
pt_pt: Escola frequentada
uk: Відвідував школу

source: Can read
de: Kann lesen
hr: Zna čitati
nl: Kan lezen
pt_pt: Sabe ler
uk: Уміє читати

source: Can write
de: Kann schreiben
hr: Zna pisati
nl: Kan schrijven
pt_pt: Sabe escrever
uk: Уміє писати

source: Can speak English
de: Kann Englisch sprechen
hr: Govori engleski
nl: Kan Engels spreken
pt_pt: Sabe falar inglês
uk: Уміє говорити англійською

source: Home owned or rented
de: Eigenheim oder gemietet
nl: Huis in eigendom of gehuurd
pt_pt: Casa própria ou alugada
uk: Будинок у власності або орендований

source: Owned free or mortgaged
de: Im Besitz Frei oder verpfändet
nl: Eigendom gratis of hypotheek
pt_pt: Própria livre ou hipotecada
uk: У власності без боргу або в іпотеці

source: Farm or house
de: Farm oder Haus
nl: Boerderij of huis
pt_pt: Quinta ou casa
uk: Ферма або будинок

source: Number of farm schedule
de: Nummer der Farm Liste
nl: Nummer van boerderijplanning
pt_pt: Número de horários agrícolas
uk: Номер фермерського запису

source: Naturalized or alien
de: Eingebürgert oder Ausländer
hr: Naturaliziran ili stranac
nl: Genaturaliseerd of vreemdeling
pt_pt: Naturalizado ou estrangeiro
uk: Натуралізований або іноземець

source: Able to speak English; if not, language spoken
de: Englischkenntnisse; falls nicht, gesprochene Sprache
nl: In staat om Engels te spreken; zo niet, gesproken taal
pt_pt: Sabe falar inglês; senão, língua falada
uk: Уміє говорити англійською; якщо ні, вказати мову

source: Nature of industry
de: Art der Branche
hr: Vrsta branše
nl: Aard van de industrie
pt_pt: Natureza da indústria
uk: Характер галузі
