Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: You have Gramps %s installed; an unreleased development version. Thank you for contributing and testing; please report any issues. Backups are your friend.
da: Du har Gramps %s installeret; en ikke frigivet udviklingsversion. Tak for at bidrage og teste; rapporter venligst alle problemer. Sikkerhedskopier er din ven.
de: Du hast Gramps %s installiert; eine unveröffentlichte Entwicklungsversion. Vielen Dank für deine Mithilfe und das Testen; bitte melde alle Probleme. Sicherungen sind dein Freund.
he: מותקנת גרסת גרמפס %s. זוהי גרסת פתוח שטרם שוחררה. תודה על התרומה ובדיקת התכנה, נא לדווח על סוגיות ככל שהיו. גיבויים הם 'חברים יקרים'.
hr: Imaš Gramps %s; to je neobjavljena razvojna verzija. Hvala ti na doprinošenju i testiranju; prijavi bilo koji problem. Sigurnosne kopije su tvoj prijatelj.
nl: U heeft Gramps %s geïnstalleerd; een nog niet uitgebrachte ontwikkelingsversie. Bedankt voor het bijdragen en testen; meld eventuele problemen. Back-ups zijn uw vriend.
pt_pt: Tem o Gramps %s instalado, uma versão de desenvolvimento não lançada. Obrigado por contribuir e testar; por favor, relate quaisquer problemas. E faça salvaguardas.
uk: У вас встановлено Gramps %s; це невипущена версія для розробників. Дякуємо за ваш внесок і тестування; будь ласка, повідомляйте про будь-які проблеми. Резервні копії — ваші друзі.

source: You have Gramps %s. Congratulations, you have the current version.
da: Du benytter Gramps %s. Tillykke, du benytter den nuværende version.
de: Du hast Gramps %s. Herzlichen Glückwunsch, du hast die aktuelle Version.
he: מותקנת גרסת גרמפס %s. ברכות! הגרסה העדכנית ביותר מותקנת.
hr: Imaš Gramps %s. Čestitamo, imaš aktualnu verziju.
nl: U heeft Gramps %s. Gefeliciteerd, u heeft de huidige versie.
pt_pt: Tem o Gramps %s. Parabéns, tem a versão mais actual.
uk: У вас встановлено Gramps %s. Вітаємо, у вас найновіша версія.

source: (Requires version
da: (Kræver version
de: (Benötigt Version
he: (נדרשת גרסה
hr: (Zahtijeva verziju
nl: (Vereist versie
pt_pt: (Requer a versão
uk: (Потрібна версія

source: or greater installed.)
da: eller nyere installeret
de: oder höher installiert.)
he: או מאוחרת יותר מותקנת).
hr: ili novija instalirana.)
nl: of hoger geïnstalleerd.)
pt_pt: ou superior instalada.)
uk: або новіша встановлена.)

source: (Passed: version
da: (Godkendt: version
de: (Bestanden: Version
he: (עבר: גרסה
hr: (Prošlo: verzija
nl: (Geslaagd: versie
pt_pt: (Aprovado: versão
uk: (Успішно: версія

source: unknown version
da: ukendt version
de: unbekannte Version
he: גרסה לא ידועה
hr: nepoznata verzija
nl: onbekende versie
pt_pt: versão desconhecida
uk: невідома версія

source: DISPLAY not set
da: DISPLAY er ikke sat
de: ANZEIGE nicht eingestellt
he: מצג לא הוגדר
hr: DISPLAY nije postavljen
nl: DISPLAY niet ingesteld
pt_pt: DISPLAY não definido
uk: DISPLAY не встановлено

source: or greater.)
da: eller nyere.)
de: oder höher.)
he: או מאוחר יותר).
hr: ili novija.)
nl: of groter.)
pt_pt: ou superior.)
uk: або новіша.)

source: (Requires
da: (Kræver
de: (Benötigt
he: (נדרש
hr: (Zahtijeva
nl: (Vereist
pt_pt: (Requer
uk: (Потрібна

source: • Berkeley Database library (bsddb3:
de: • Berkeley-Datenbank-Bibliothek (bsddb3:
pt_pt: • Biblioteca Berkeley Database (bsddb3:
uk: • Бібліотека бази даних Berkeley (bsddb3:

source: • SQLite Database library (sqlite3:
de: • SQLite-Datenbankbibliothek (sqlite3:
pt_pt: • Biblioteca SQLite Database (sqlite3:
uk: • Бібліотека бази даних SQLite (sqlite3:

source: • xdg-utils (Manual check see instructions link)
da: • xdg-utils (Manuel kontrol se instruktions link)
de: • xdg-utils (Manuelle Prüfung siehe Anleitungslink)
nl: • xdg-utils (­Handmatige controle zie instructies-link)
pt_pt: • xdg-utils (verificação manual, veja a ligação às instruções)
uk: • xdg-utils (Ручна перевірка, див. посилання з інструкцією)

source: • librsvg2 (Manual check see instructions link)
da: • librsvg2 (Manuel kontrol se instruktions link)
de: • librsvg2 (Manuelle Prüfung siehe Anleitungslink)
nl: • librsvg2 (Handmatige controle zie instructies-link)
pt_pt: • librsvg2 (verificação manual, veja a ligação às instruções)
uk: • librsvg2 (Ручна перевірка, див. посилання з інструкцією)

source: • language-pack-gnome-xx (Manual check see instructions link) for your Language <show locale here TBD>
da: • language-pack-gnome-xx (Manual kontrol se instruktions link) for dit sprog<show locale here TBD>
de: • language-pack-gnome-xx (manuelle Prüfung siehe Anleitungslink) für deine Sprache <hier Gebietsschema anzeigen TBD>
nl: • language-pack-gnome-xx (Handmatige controle zie instructies-link) voor jouw taal <toon locale hier NTB>
pt_pt: • language-pack-gnome-xx (verificação manual, veja a ligação às instruções) para o seu idioma <mostrar aqui TBD>
uk: • language-pack-gnome-xx (Ручна перевірка, див. посилання з інструкцією) для вашої мови <показати локаль тут (TBD)>

source: or greater installed.)
da: eller nyere installeret.)
de: oder höher installiert.)
he: או מאוחרת יותר מותקנת.)
hr: ili novija instalirana.)
nl: of hoger geïnstalleerd.)
pt_pt: ou superior instalada.)
uk: або новіша встановлена.)

source: or greater)
da: eller nyere.)
de: oder höher)
he: או מאוחר יותר)
hr: ili novija)
nl: of hoger)
pt_pt: ou superior)
uk: або новіша)

source: Graphviz not in system PATH
da: Graphviz ikke i system PATH
de: Graphviz nicht im Systempfad (PATH)
he: Graphviz לא כלול בנתיב המערכת
hr: Graphviz nije u STAZI sustava
nl: Graphviz niet in systeem PATH
pt_pt: O Graphviz não está no PATH do sistema
uk: Graphviz не в системному шляху (PATH)

source: Ghostscript not in system PATH
da: Ghostscript ikke i system PATH
de: Ghostscript nicht im Systempfad (PATH)
he: Ghostscript לא כלול בנתיב המערכת
hr: Ghostscript nije u STAZI sustava
nl: Ghostscript niet in systeem PATH
pt_pt: O Ghostscript não está no PATH do sistema
uk: Ghostscript не в системному шляху (PATH)

source: (Passed: version 0.5.x is installed.)
da: (Godkendt: version 0.5.x er installeret.)
de: (Bestanden: Version 0.5.x ist installiert.)
he: (עבר: גרסה 0.5.x מותקנת.)
hr: (Prošlo: instalirana je verzija 0.5.x.)
nl: (Geslaagd: versie 0.5.x is geïnstalleerd.)
pt_pt: (Aprovado: a versão 0.5.x está instalada.)
uk: (Успішно: встановлено версію 0.5.x.)

source: (Requires version 0.5.x)
da: (Kræver version 0.5.x)
de: (Benötigt Version 0.5.x)
he: (נדרשת גרסה 0.5.x)
hr: (Zahtijeva verziju 0.5.x)
nl: (Vereist versie 0.5.x)
pt_pt: (Requer versão 0.5.x)
uk: (Потрібна версія 0.5.x)

source: • python-fontconfig not found, (Requires version 0.5.x)
da: • python-fontconfig ikke fundet, (Kræver version 0.5.x)
de: • python-fontconfig nicht gefunden, (Benötigt Version 0.5.x)
hr: • python-fontconfig nije pronađen, (zahtijeva verziju 0.5.x)
nl: • python-fontconfig niet aangetroffen, (Vereist versie 0.5.x)
pt_pt: • python-fontconfig em falta, requer versão 0.5.x)
uk: • python-fontconfig не знайдено, (потрібна версія 0.5.x)

source: • python-fontconfig installed, version unavailable
da: • python-fontconfig installeret, version er ikke tilgængelig
de: • python-fontconfig installiert, Version nicht verfügbar
nl: • python-fontconfig geïnstalleerd, versie niet beschikbaar
pt_pt: • python-fontconfig instalado, versão indisponível
uk: • python-fontconfig встановлено, версія недоступна

source: or greater installed.) (enchant module:
da: eller nyere installeret.) (enchant module:
de: oder höher installiert.) (enchant Modul:
he: או מאוחרת יותר מותקנת). (פרקן enchant:
hr: ili novija je instalirana.) (modul enchant:
nl: of hoger geïnstalleerd.) (enchant module:
pt_pt: ou superior instalado.) (módulo enchant:
uk: або новіша встановлена.) (модуль enchant:

source: • rcs %s TBD (Passed: version %s or greater installed. If not on Microsoft Windows)
da: • rcs %s TBD (Godkendt: version %s eller nyere installeret.hvis ikke på Microsoft Windows)
de: • rcs %s TBD (Bestanden: Version %s oder höher installiert. Wenn nicht unter Microsoft Windows)
nl: • rcs %s NTB (Passed: versie %s of hoger geïnstalleerd. Indien niet op Microsoft Windows)
pt_pt: • rcs %s TBD (passou: versão %s ou superior instalada. Se não for Microsoft Windows)
uk: • rcs %s TBD (Успішно: встановлена версія %s або новіша. Якщо не Microsoft Windows)

source: • rcs %s TBD (Requires version %s or greater installed. If not on Microsoft Windows)
da: • rcs %s TBD (Kræver version %s eller nyere installeret. hvis ikke på Microsoft Windows)
de: • rcs %s TBD (Erfordert die Installation von Version %s oder höher. Wenn nicht unter Microsoft Windows)
nl: • rcs %s NTB (Vereist versie %s of hoger geïnstalleerd. Indien niet op Microsoft Windows)
pt_pt: • rcs %s TBD (requer a versão %s ou superior instalada. Se não for Microsoft Windows)
uk: • rcs %s TBD (Потрібна версія %s або новіша. Якщо не Microsoft Windows)

source: can't found it because exiv2 not installed
da: ikke fundet, da exiv2 ikke er installeret
de: kann es nicht finden, weil exiv2 nicht installiert ist
nl: kan het niet vinden omdat exiv2 niet is geïnstalleerd
pt_pt: impossível encontrar, exiv2 não instalado
uk: Не знайдено, оскільки exiv2 не встановлено

source: GExiv2 : %s (Exiv2 library : %s)
de: GExiv2 : %s (Exiv2-Bibliothek: %s)
he: GExiv2 : %s (Exiv2 ספריית : %s)
hr: GExiv2 : %s (Exiv2 biblioteka : %s)
nl: GExiv2 : %s (Exiv2 bibliotheek : %s)
pt_pt: GExiv2 : %s (biblioteca Exiv2 : %s)
uk: GExiv2 : %s (Бібліотека Exiv2 : %s)

source: found another font
da: fandt en anden font
de: eine andere Schriftart gefunden
he: נמצא גופן אחר
hr: pronađen je jedan drugi font
nl: een ander lettertype gevonden
pt_pt: encontrou outra fonte
uk: знайдено інший шрифт

source: For addon Networkchart, font <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> provides an extremely readable result.
da: For tillæg Networkchart, font <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> giver et virkeligt læsbart resultat.
de: Für die Erweiterung Netzwerkdiagramm liefert die Schriftart <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> ein äußerst lesbares Ergebnis.
he: לתוסף Networkchart, גופן <a href="https://www.fontsquirrel.com/fonts/white-rabbit">ארנב לבן</a> מספק תוצאה קריאה להפליא.
hr: Za dodatak „Mrežni dijagram”, font <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> daje izuzetno čitljiv rezultat.
nl: Voor add-on Networkchart biedt lettertype <a href="https://www.fontsquirrel.com/fonts/white-rabbit"> White Rabbit </a> een buitengewoon leesbaar resultaat.
pt_pt: Para a extensão Networkchart, a letra <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit </a> fornece um resultado extremamente legível.
uk: Для додатку Networkchart шрифт <a href="https://www.fontsquirrel.com/fonts/white-rabbit">White Rabbit</a> забезпечує надзвичайно читабельний результат.

source: Why, when same code works in Graphview
da: Hvorfor, når samme kode virker i Graphview
de: Warum, wenn derselbe Code in Graphview funktioniert
he: מדוע, כאשר אותו קוד עובד ב־Graphview
hr: Zašto, kad isti kod radi u Graphviewu
nl: Waarom, als dezelfde code werkt in Graphview
pt_pt: Porquê, quando o mesmo código funciona no Graphview
uk: Чому, коли той самий код працює в Graphview

source: not installed
da: ikke installeret
de: nicht installiert
he: לא מותקן
hr: nije instalirano
nl: niet geïnstalleerd
pt_pt: não instalado
uk: не встановлено

source: and one of either: (pydotplus:
da: og en af disse: (pydotplus:
de: und einer der folgenden Optionen: (pydotplus:
nl: en een van beide: (pydotplus:
pt_pt: e um de: (pydotplus:
uk: і один з наступних: (pydotplus:

source: ) or (pygraphviz:
da: ) eller (pygraphviz:
de: ) oder (pygraphviz:
he: ) או (pygraphviz:
hr: ) ili (pygraphviz:
nl: ) of (pygraphviz:
pt_pt: ) ou (pygraphviz:
uk: ) або (pygraphviz:

source: Installed(MS-Windows)
da: Installeret(MS-Windows)
de: Installiert(MS-Windows)
he: תותקן (וינדוס MS)
hr: Instalirani (MS-Windows)
nl: Geïnstalleerd (MS-Windows)
pt_pt: Instalado (MS-Windows)
uk: Встановлено (MS-Windows)

source: Installed(Linux/Mac)
da: Installeret(Linux/Mac)
de: Installiert(Linux/Mac)
he: מותקן (לינוקס/מק)
hr: Instalirani (Linux / Mac)
nl: Geïnstalleerd (Linux / Mac)
pt_pt: Instalado (Linux / Mac)
uk: Встановлено (Linux/Mac)

source: not installed
da: ikke installeret
de: nicht installiert
he: לא מותקן
hr: nije instalirano
nl: niet geïnstalleerd
pt_pt: não instalado
uk: не встановлено

source: not found.
da: ikke fundet.
de: nicht gefunden.
he: לא נמצא.
hr: nije pronađeno.
nl: niet gevonden.
pt_pt: não encontrado.
uk: не знайдено.

source: Standard. Passed: program installed - 32bit on 64bit Win OS.
da: Standard. Godkendt: program installeret - 32bit på 64bit Win OS.
de: Standard. Bestanden: Programm installiert - 32Bit auf 64Bit Win OS.
he: תקני. עבר: תוכנה מותקנת – 32 ביט, על מערכת הפעלה וינדוס 64 ביט.
hr: Standardno. Prošlo: instalirani program – 32-bitni na 64-bitnom Win OS-u.
nl: Standaard. Geslaagd: programma geïnstalleerd - 32-bits op 64-bits Win OS.
pt_pt: Padrão. Aprovado: programa instalado - 32 bits em Windows 64 bits.
uk: Стандарт. Успішно: програму встановлено - 32-бітна версія на 64-бітній ОС Windows.

source: ) (Requires the gramps addon listed under 'Plugin lib')
da: ) (Kræver gramps tillæg listet under 'Plugin lib')
de: ) (Benötigt die unter 'Plugin lib' aufgeführte Gramps-Erweiterung)
he: ) (נדרש תוסף גרמפס שמופיע ברשימה 'Plugin lib')
hr: ) (Zahtijeva dodatak za gramps, navedene u „Plugin lib”)
nl: ) (Vereist de Gramps-add-on vermeld onder 'Plugin lib')
pt_pt: ) (Requer a extensão Gramps listada em "Plugin lib")
uk: ) (Потрібен додаток gramps, вказаний у 'Бібліотеці плагінів')

source: DBF installed
da: DBF installeret
de: DBF installiert
he: DBF מותקן
hr: DBF instaliran
nl: DBF geïnstalleerd
pt_pt: DBF instalado
uk: DBF встановлено

source: .)(Requires version
da: .)(Kræver version
de: .) (Benötigt Version
he: .)(נדרשת גרסה
hr: .) (Zahtijeva verziju
nl: .) (Vereist versie
pt_pt: .) (Requer versão
uk: .)(Потрібна версія

source: installed.)(Passed: version
da: installeret.)Godkendt: version
de: installiert.) (Bestanden: Version
he: מותקן.)(עבר: גרסה
hr: instalirana.) (Prošlo: verzija
nl: geïnstalleerd.) (Geslaagd: versie
pt_pt: instalado.) (Aprovado: versão
uk: встановлено.)(Успішно: версія

source: (OpenCV facedetection: %s)
da: (OpenCV ansigtsgenkendelse: %s)
de: (OpenCV-Gesichtserkennung: %s)
he: (זיהוי פנים OpenCV: %s)
hr: (Otkrivanje lica pomoću OpenCV: %s)
nl: (OpenCV gezichtsherkenning: %s)
pt_pt: (Detecção de rosto OpenCV: %s)
uk: (OpenCV розпізнавання облич: %s)

source: (lxml: not found. Requires version
da: (lxml: ikke fundet. Kræver version
de: (lxml: nicht gefunden. Benötigt Version
he: (lxml: לא נמצאו. נדרשת גרסה
hr: (lxml: nije pronađen. Zahtijeva verziju
nl: (lxml: niet gevonden. Vereist versie
pt_pt: (lxml: não encontrado. Requer versão
uk: (lxml: не знайдено. Потрібна версія

source: • Requires: MongoDB TBD / pymongo TBD
da: • Kræver: MongoDB TBD / pymongo TBD
de: • Benötigt: MongoDB TBD / pymongo TBD
nl: • Vereist: MongoDB NTB / pymongo NTB
pt_pt: • Requer: MongoDB TBD / pymongo TBD
uk: • Потрібно: MongoDB TBD / pymongo TBD

source: • Operating System: %s
da: • Operativ System: %s
de: • Betriebssystem: %s
nl: • Besturingssysteem: %s
pt_pt: • Sistema operativo: %s
uk: • Операційна система: %s

source: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Locale Settings:</a></b></u>
de: <u><b><a href="https://gramps-project.org/wiki/index.php/De:Gramps_6.0_Wiki_Handbuch_-_Kommandozeilen_Referenz#LANG.2C_LANGUAGE.2C_LC_MESSAGES.2C_LC_TIME">Gebietsschemaeinstellungen:</a></b></u>
he: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line/he#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">הגדרות מיקמום:</a></b></u>
hr: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Postavke jezika:</a></b></u>
nl: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Lokale Instellingen:</a></b></u>
pt_pt: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Configurações locais:</a></b></u>
uk: <u><b><a href="https://gramps-project.org/wiki/index.php?title=Gramps_5.0_Wiki_Manual_-_Command_Line#LANG.2C_LANGUAGE.2C_LC_MESSAGE.2C_LC_TIME">Налаштування Локалей:</a></b></u>

source: not set
da: ikke sat
de: nicht gesetzt
he: לא מוגדר
hr: nije postavljeno
nl: niet ingesteld
pt_pt: não configurado
uk: не встановлено

source: not tested
da: ikke testet
de: nicht getestet
he: לא נבדק
hr: nije testirano
nl: niet getest
pt_pt: não testado
uk: не перевірено

source: Installed Locales\Translations (If only English is listed please re-install Gramps again and make sure to select all the Translations and Dictionaries)
da: Installerede Locales\Oversættelser (hvis kun Engelsk er listet, så geninstaller venligst Gramps igen og sørg for at vælge alle oversættelser og ordbøger)
de: Installierte Gebietsschemata\Übersetzungen (Wenn nur Englisch aufgeführt ist, Installiere Gramps bitte noch einmal und stelle sicher, dass alle Übersetzungen und Wörterbücher ausgewählt sind)
he: מקמים\תרגומים מותקנים (אם רק השפה ה'אנגלית' מופיעה ברשימה, נא להתקין את גרמפס שוב ולוודא שכול התרגומים והמילונים שברשימה, נבחרו)
hr: Instalirani jezici\Prijevodi (Ako u popisu postoji samo engleski jezik, ponovo instaliraj Gramps i obavezno odaberi sve prijevode i rječnike)
nl: Geïnstalleerde landinstellingen \ vertalingen (als alleen Engels wordt vermeld, installeer Gramps dan opnieuw en zorg ervoor dat u alle vertalingen en woordenboeken selecteert)
pt_pt: Idiomas\Traduções instalados (se apenas o inglês estiver listado, reinstale o Gramps novamente e certifique-se de que selecciona todas as traduções e dicionários)
uk: Встановлені Локалі\Переклади (Якщо вказано лише англійську, будь ласка, перевстановіть Gramps і переконайтеся, що обрали всі Переклади та Словники)

source: Gramps Environment variables:
da: Gramps miljøvariabler
de: Gramps Umgebungsvariablen:
he: משתני סביבת־עבודה גרמפס:
hr: Varijable Gramps okruženja:
nl: Gramps omgevingsvariabelen:
pt_pt: Variáveis de ambiente do Gramps:
uk: Змінні середовища Gramps:

source: found
da: fundet
de: gefunden
he: נמצא
hr: pronađeno
nl: gevonden
pt_pt: encontrado
uk: знайдено

source: Sphinx is a tool that builds the Gramps development documentation and man pages
da: Sphinx er et værktøj som bygger Gramps udviklingsdokumentation og man sider
de: Sphinx ist ein Werkzeug, das die Gramps-Entwicklungsdokumentation und die Manpages erstellt
he: ספינקס הוא כלי לבנית תיעוד הפיתוח ועמודי מדריך הויקי של גרמפס
hr: Sphinx je alat koji gradi dokumentaciju razvoja Grampsa i stranice priručnika
nl: Sphinx is een tool die de Gramps-ontwikkelingsdocumentatie en man-pagina's samenstelt
pt_pt: O Sphinx é uma ferramenta que constrói a documentação de desenvolvimento do Gramps e páginas do manual
uk: Sphinx — це інструмент, який генерує документацію для розробників Gramps і сторінки man

source: Python Shell
hr: Python konzola
nb: Pythonskall
pt_pt: Consola Python
sk: Shell Python
uk: Оболонка Python

source: Interactive Python interpreter
de: Interaktiver Python-Interpreter
hr: Interaktivni Python interpreter
nl: Interactieve Python-interpreter
pt_pt: Interpretador Python interactivo
uk: Інтерактивний інтерпретатор Python

source: Enter Python expressions
de: Pythonausdrücke eingeben
he: הזנת ביטוי פייתון
hr: Upiši Python izraze
nb: Skriv inn Python-uttrykk
nl: Voer Python-expressies in
pt_pt: Insira expressões Python
sk: Zapíšte výrazy Pyhtonu
uk: Введіть вирази на Python

source: Query Gramplet
de: Abfrage Gramplet
he: גרמפלט שאילתה
hr: Upit – Gramplet
nl: Opvraaggramplet
pt_pt: Gramplet Consulta
uk: Грамплет запитів

source: Gramplet for running SQL-like queries
da: Gramplet for at køre SQL-lignende forespørgsler
de: Gramplet zum Ausführen SQL-ähnlicher Abfragen
he: גרמפלט להרצת שאילתות דמוי-SQL
hr: Gramplet za izvršavanje SQL upita
nl: Gramplet voor het uitvoeren van SQL-achtige zoekopdrachten (query's)
pt_pt: Gramplet para executar consultas SQL-Lite
uk: Грамплет для виконання SQL-подібних запитів

source: Query
da: Forespørgsel
de: Abfrage
he: שאילתה
hr: Upit
nl: Zoekopdracht
pt_pt: Consulta
uk: Запит

source: Query Quickview
da: Foresspørgsels kvikoversigt
de: Abfrage Schnellansicht
he: מבט מהיר לשאילתה
hr: Brzi prikaz za upite
nl: Snelweergave zoekopdracht
pt_pt: Vista rápida da consulta
uk: Швидкий перегляд запитів

source: Quick view for SQL-like running queries
da: Kvikoversigt for at udføre SQL-lignende forespørgsler
de: Schnellansicht für SQL-ähnlich laufende Abfragen
he: מבט מהיר עסור גרמפלט להרצת שאילתות דמוי-SQL
hr: Brzi prikaz za SQL upite
nl: Snelle weergave voor SQL-achtige query's in uitvoering
pt_pt: Vista rápida de consultas SQL-Lite em execução
uk: Швидкий перегляд виконання SQL-подібних запитів

source: Enter SQL query
da: Angiv SQL forespørgsel
de: SQL Abfrage eingeben
he: הזנת שאילתת SQL
hr: Unesi SQL upit
nl: Voer SQL-zoekopdracht in
pt_pt: Insira uma consulta SQL
uk: Введіть SQL-запит

source: {rows:d} rows processed in {secs} seconds.
de: {rows:d} Zeilen in {secs} Sekunden verarbeitet.
uk: {rows:d} рядків оброблено за {secs} с.

source: Today
da: I dag
de: Heute
he: היום
hr: Danas
nl: Vandaag
pt_pt: Hoje
uk: Сьогодні

source: Quilt Chart
da: Kviltet diagram
de: Steppdiagramm
hr: Poplunasti dijagram
nl: Quilt-grafiek
pt_pt: Gráfico de retalhos
uk: Діаграма Quilt

source: The view shows a quilt chart visualisation of a family tree
da: Visningen er en kviltet diagramvisning af et slægtstræ
de: Die Ansicht zeigt eine Steppdiagramm-Visualisierung eines Stammbaums
hr: Prikazuje dijagram rodoslova u obliku popluna
nl: De weergave toont een quiltkaartvisualisatie van een stamboom
pt_pt: Mostra uma vista gráfica da árvore de família
uk: Вид показує візуалізацію сімейного дерева у вигляді діаграми Quilt

source: Quilt chart
da: Kviltet diagram
de: Steppdiagramm
hr: Poplunasti dijagram
nl: Quilt-grafiek
pt_pt: Gráfico de retalhos
uk: Діаграма Quilt

source: Select the name for which you want to see.
da: Vælg navnet for det du vil se.
de: Wähle den Namen, den du sehen willst.
hr: Odaberi ime koje želiš vidjeti..
nl: Selecteer de naam die u wilt zien.
pt_pt: Seleccione o nome que deseja ver no gráfico.
uk: Виберіть ім'я, яке ви хочете побачити.

source: Clear the entry field in the name selection box.
da: Ryd indtastningsfelterne i boksen, hvor man vælger navn.
de: Leere das Eingabefeld in der Namensauswahlbox.
hr: Ukloni unošeno polje u izborniku imena.
nl: Wis het invoerveld in het naamkeuzevak.
pt_pt: Limpar o campo de entrada na caixa de selecção de nome.
uk: Очистити поле введення у вікні вибору імені.

source: Nothing is selected
da: Ingen er valgt
de: Nichts ist ausgewählt
hr: Ništa nije odabrano
nl: Er is niets geselecteerd
pt_pt: Nada seleccionado
uk: Нічого не вибрано
