Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Select Start and End Individuals in displayed path(s). Select two
da: Vælg start og slutpersoner i den viste sti. Vælg to
de: Wählen Start und End Person in angezeigtem Pfad(e). Wähle zwei aus
hr: Odaberi početnu i krajnju osobu u prikazanim linijama. Odaberi dvije
nl: Selecteer Start en Eind Personen in het weergegeven pad(en). Selecteer er twee
pt_pt: Seleccione os indivíduos inicial e final nos caminhos mostrados. Seleccione dois
uk: Виберіть початкову та кінцеву особу(осіб) у відображеному шляху(ах). Виберіть двох

source: Starting and ending person for displayed path(s). Select two people
da: Start og slutpersoner for viste sti(er). Vælg to personer
de: Start- und Endperson für angezeigten Pfad(e). Wähle zwei Leute aus
hr: Početna i krajnja osoba u prikazanim linijama. Odaberi dvije osobe
nl: Start- en eindpersoon voor weergegeven pad(en). Selecteer twee mensen
pt_pt: Indivíduos inicial e final para os caminhos mostrados. Seleccione dois indivíduos
uk: Початкова та кінцева особа для відображених шляхів. Виберіть двох осіб

source: Highlight path(s)
da: Fremhæv sti(er)
de: Pfad(e) hervorheben
hr: Istakni linije
nl: Markeer pad(en)
pt_pt: Realçar caminhos
uk: Виділити шлях(и)

source: Any
da: Enhver
de: Beliebige
hr: Bilo koje
nl: Alle
pt_pt: Qualquer
uk: Будь-який

source: Default (None)
da: Standard (Ingen)
de: Standard (Keine)
hr: Standardno (Bez)
nl: Standaard (Geen)
pt_pt: Pré-definição (nenhum)
uk: За замовчуванням (Немає)

source: None - Don't highlight paths. Direct - Highlight direct descendant/ancestor paths. Any - Highlight any path(s) including direct or indirect.
da: Ingen - undlad at fremhæve stier. Direkte - fremhæv direkte efterkomme-/ane- stier. Enhver - fremhæv alle stier både direkte og indirekte.
de: Keine - Pfade werden nicht hervorgehoben. Direkt - Hebt direkte Pfade von Nachfahren/Ahnen hervor. Alle - Alle Pfade hervorheben, einschließlich direkter oder indirekter Pfade.
hr: Bez – Nemoj istaknuti linije. Izravne – Istakni linije izravnih potomaka/predaka. Bilo koje – Istakni sve linije, bile one izravne ili neizravne.
nl: Geen - Paden niet markeren. Direct - Directe voorouders/afstammelingen markeren. Alle - Elk pad markeren, direct of indirect.
pt_pt: Nenhum - não realçar caminhos. Directo - realçar os caminhos directos entre ascendentes/descendentes. Qualquer - realçar quaisquer caminhos, incluindo directos e indirectos.
uk: Немає – не виділяти шляхи. Прямий – виділяти прямі шляхи нащадків/предків. Будь-який – виділяти будь-які шляхи, включаючи прямі та непрямі.

source: Show only path(s)
da: Vis kun sti(er)
de: Zeige nur Pfad(e)
hr: Prikaži samo linije
nl: Laat alleen pad(en) zien
pt_pt: Mostrar só caminhos
uk: Показати лише шлях(и)

source: Default (none)
da: Standard (Ingen)
de: Standard (keine)
hr: Standardno (bez)
nl: Standaard (Geen)
pt_pt: Pré-definição (nenhum)
uk: За замовчуванням (немає)

source: None - Don't show paths only. Direct - Show only direct descendant/ancestor paths. Any - Show only path(s) direct or indirect.
da: Ingen - Vis ikke kun stier. Direkte - vis kun direkte efterkommer-/ane- sti. Enhver - vis kun sti(er) direkte eller indirekte.
de: Keine - Keine nur Pfade anzeigen. Direkt - Zeigt nur direkte Nachkommen- / Vorfahrenpfade an. Beliebig - Nur direkte oder indirekte Pfad(e) anzeigen.
hr: Bez – Nemoj prikazati samo linije. Izravne – Prikaži samo linije izravnih potomaka/predaka. Bilo koje – Prikaži samo linije izravnih ili neizravnih.
nl: Geen - Niet alleen paden weergeven. Direct - Alleen directe paden van voorouders/afstammelingen weergeven. Alle - Alleen pad(en), direct of indirect, weergeven.
pt_pt: Nenhum - não mostrar só caminhos. Directo - mostrar só caminhos directos entre descendentes/ascendentes. Qualquer - mostrar só caminhos directos ou indirectos.
uk: Немає – не показувати лише шляхи. Прямий – показувати лише прямі шляхи нащадків/предків. Будь-який – показувати лише прямі або непрямі шляхи.

source: Select person at center of selection radius in graph.
da: Vælg personen i centrum for udvalgsradius i diagrammet.)
de: Wählen die Person in der Mitte des Auswahlradius in der Grafik aus.
hr: Odaberi osobu u centru polumjera odabira u dijagramu.
nl: Selecteer persoon in het midden van de selectieradius in de grafiek.
pt_pt: Seleccione o indivíduo no centro do raio da selecção no gráfico.
uk: Виберіть особу в центрі радіусу вибору в графі.

source: Max connections from center
da: Max forbindelser fra centrum
de: Max Verbindungen vom Zentrum
hr: Maks. broj veza iz centra
nl: Max verbindingen vanuit het midden
pt_pt: Máximo de ligações a partir do centro
uk: Максимальна кількість зв'язків від центру

source: Enter the maximum number of connections allowed from the center person. Value may be 1 or greater.
da: Angiv det højeste antal tilladte forbindelser fra hovedpersonen. Værdien kan være 1 eller højere.
de: Gib die maximale Anzahl der von der zentralen Person zugelassenen Verbindungen ein. Der Wert kann 1 oder größer sein.
hr: Unesi maksimalan broj veza, dozvoljenih od središnje osobe. Vrijednost mora biti veća od 1.
nl: Voer het maximum aantal toegestane verbindingen in vanaf de gecentreerde persoon. Waarde kan 1 of groter zijn.
pt_pt: Insira o máximo de ligações permitidas a partir do indivíduo central. O valor pode ser 1 ou maior.
uk: Введіть максимальну кількість зв'язків, дозволених від центральної особи. Значення повинно бути 1 або більше.

source: Limit graph to max connections from center.
da: Begræns diagrammet til max forbindelser fra centrum.
de: Den Graphen auf maximale Verbindungen von der Mitte begrenzen.
hr: Ograniči dijagram s maksimalnim brojem veza iz centra.
nl: Beperk de grafiek tot max. verbindingen vanuit het midden.
pt_pt: Limitar o gráfico ao máximo de ligações a partir do centro.
uk: Обмежити граф максимальною кількістю зв'язків від центру.

source: Display up to max connections from central person.
da: Vis op til max forbindelser fra hovedpersonen.
de: Zeig bis zu den maximalen Verbindungen von der zentralen Person an.
hr: Prikaži sve do maksimalnog broja veza središnje osobe.
nl: Toon tot max verbindingen van centrale persoon.
pt_pt: Mostrar até ao máximo de ligações a partir do indivíduo central.
uk: Показувати до максимальної кількості зв'язків від центральної особи.

source: Highlight central person in graph.
da: Fremhæv hoverpersonen i diagrammet.
de: Hebe Hauptperson im Diagramm hervor.
hr: Istakni središnju osobu u dijagramu.
nl: Markeer centraal persoon in de grafiek.
pt_pt: Realçar o indivíduo central no gráfico.
uk: Виділити центральну особу в графі.

source: Add yellow color background to central person.
da: Tilføj gul baggrund til hovedpersonen.
de: Gelben Hintergrund zu Hauptperson hinzufügen.
hr: Dodaj žutu pozadinu središnjoj osobi.
nl: Geef de centrale persoon een gele achtergrond.
pt_pt: Adicionar um fundo amarelo ao indivíduo central.
uk: Додати жовтий фон до центральної особи.

source: Use database handle instead of GrampID id in URLs.
da: Benyt databasehåndtaget istede for GrampsID i URLs.
de: Verwende Datenbankhandle anstelle von Gramps-ID in URLs.
hr: Koristi upravljače baze podataka umjesto GrampID oznaka u URL-ovima.
nl: Gebruik database-handle in plaats van Gramp-id's in URL's.
pt_pt: Usar o gestor da base de dados em vez da ID Gramps nos URLs.
uk: Використовувати ідентифікатор бази даних замість GrampID у URL-адресах.

source: Use database handle instead of the gramps id for URLs. The handle should never change whereas gramps ids can.
da: Benyt databasehåndtaget i stedet for GrampsID i URLS. Håndtaget burde aldrig ændres, hvorimod GrampsID kan.
de: Verwendet Datenbankhandle anstelle der Gramps-ID für URLs. Der Handle sollte sich niemals ändern, während Gramps-IDs es können.
hr: Koristi upravljače baze podataka umjesto GrampID oznaka u URL-ovima. Ovi upravljači se nikada ne mijenjaju, dok se GrampID-ovi mogu promijeniti.
nl: Gebruik database-handle in plaats van de gramps-ID voor URL's. De handle mag nooit veranderen, maar de gramps-id's wel.
pt_pt: Usar o gestor da base de dados em vez da ID Gramps nos URLs. O gestor nunca muda, ao passo que a ID Gramps sim.
uk: Використовувати ідентифікатор бази даних замість Gramps ID у URL-адресах. Ідентифікатор бази даних не змінюється, тоді як Gramps ID може змінюватися.

source: Confirm overwrite file.
da: Bekræft overskriv fil.
de: Überschreiben der Datei bestätigen.
hr: Potvrdi prepisivanje datoteke.
nl: Bevestig overschrijven van bestand.
pt_pt: Confirme a substituição do ficheiro.
uk: Підтвердити перезапис файлу.

source: Enable/disable confirmation of file overwrite.
da: Aktiver/deaktiver bekræftelse af overskrivning af fil.
de: Aktivieren/deaktivieren der Bestätigung der Dateiüberschreibung.
hr: Aktiviraj/deaktiviraj potvrdu za prepisivanje datoteke.
nl: Schakel de bevestiging van het overschrijven van bestanden in / uit.
pt_pt: Activar/Desactivar a confirmação de substituição do ficheiro.
uk: Увімкнути/вимкнути підтвердження перезапису файлу.

source: Note Cleanup
da: Noterensning
de: Bereinigung von Notizen
hr: Čišćenje zabilježaka
nl: Opmerking opschonen
pt_pt: Limpeza de notas
uk: Очищення приміток

source: Clean up Notes that contain HTML markup
da: Rens i noter der indeholder HTML markup
de: Bereinigung von Notizen, die HTML-Markup enthalten
hr: Počisti zabilješke, koje sadrže HTML oznake
nl: Opschonen van opmerkingen die HTML-opmaak bevatten
pt_pt: Limpa notas que contêm marcação HTML
uk: Очищення приміток, що містять HTML-розмітку

source: Note Cleanup Tool
da: Værktøj til noterensning
de: Notizbereinigungswerkzeug
hr: Alat za čišćenje zabilježaka
nl: Opmerking Cleanup Tool
pt_pt: Ferramenta de limpeza de notas
uk: Інструмент очищення приміток

source: Cleaned Notes
da: Rensede noter
de: Bereinigte Notizen
hr: Zabilješke su počišćene
nl: Opgeschoonde opmerkingen
pt_pt: Notas limpas
uk: Очищені примітки

source: Links Only
da: Kun links
de: Nur Links
hr: Samo poveznice
nl: Alleen links
pt_pt: Só ligações
uk: Лише посилання

source: Issues
da: Problemer
de: Probleme
hr: Problemi
nl: Problemen
pt_pt: Problemas
uk: Проблеми

source: Close the Note Cleanup Tool
da: Afslut værktøjet til noterensning
de: Das Notiz Bereinigung Werkzeug schließen
hr: Zatvori alat za čišćenje zabilježaka
nl: Sluit de Opmerking Cleanup Tool
pt_pt: Fechar a ferramenta de limpeza
uk: Закрити інструмент очищення приміток

source: Save All
da: Gem alt
de: Alles Speichern
hr: Spremi sve
nl: Alles opslaan
pt_pt: Gravar tudo
uk: Зберегти все

source: Save All Changes
da: Gem alle ændringer
de: Alle Änderungen Speichern
hr: Spremi sve promjene
nl: Sla alle wijzigingen op
pt_pt: Gravar todas as alterações
uk: Зберегти всі зміни

source: Search for Untidy Notes
da: Søg efter urensede noter
de: Suche nach unaufgeräumten Notizen
hr: Traži nepočišćene zabilješke
nl: Zoek naar niet opgeschoonde opmerkingen
pt_pt: Procurar notas não limpas
uk: Пошук неохайних приміток

source: Generate Test Notes
da: Dan testnoter
de: Erstelle Testnotizen
hr: Stvori testne zabilješke
nl: Genereer testopmerkingen
pt_pt: Gerar notas de teste
uk: Створити тестові примітки

source: Generate Test notes in range N99996-N99999. These are added to your database, so you may want to work with a test database or delete them later.
da: Dan testnoter i området N99996-N99999. Disse bliver tilføjet til din database, så du skal nok arbejde med en testbase eller slette dem senere.
de: Erzeugt Testnotizen im Bereich N99996-N99999. Diese werden zu deiner Datenbank hinzugefügt, so dass du vielleicht mit einer Testdatenbank arbeiten oder sie später löschen möchtest.
hr: Stvori testne zabilješke u rasponu N99996-N99999. Te zabilješke će biti dodane u tvoju bazu podataka. Stoga bi možda bilo dobro da radiš s testnom bazom podataka ili ih izbriši kasnije.
nl: Genereer testopmerkingen binnen het bereik N99996-N99999. Deze worden aan uw database toegevoegd, dus wellicht wilt u werken met een testdatabase of ze later verwijderen.
pt_pt: Gerar notas de teste no intervalo N99996-N99999. Serão adicionadas à base de dados, portanto poderá querer usar uma base de dados de teste ou eliminá-las depois.
uk: Згенерувати тестові нотатки в діапазоні N99996-N99999. Вони додаються до вашої бази даних, тому, можливо, вам варто використовувати тестову базу даних або видалити їх пізніше.

source: Please back up your database before running this tool. Start the tool by pressing the 'Search' button, then review the results. When satisifed press the 'Save All' button to save your work. You may export a summary list of the notes that were found using the 'Export' button.
da: Tag en sikkerhedskopi af din database før du udfører dette værktøj. Start værkstøjet ved at klikke på 'Søg' knappen, og gennemse så resultatet. Når du er tilfreds, tryk på 'Gem alle' knappen for at gemme dit arbejde. Du kan eksportere en summarisk liste over alle noter, der blev fundet ved at bruge 'Eksporter' knappen.
de: Bitte sichern Sie Ihre Datenbank, bevor Sie dieses Tool ausführen. Starte das Tool, indem du auf die Schaltfläche "Suchen" klickst, und überprüfe die Ergebnisse. Wenn du zufrieden bist, klicke auf 'Alles speichern', um deine Arbeit zu speichern. Du kannst eine Übersichtsliste der gefundenen Notizen exportieren, indem du auf die Schaltfläche "Exportieren" klickst.
hr: Stvori zaštitnu kopiju tvoje baze podataka prije upotrebe ovog alata. Pokreni alat pritiskom gumba „Traži”, zatim pregledaj rezultate. Ako je sve u redu, spremi pritiskom na gumb „Spremi sve”. Popis sažetka pronađenih zabilješki možeš izvesti koristeći gumb „Izvoz”.
nl: Maak een back-up van uw database voordat u deze tool uitvoert. Start het hulpmiddel door op de knop 'Zoeken' te drukken en bekijk de resultaten. Wanneer u tevreden bent, drukt u op de knop 'Alles opslaan' om uw werk op te slaan. U kunt een overzichtslijst exporteren van de aantekeningen die zijn gevonden met de 'Exporteren' knop.
pt_pt: Faça uma salvaguarda antes de usar a ferramenta. Inicie a ferramenta clicando em Procurar e depois reveja os resultados. Quando terminar, clique em Gravar tudo para gravar as alterações. Pode exportar uma lista das notas que foram encontradas.
uk: Будь ласка, зробіть резервну копію вашої бази даних перед запуском цього інструменту. Запустіть інструмент, натиснувши кнопку «Пошук», а потім перегляньте результати. Коли будете задоволені, натисніть кнопку «Зберегти все», щоб зберегти свою роботу. Ви можете експортувати список знайдених приміток, використовуючи кнопку «Експорт».

source: Clean up Notes
da: Rens noter
de: Notizen aufräumen
hr: Počisti zabilješke
nl: Opschonen opmerkingen
pt_pt: Limpar notas
uk: Очищення приміток

source: Cleanup Test Notes
da: Rens testnoter
de: Bereinige Testnotizen
hr: Počisti testne zabilješke
nl: Opschonen van testopmerkingen
pt_pt: Limpar notas de teste
uk: Очищення тестових приміток

source: Add Test Note
da: Tilføj testnote
de: Testnotiz hinzufügen
hr: Dodaj testnu zabilješku
nl: Voeg testopmerking toe
pt_pt: Adicionar nota de teste
uk: Додати тестову примітку

source: Notes selected on the left pane are shown Before cleanup in this box.
da: Noter valgt på det venstre felt er vist før rensning i denne boks.
de: Die im linken Fensterbereich ausgewählten Notizen werden vor der Bereinigung in diesem Feld angezeigt.
hr: Odabrane zabilješke na lijevoj strani se prikazuju prije čišćenja u ovom okviru.
nl: De opmerkingen die in het linkerdeelvenster zijn geselecteerd, worden vóór het opruimen in dit vak weergegeven.
pt_pt: Notas seleccionadas à esquerda são mostradas ANTES da limpeza nesta caixa.
uk: Примітки, вибрані в лівій панелі, відображаються тут до очищення.

source: Notes selected on the left pane are shown After cleanup in this box. If you wish to make changes, you can make them here and use the style controls in the toolbar above.
da: Noter valgt i det venstre felt er vist efter rensning i denne boks. Hvis du ønsker at ændre noget, kan du gøre det her og bruge stilkontrollerne i ovenstående værktøjsbjælke.
de: Die im linken Bereich ausgewählten Notizen werden nach der Bereinigung in diesem Feld angezeigt. Wenn du Änderungen vornehmen möchtest, kannst du sie hier vornehmen und den Stil verwenden der in der Werkzeugleiste oben kontrolliert wird.
hr: Odabrane zabilješke na lijevoj strani se prikazuju nakon čišćenja u ovom okviru. Ako želiš učiniti promjene, njih možeš učiniti ovdje, te korsititi upravljače stilova u gornjoj alatnoj traci.
nl: Geselecteerde opmerkingen in het linkerdeelvenster worden weergegeven na opschoning in dit vak. Als u wijzigingen wilt aanbrengen, kunt u die hier aanbrengen en de stijlbuttons in de werkbalk hierboven gebruiken.
pt_pt: Notas seleccionadas à esquerda são mostradas DEPOIS da limpeza nesta caixa. Se quiser fazer alterações, pode fazê-las aqui e usar os controlos de estilo na barra de ferramentas acima.
uk: Примітки, вибрані в лівій панелі, відображаються тут після очищення. Якщо ви хочете внести зміни, ви можете зробити це тут і використовувати елементи керування стилем на панелі інструментів вище.

source: Saving Notes
da: Gemmer noter
de: Notizen Speichern
hr: Spremanje zabilježaka
nl: Opmerkingen opslaan
pt_pt: A gravar notas
uk: Збереження приміток

source: Saving Cleaned Notes
da: Gemmer rensede noter
de: Bereinigte Notizen speichern
hr: Spremanje počišćenih zabilježaka
nl: Opgeschoonde opmerkingen opslaan
pt_pt: A gravar notas limpas
uk: Збереження очищених приміток

source: Scanning Notes
da: Skanner noter
de: Notizen scannen
hr: Pretraživanje zabilježaka
nl: Opmerkingen scannen
pt_pt: A analisar notas
uk: Сканування приміток

source: Note Gramplet
de: Notiz Gramplet
hr: Zabilješke
nb: Notat Smågramps
nl: Notitie Gramplet
pt_pt: Gramplet Nota
sk: Gramplet Poznámka
uk: Грамплет приміток

source: Gramplet for editing active person's notes
da: Gramplet til at redigere noter for den aktive person
de: Gramplet zur Bearbeitung der Notizen der aktiven Person
hr: Gramplet za uređivanje zabilježaka aktivne osobe
nl: Gramplet voor het bewerken van notities van de actieve persoon
pt_pt: Gramplet para editar as notas do indivíduo activo
uk: Грамплет для редагування приміток активної особи

source: Save Note
da: Gem note
de: Notiz speichern
hr: Spremi zabilješku
nl: Notitie opslaan
pt_pt: Gravar nota
uk: Зберегти примітку

source: Number of ancestors
da: Antal aner
de: Anzahl der Vorfahren
hr: Broj predaka
nl: Aantal voorouders
pt_pt: Número de ascendentes
uk: Кількість предків

source: Shows the number of ancestors of the current person
da: Vis antal aner for fokuspersonen
de: Zeigt die Anzahl der Vorfahren der aktuellen Person an
hr: Prikazuje broj predaka trenutačno odabrane osobe
nl: Toont het aantal voorouders van de huidige persoon
pt_pt: Mostra o número de ascendentes do indivíduo actual
uk: Показує кількість предків поточної особи

source: Number of %s's ancestors
da: Antal aner til %s
de: Anzahl der Vorfahren von %s
hr: Broj predaka od %s
nl: Aantal voorouders van %s
pt_pt: Número de ascendentes de %s
uk: Кількість предків %s

source: Generation
hr: Generacija
nl: Generatie
pt_pt: Geração
uk: Покоління

source: Found
da: Fundet
de: Gefunden
hr: Pronađeno
nl: Gevonden
pt_pt: Encontrado
uk: Знайдено

source: Theoretical
da: Teoretisk
de: Theoretisch
hr: Teoretski
nl: Theoretisch
uk: Теоретично

source: Percent
da: Procent
de: Prozent
hr: Postotak
nl: Procent
uk: Відсоток

source: There were {} of {} ancestors ({}) found. Only individual ancestors were counted. Duplicates caused by pedigree collapse were ignored.
da: Der blev {} af {} aner ({}) fundet. Kun enkelt aner blev talt. Der blev bortset fra dublikerede forårsaget af anesammenfald.
de: Es wurden {} von {} Vorfahren ({}) gefunden. .Es wurden nur einzelne Vorfahren gezählt. Duplikate, die durch den Zusammenbruch des Stammbaums verursacht wurden, wurden ignoriert.
hr: Pronađeno je {} od {} predaka ({}). Računali su samo pojedini preci. Duplikati se zanemaruju.
nl: Er zijn {} van {} voorouders ({}) gevonden. Alleen individuele voorouders werden geteld. Duplicaten veroorzaakt door kwartierherhaling werden genegeerd.
uk: Було знайдено {} із {} предків ({}). Рахувалися лише унікальні предки. Дублікати, викликані схрещуванням родоводу, ігнорувалися.

source: Shows the number of descendants of the current person
da: Viser antal efterkommere for hovedpersonen
de: Zeigt die Anzahl der Nachkommen der aktuellen Person an
hr: Prikazuje broj potomaka trenutačno odabrane osobe
nl: Toont het aantal nakomelingen van de huidige persoon
pt_pt: Mostra o número de descendentes do indivíduo actual
uk: Показує кількість нащадків поточної особи

source: Number of %s's descendants
da: Antal af %s's efterkommere
de: Anzahl der Nachkommen von %s
hr: Broj potomaka od %s
nl: Aantal afstammelingen van %s
pt_pt: Número de descendentes de %s
uk: Кількість нащадків %s

source: Seen
da: Set
de: Erlebt
hr: Doživjeni
nl: Gezien
pt_pt: Conhecidos
uk: Побачені

source: Outlived
da: Overlevede
de: Überlebt
hr: Nadživjeni
nl: Overleefd
pt_pt: Sobrevividos
uk: Пережиті

source: Now alive
da: Nulevende
de: Jetzt lebend
hr: Sada živi
nl: Nu in leven
pt_pt: Ainda vivos
uk: Зараз живі

source: Seen = number of descendants whose birth %s has lived to see
da: Set = antal af efterkommere hvis fødsel er sket mens %s levede
de: Erlebt = Anzahl der Nachkommen, deren Geburt %s erlebt hat
hr: Doživjeni = Broj potomaka, čije je rođenje doživjela osoba %s
nl: Gezien = aantal afstammelingen waarvan %s hun geboorte nog heeft meegemaakt
pt_pt: Conhecidos é o número de descendentes que %s conheceu em vida
uk: Побачені = кількість нащадків, народження яких %s встиг побачити

source: Outlived = number of descendants who died while %s was still alive
da: Overlevede = antal af efterkommere der døde mens %s stadig levede
de: Überlebt = Anzahl der Nachkommen, die schon zu Lebzeiten von %s gestorben sind
hr: Nadživjeni = Broj potomaka, koji su umrli još za vrijeme života osobe %s
nl: Overleefd = aantal afstammelingen die overleden zijn terwijl %s nog leefde
pt_pt: Sobrevividos é o número de descendentes que faleceram enquanto %s esteve vivo
uk: Пережиті = кількість нащадків, які померли, поки %s ще був(ла) живий(а)

source: Person Overview
da: Person Oversigt
de: Personenübersicht
hr: Pregled osobe
nl: Persoonsoverzicht
pt_pt: Visão geral do indivíduo
uk: Огляд особи

source: Gramplet showing an overview of events for a person
da: Gramplet viser en oversigt over hændelser for en person
de: Gramplet zeigt eine Übersicht über Ereignisse für eine Person
hr: Gramplet za prikaz događaja osobe
nl: Gramplet met een overzicht van gebeurtenissen voor een persoon
pt_pt: Gramplet que mostra uma visão geral dos eventos de um dado indivíduo
uk: Грамплет, що показує огляд подій для особи

source: Overview
da: Oversigt
de: Übersicht
hr: Pregled
nl: Overzicht
pt_pt: Visão geral
uk: Огляд

source: Family Overview
da: Familie Oversigt
de: Familienübersicht
hr: Pregled obitelji
nl: Gezinsoverzicht
pt_pt: Visão geral da família
uk: Огляд родини

source: Gramplet showing an overview of events for a family
da: Gramplet der viser en oversigt over hændelser fo en familie
de: Gramplet zeigt eine Übersicht über Ereignisse für eine Familie
hr: Gramplet za prikaz događaja obitelji
nl: Gramplet met een overzicht van gebeurtenissen voor een gezin
pt_pt: Gramplet que mostra uma visão geral dos eventos de uma dada família
uk: Грамплет, що показує огляд подій для родини

source: Gramplet showing the participants in an event
da: Gramplet der viser deltagerne i en hændelse
de: Gramplet zeigt die Beteiligten eines Ereignis
hr: Gramplet prikazuje sudionike jedong događaja
nl: Gramplet dat de deelnemers in een gebeurtenis toont
pt_pt: Gramplet que mostra os participantes num evento
uk: Грамплет, що показує учасників у події
