Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: In this note, the following special words are processed: __SEARCH_FORM__ is replaced by a search form. __NB_INDIVIDUALS__ is replaced by the number of persons. __NB_FAMILIES__ is replaced by the number of families. __NB_MEDIA__ is replaced by the number of media. __NB_SOURCES__ is replaced by the number of sources. __NB_REPOSITORIES__ is replaced by the number of repositories. __NB_PLACES__ is replaced by the number of places. __MEDIA_<gid>__ is replaced by the media with Gramps ID <gid>. __THUMB_<gid>__ is replaced by the thumbnail of the media with Gramps ID <gid>. __EXPORT_DATE__ is replaced by the current date. __GRAMPS_VERSION__ is replaced by the Gramps version. __GRAMPS_HOMEPAGE__ is replaced by the Gramps homepage link. URL starting with "relative://relative.<link>" are replaced by the relative URL "<link>".
da: I denne note bliver følgende specialord behandlet: __SEARCH_FORM__ bliver erstattet med en søgefunktion. __NB_INDIVIDUALS__ bliver erstattet med antal personer. __NB_FAMILIES__ bliver erstattet med antal familier. __NB_MEDIA__ bliver erstattet med antal medier. __NB_SOURCES__ bliver erstattet med antal kilder. __NB_REPOSITORIES__ bliver erstattet med antal arkiver. __NB_PLACES__ bliver erstattet med antal steder. __MEDIA_<gid>__ bliver erstattet med medier med Gramps ID <gid>. __THUMB_<gid>__ bliver erstattet med minibilledet af medie with Gramps ID <gid>. __EXPORT_DATE__ bliver erstattet med nuværende dato. __GRAMPS_VERSION__ bliver erstattet med Gramps versionen. __GRAMPS_HOMEPAGE__ bliver erstattet med Gramps hjemmeside link. URL der begynder med "relative://relative.<link>" bliver erstattet med den relative URL "<link>".
de: In diesem Hinweis werden die folgenden speziellen Wörter verarbeitet: __SEARCH_FORM__ wird durch ein Suchformular ersetzt. __NB_INDIVIDUALS__ wird durch die Anzahl der Personen ersetzt. __NB_FAMILIEN__ wird durch die Anzahl der Familien ersetzt. __NB_MEDIA__ wird durch die Anzahl der Medien ersetzt. __NB_SOURCES__ wird durch die Anzahl der Quellen ersetzt. __NB_REPOSITORIES__ wird durch die Anzahl der Repositories ersetzt. __NB_PLACES__ wird durch die Anzahl der Orte ersetzt. __MEDIA_<gid>__ wird durch die Medien mit Gramps ID <gid> ersetzt. __THUMB_<gid>__ wird durch die Miniaturansicht des Mediums mit der Gramps ID <gid> ersetzt. __EXPORT_DATE__ wird durch das aktuelle Datum ersetzt. __GRAMPS_VERSION__ wird durch die Gramps-Version ersetzt. __GRAMPS_HOMEPAGE__ wird durch den Gramps-Homepage-Link ersetzt. URL, die mit „relative://relative.<link>“ beginnen, werden durch die relative URL „<link>“ ersetzt.
hr: U ovoj se zabilješci obrađuju sljedeće specijalne riječi: __SEARCH_FORM__ zamjenjuje se obrascem za pretraživanje. __NB_INDIVIDUALS__ zamjenjuje se brojem osoba. __NB_FAMILIES__ zamjenjuje se brojem obitelji. __NB_MEDIA__ zamjenjuje se brojem medija. __NB_SOURCES__ zamjenjuje se brojem izvora. __NB_REPOSITORIES__ zamjenjuje se brojem spremišta. __NB_PLACES__ zamjenjuje se brojem mjesta. __MEDIA_<gid>__ zamjenjuje se medijem s Gramps ID <gid>. __THUMB_<gid>__ zamjenjuje se sličicom medija s Gramps ID <gid>. __EXPORT_DATE__ zamjenjuje se aktualnim datumom. __GRAMPS_VERSION__ zamjenjuje se Gramps verzijom. __GRAMPS_HOMEPAGE__ zamjenjuje se poveznicom na Grampsovu početnu web stranicu. URL koji započinje s „relative://relative.<link>” zamjenjuje se s relativnim URL-om „<link>”.
nl: In deze notitie worden de volgende speciale woorden gebruikt: __SEARCH_FORM__ wordt vervangen door een zoekformulier. __NB_INDIVIDUALS__ wordt vervangen door het aantal personen. __NB_FAMILIES__ wordt vervangen door het aantal gezinnen. __NB_MEDIA__ wordt vervangen door het aantal media. __NB_SOURCES__ wordt vervangen door het aantal bronnen. __NB_REPOSITORIES__ wordt vervangen door het aantal bibliotheken. __NB_PLACES__ wordt vervangen door het aantal locaties. __MEDIA_ <gid> __ wordt vervangen door media met Gramps-ID <gid>. __THUMB_ <gid> __ wordt vervangen door de miniatuurafbeelding van media met Gramps-ID <gid>. __EXPORT_DATE__ wordt vervangen door de huidige datum. __GRAMPS_VERSION__ wordt vervangen door de Gramps-versie. __GRAMPS_HOMEPAGE__ wordt vervangen door de Gramps-startpagina-link. URL die begint met "relatief: // relatief. <link>" wordt vervangen door de relatieve URL "<link>".
pt_pt: Nesta nota, são processadas as seguintes palavras especiais: __SEARCH_FORM__ é substituído por um formulário de procura. __NB_INDIVIDUALS__ é substituído pelo número de indivíduos. __NB_FAMILIES__ é substituído pelo número de famílias. __NB_MEDIA__ é substituído pelo número de multimédia. __NB_SOURCES__ é substituído pelo número de fontes. __NB_REPOSITORIES__ é substituído pelo número de repositórios. __NB_PLACES__ é substituído pelo número de locais. __MEDIA_<gid>__ é substituído pela multimédia com ID Gramps <gid>. __THUMB_<gid>__ é substituído pela miniatura da multimédia com ID Gramps <gid>. __EXPORT_DATE__ é substituído pela data actual. __GRAMPS_VERSION__ é substituído pela versão do Gramps. __GRAMPS_HOMEPAGE__ é substituído pela ligação à página “web” do Gramps. URLs começados por "relative://relative.<link>" são substituídos pelo URL relativo "<link>".
sk: V tejto poznámke sú spracované nasledujúce špeciálne slová: __SEARCH_FORM__ is nahradené vyhľadávacím formulárom. __NB_INDIVIDUALS__ je nahradené počtom osôb. __NB_FAMILIES__ je nahradené počtom rodín. __NB_MEDIA__ je nahradené počtom médií. __NB_SOURCES__ je nahradené počtom zdrojov. __NB_REPOSITORIES__ je nahradené počtom archívov. __NB_PLACES__ je nahradené počtom miest. __MEDIA_<gid>__ je nahradené médiom s Gramps ID <gid>. __THUMB_<gid>__ je nahradené náhľadom média s Gramps ID <gid>. __EXPORT_DATE__ je nahradené aktuálnym dátumom. __GRAMPS_VERSION__ je nahradené verziou Gramps. __GRAMPS_HOMEPAGE__ je nahradené odkazom na domovskú stránku Gramps. URL začínajúce na "relative://relative.<link>" sú nahradené relatívnou URL "<link>".
uk: У цій примітці обробляються такі спеціальні слова: __SEARCH_FORM__ замінюється на форму пошуку. __NB_INDIVIDUALS__ замінюється на кількість осіб. __NB_FAMILIES__ замінюється на кількість родин. __NB_MEDIA__ замінюється на кількість медіафайлів. __NB_SOURCES__ замінюється на кількість джерел. __NB_REPOSITORIES__ замінюється на кількість сховищ. __NB_PLACES__ замінюється на кількість місць. __MEDIA_<gid>__ замінюється на медіафайл із Gramps ID <gid>. __THUMB_<gid>__ замінюється на мініатюру медіафайлу з Gramps ID <gid>. __EXPORT_DATE__ замінюється на поточну дату. __GRAMPS_VERSION__ замінюється на версію Gramps. __GRAMPS_HOMEPAGE__ замінюється на посилання на домашню сторінку Gramps. URL, що починаються з "relative://relative.<link>", замінюються на відносний URL "<link>".

source: Store web pages in archive
cs: Uložit WWW stránky v archivu
da: Gem websider i arkiv
de: Webseiten im Archiv speichern
hr: Spremi web stranicu u arhivu
nl: Bewaar webpagina's in het archief
pt_pt: Armazenar páginas “web” num arquivo
sk: Uložiť webové súbory do archívu
uk: Зберігати веб-сторінки в архіві

source: Whether to create an archive file (in ZIP or TGZ format) containing the web site
cs: Zda vytvořit archivní soubor (v ZIP nebo TGZ formátu) obsahující WWW stránky
da: Hvorvidt der skal dannes en arkivfile (i ZIP eller TGZ format) der indeholder webstedet
de: Ob eine Archivdatei (im ZIP- oder TGZ-Format) erstellt werden soll, die die Website enthält
hr: Da li stvoriti arhivsku datoteku (u ZIP ili TGZ formatu), koja sadrži web stranicu
nl: Of er een archiefbestand gemaakt moet worden (in ZIP- of TGZ-formaat) van de website
pt_pt: Se deve criar um arquivo (em formato ZIP ou TGZ) contendo a página “web”
sk: Či vytvoriť archív (v ZIP alebo TGZ formáte) obsahujúci web stránku
uk: Чи створювати архівний файл (у форматі ZIP або TGZ), що містить веб-сайт

source: Archive file
cs: Archivni soubor
da: Arkivfil
de: Archivdatei
hr: Arhivna datoteka
nl: Archiefbestand
pt_pt: Ficheiro de arquivo
sk: Súbor archívu
uk: Архівний файл

source: The archive file name (with ".zip" or ".tgz" extension)
cs: Jméno archivního souboru (s příponou ".zip" nebo ".tgz")
da: Arkivfilnavn (med ".zip" eller ".tgz" fil-endelse)
de: Der Name der Archivdatei (mit der Erweiterung „.zip“ oder „.tgz“)
hr: Ime arhivne datoteke (s dodacima „.zip” ili „.tgz”)
nl: De archiefbestandsnaam (met extensie ".zip" of ".tgz")
pt_pt: O nome do arquivo (com extensão ".zip" ou ".tgz")
sk: Názov súboru archívu (s ".zip" alebo ".tgz" príponou)
uk: Ім'я архівного файлу (з розширенням ".zip" або ".tgz")

source: Web site title
cs: Hlavička nadpisu na WWW
da: Websidetitel
de: Titel der Website
hr: Naslov web-stranice
nl: Website titel
pt_pt: Título da página “web”
sk: Nadpis web stránky
uk: Назва веб-сайту

source: The title of the web site
cs: Název webové stránky
da: Titlen på websiden
de: Der Titel der Website
hr: Naslov za web stranicu
nl: De titel van de website
pt_pt: O título da página “web”
sk: Nadpis web stránky
uk: Назва веб-сайту

source: Select filter to restrict people that appear on web site
cs: Vyberte filtr pro omezení osob, které se objeví v na webových stránkách
da: Vælg filter til afgrænsning af personer der vises på websiden
de: Wähle einen Filter, um die Personen einzuschränken, die auf der Website erscheinen
hr: Odaberi filtar za ograničavanje osoba, koje će biti prikazane na web stranicama
nl: Selecteer filter om het aantal personen te beperken die op de website verschijnen
pt_pt: Seleccione o filtro para limitar os indivíduos que aparecem na página “web”
sk: Zvoľte filter pre vymedzenie osôb zobrazených na web stránke
uk: Виберіть фільтр для обмеження людей, що з'являються на веб-сайті

source: Name format (short)
cs: Formát jména (krátký)
da: Navneformat (kort)
de: Namensformat (kurz)
hr: Format imena (skraćeno)
nl: Naamopmaak (kort)
pt_pt: Formato de nome (curto)
sk: Formát mien (krátky)
uk: Формат імені (короткий)

source: Select the format to display a shorter version of the names
cs: Zvolte formát pro zobrazení zkrácených variant jmen
da: Vælg format til at vise en kortere version af navne
de: Wähle das Format, um eine kürzere Version der Namen anzuzeigen
hr: Odaberi format za skraćeni prikaz imena
nl: Selecteer de opmaak om een kortere versie van de namen weer te geven
pt_pt: Seleccione um formato de exibição da versão curta dos nomes
sk: Zvoľte formát zobrazenia krátkych verzií mien
uk: Виберіть формат для відображення скороченої версії імен

source: Web site template
cs: Šablona pro WWW stránky
da: Webstedskabelon
de: Websitevorlage
hr: Predložak za web stranicu
nl: Website sjabloon
pt_pt: Modelo de página “web”
sk: Šablóna web stránky
uk: Шаблон веб-сайту

source: Select the template of the web site
cs: Zvolte šablonu pro WWW stránky
da: Vælg skabelonen for web stedet
de: Wähle die Vorlage für die Website
hr: Odaberi predložak za web stranicu
nl: Selecteer de sjabloon van de website
pt_pt: Seleccione o modelo de página “web”
sk: Zvoľte šablónu web stránky
uk: Виберіть шаблон веб-сайту

source: Whether to include private objects
cs: Zda zahrnout soukromé objekty
da: Hvorvidt private objekter skal medtages
de: Ob vertrauliche Objekte einbezogen werden sollen
hr: Da li uključiti privatne objekte
nl: Of privé-objecten moeten worden opgenomen
pt_pt: Se deve incluir objectos privados
sk: Či zahrnúť súkromné objekty
uk: Чи включати приватні об'єкти

source: This allows you to restrict information on people who have not been dead for very long
cs: Umožní omezit informace na osoby, které nezemřely dávno
da: Dette giver dig mulighed for at begrænse oplysninger om personer der ikke har været døde i lang tid
de: So kannst du Informationen über Personen einschränken, die noch nicht lange tot sind
hr: Ovime se ograničava prikaz informacija osoba, koje su tek nedavno preminule
nl: Hiermee kunt u informatie beperken over mensen die nog niet lang overleden zijn
pt_pt: Permite restringir informação sobre indivíduos que não tenham falecido há muito tempo
sk: Toto umožňuje obmedziť informácie o nedávno zosnulých osobách
uk: Це дозволяє обмежити інформацію про людей, які померли нещодавно

source: Export notes
cs: Exportovat poznámky
da: Eksporter noter
de: Notizen exportieren
hr: Izvezi zabilješke
nl: Exporteer notities
pt_pt: Exportar notas
sk: Exportovať poznámky
uk: Експортувати примітки

source: Whether to export notes in the web pages
cs: Zda exportovat poznámky do WWW stránek
da: Hvorvidt noter i web stedet skal eksporteres
de: Ob Notizen auf den Webseiten exportiert werden sollen
hr: Da li izvesti zabilješke u web stranicu
nl: Of notities naar de webpagina's moeten worden geëxporteerd
pt_pt: Se deve exportar notas nas páginas “web”
sk: Či exportovať poznámky do web stránok
uk: Чи експортувати примітки на веб-сторінки

source: Export sources
cs: Exportovat prameny
da: Eksporter kilder
de: Quellen exportieren
hr: Izvezi izvore
nl: Exporteer bronnen
pt_pt: Exportar fontes
sk: Exportovať zdroje
uk: Експортувати джерела

source: Whether to export sources and citations in the web pages
cs: Zda exportovat prameny a citace do WWW stránek
da: Hvorvidt kilder i web stedet skal eksporteres
de: Ob Quellen und Funstellen auf die Webseiten exportiert werden sollen
hr: Da li izvesti izvore i citate u web stranicu
nl: Of bronnen en citaten naar de webpagina's moeten worden geëxporteerd
pt_pt: Se deve exportar fontes e citações nas páginas “web”
sk: Či exportovať zdroje a citácie do web stránok
uk: Чи експортувати джерела та посилання на веб-сторінки

source: Export addresses
cs: Exportovat adresy
da: Eksporter adresser
de: Adressen exportieren
hr: Izvezi adrese
nl: Adressen exporteren
pt_pt: Exportar endereços
sk: Exportovať adresy
uk: Експортувати адреси

source: Whether to export addresses in the web pages
cs: Zda exportovat adresy do WWW stránek
da: Hvorvidt adresser i web stedet skal eksporteres
de: Ob Adressen in den Webseiten exportiert werden sollen
hr: Da li izvesti adrese u web stranicu
nl: Of adressen naar de webpagina's moeten worden geëxporteerd
pt_pt: Se deve exportar endereços nas páginas “web”
sk: Či exportovať adresy do web stránok
uk: Чи експортувати адреси на веб-сторінки

source: Whether or not to include the Repository Pages.
cs: Zda zahrnovat stránky archivů či nikoli.
da: Hvorvidt arkivsiderne skal medtages eller ej.
de: Ob die Aufbewahrungsortseiten aufgenommen werden sollen oder nicht.
hr: Da li uključiti stranice sa spremištima.
nl: Of de bibliotheekpagina's moeten worden opgenomen.
pt_pt: Se deve incluir as páginas dos repositórios.
sk: Či zahrnúť stránky archívov alebo nie.
uk: Чи включати сторінки сховищ.

source: Include images and media
da: Medtag billeder og medieobjekter
de: Bilder und Medien aufnehmen
hr: Uključi slike i medijske objekte
nl: Voeg afbeeldingen en media toe
pt_pt: Incluir multimédia
sk: Zahrnúť obrázky a médiá
uk: Включати зображення та медіа

source: Whether to include images and media in the web pages
da: Hvorvidt billeder og medier skal medtages på web stedet
de: Ob Bilder und Medien in die Webseiten aufgenommen werden sollen
hr: Da li uključiti slike i medije u web stranice
nl: Of afbeeldingen en media in de webpagina's moeten worden opgenomen
pt_pt: Se deve incluir a multimédia nas páginas “web”
sk: Či zahrnúť obrázky a médiá vo web stránkách
uk: Чи включати зображення та медіа на веб-сторінки

source: Copy, rename files with an internal Gramps identifier
da: Kopier omdøb filer med en intern Gramps identifikator
de: Kopieren, Umbenennen von Dateien mit einer internen Gramps-Kennung
hr: Kopiraj, preimenuj datoteke s internom Gramps oznakom
nl: Kopieer en hernoem bestanden met een interne Gramps-ID
pt_pt: Copiar, renomear ficheiros com identificador Gramps interno
sk: Kopírovať, premenovať súbory s interným Gramps identifikátorom
uk: Копіювати, перейменовувати файли з внутрішнім ідентифікатором Gramps

source: Copy, keep file names unchanged
da: Kopier, behold navnet uændret
de: Kopieren, Dateinamen unverändert lassen
hr: Kopiraj, zadrži imena datoteka
nl: Kopieer, houd bestandsnamen ongewijzigd
pt_pt: Copiar, manter nomes de ficheiros
sk: Kopírovať, ponechať názvy súborov nezmenené
uk: Копіювати, залишати імена файлів без змін

source: Do not copy, reference existing files
da: Kopier ikke, henvis til eksisterende filer
de: Nicht kopieren, auf bestehende Dateien verweisen
hr: Ne kopiraj, referenciraj postojeću datoteku
nl: Kopieer niet, verwijs naar bestaande bestanden
pt_pt: Não copiar, referenciar ficheiros existentes
sk: Nekopírovať, odkázať na existujúce súbory
uk: Не копіювати, посилатися на існуючі файли

source: Images and media
da: Billeder og medier
de: Bilder und Medien
hr: Slike i mediji
nl: Afbeeldingen en media
pt_pt: Multimédia
sk: Obrázky a médiá
uk: Зображення та медіа

source: Whether to make a copy of the media
da: Hvorvidt medier skal kopieres
de: Ob eine Kopie der Medien erstellt werden soll
hr: Da li stvoriti kopije medija
nl: Of er een kopie van de media gemaakt moet worden
pt_pt: Se deve fazer cópias da multimédia
sk: Či vytvoriť kópiu médií
uk: Чи робити копію медіа

source: Print the notes type
cs: Tisknout typ poznámek
da: Udskriv notetypen
de: Den Notizentyp drucken
hr: Ispiši vrstu zabilježaka
nl: Druk het notitietype af
pt_pt: Imprimir o tipo das notas
sk: Zahrnúť typ poznámok
uk: Друкувати тип приміток

source: Whether to print the notes type in the notes text
cs: Zda tisknout typ poznámky v textu poznámky
da: Hvorvidt notetypen skal skrives i notens tekst
de: Ob der Notizentyp im Notizentext gedruckt werden soll
hr: Da li ispisati vrstu zabilješke u tekstu zabilješke
nl: Of het notitietype afgedrukt moet worden in de notitietekst
pt_pt: Se deve imprimir o tipo das notas no texto das notas
sk: Či zahrnúť v poznámkach aj ich typ
uk: Чи друкувати тип приміток у тексті приміток

source: Print place pages
cs: Tisknout stránky míst
da: Udskriv stedsider
de: Ortsseiten drucken
hr: Ispiši stranice mjesta
nl: Locatiepagina's afdrukken
pt_pt: Imprimir páginas de locais
sk: Zahrnúť stránky s miestami
uk: Друкувати сторінки місць

source: Whether to show pages for the places
cs: Zda zobrazit stránky pro místa
da: Hvorvidt der skal vises sider for stederne
de: Ob Seiten für die Orte angezeigt werden sollen
hr: Da li prikazati stranice za mjesta
nl: Of pagina's voor de locaties moeten worden weergegeven
pt_pt: Se deve mostrar páginas dos locais
sk: Či zobraziť stránky s miestami
uk: Чи показувати сторінки для місць

source: Choose your choice of map service for creating the Place Map Pages
cs: Zvolte mapovou službu pro vytváření stránek map míst
da: Vælg din kortservice der skal danne stedkort siderne
de: Wähle einen Kartendienst deiner Wahl für die Erstellung der Ortskartenseiten
hr: Odaberi svoju kartografsku uslugu za stvaranje kartografskih stranica mjesta
nl: Kies uw kaartservice voor het maken van de locatiekaartpagina's
pt_pt: Escolha o seu serviço de mapas para criar as páginas de mapas
sk: Vyberte si poskytovateľa máp pre vyvtvorenie stránky s miestami
uk: Виберіть сервіс мап для створення сторінок з мапами місць

source: Google map API key
da: Google Maps API nøgle
de: Google map API-Schlüssel
hr: Google karta API ključ
nl: Google-kaart API-sleutel
pt_pt: Chave da API Google Maps
sk: Google map API kľúč
uk: API ключ Google Maps

source: The API key used for the Google map
da: API nøglen der benyttes til Google map
de: Der für Google map verwendete API-Schlüssel
hr: API ključ za Google kartu
nl: De API-sleutel die wordt gebruikt voor de Google-kaart
pt_pt: A chave API usada para o Google Maps
sk: API kľúč používaný pre Google mapu
uk: API ключ, що використовується для Google Maps

source: Whether or not to include family pages
cs: Zda zahrnout stránky rodin
da: Hvorvidt familiesider skal medtages
de: Ob Familienseiten aufgenommen werden sollen oder nicht
hr: Da li uključiti obiteljske stranice
nl: Al dan niet gezinspagina's opnemen
pt_pt: Se deve incluir páginas familiares
sk: Či zahrnúť stránky rodín alebo nie
uk: Чи включати сторінки родини

source: Whether to include half and/ or step-siblings with the parents and siblings
cs: Zda zahrnovat nevlastní a/nebo nemanželské sourozence s rodiči a sourozenci
da: Hvorvidt halv- og/eller stedsøskende skal medtages sammen med forældre og søskende
de: Ob Halb- und/oder Stiefgeschwister mit den Eltern und Geschwistern einbezogen werden sollen
hr: Da li uključiti polubraću s roditeljima i braću/sestre
nl: Of half- en/of stiefbroers en -zussen met de ouders en broers en zussen moeten worden ogepnomen
pt_pt: Se deve incluir meios-irmãos e/ou irmãos adoptivos com os pais e irmãos
sk: Či zahrnúť nevlastných súrodencov s rodičmi a súrodencami
uk: Чи включати зведених або прийомних братів і сестер разом з батьками та рідними братами й сестрами

source: Enable page configuration
cs: Zapnout nastavení stránky
da: Tillad sideopsætning
de: Seitenkonfiguration aktivieren
hr: Omogući konfiguraciju stranice
nl: Schakel paginaconfiguratie in
pt_pt: Activar configuração da página
sk: Povoliť prispôsobenie stránky
uk: Увімкнути налаштування сторінок

source: Whether to enable page configuration
cs: Zda zapnout nastavení stránky
da: Hvorvid sideopsætning skal tillades
de: Ob die Seitenkonfiguration aktiviert werden soll
hr: Da li omogućiti konfiguraciju stranice
nl: Of pagina-configuratie moet worden ingeschakeld
pt_pt: Se deve activar a configuração da página
sk: Či povoliť prispôsobenie stránky
uk: Чи увімкнути налаштування сторінок

source: Whether to use tabbed panels for the different sections of the pages.
cs: Zda použít tabelované panly pro různé sekce stránek
da: Hvorvidt der skal benyttes felter med faneblade for de forskellige sektioner af siderne.
de: Ob für die verschiedenen Abschnitte der Seiten Registerkarten verwendet werden sollen.
hr: Da li koristiti registarske kartice za različite odjeljke stranice.
nl: Of panelen met tabbladen moeten worden gebruikt voor de verschillende secties van de pagina's.
pt_pt: Se deve usar separadores para diferentes secções das páginas.
sk: Či použiť panely s tabmi pre rôzne sekcie stránok
uk: Чи використовувати вкладки для різних розділів сторінок.

source: Whether to show the last modification time in the pages footer
cs: Zda zobrazit čas poslední změny v patičce stránek
da: Hvorvidt det seneste rettelsestidspunkt skal vises i sidefoden
de: Ob die Zeit der letzten Änderung in der Fußzeile der Seite angezeigt werden soll
hr: Da li prikazati vrijeme zadnje promjene u podnožju stranice
nl: Of de laatste wijzigingstijd in de voettekst van de pagina moet worden weergegeven
pt_pt: Se deve mostrar a hora da última modificação no rodapé das páginas
sk: Či zobraziť čas poslednej úpravy v pätičke súboru
uk: Чи показувати час останньої зміни у нижній частині сторінок

source: Whether to insert sources author in the sources title
cs: Zda vložit autora pramene do názvu pramene
da: Hvorvidt kildeforfatter skal medtages i kildeoverskriften
de: Ob der Autor der Quelle in den Titel der Quelle eingefügt werden soll
hr: Da li uključiti autora izvora u naslovu izvora
nl: Of de bronauteur moet worden ingevoegd in de titel van de bron
pt_pt: Se deve inserir o autor das fontes no título das fontes
sk: Či uviesť autora zdrojov v nadpise zdrojov
uk: Чи вставляти автора джерел у назву джерел

source: Whether to hide the Gramps ID
da: Hvorvidt Gramps ID skal skjules
de: Ob die Gramps ID versteckt werden soll
hr: Da li sakriti Gramps ID oznake
nl: Of het Gramps-ID verborgen moet worden
pt_pt: Se deve ocultar a ID Gramps
sk: Či skryť Gramps ID
uk: Чи приховувати Gramps ID

source: List
da: Liste
de: Liste
hr: Popis
nl: Lijst
pt_pt: Lista
sk: Zoznam
uk: Список

source: Table
da: Tabel
de: Tabelle
hr: Tablica
nl: Tabel
pt_pt: Tabela
sk: Tabuľka
uk: Таблиця
