Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: ResidentsMale
da: BeboereMænd
de: BewohnerMännlich
nl: InwonersMan
pt_pt: ResidentesHomens
uk: Мешканці: чоловіки

source: 12. Residents: Members, Male
da: 12. Beboere: Medlemmer, Mænd
de: 12. Bewohner: Angehörigen, Männlich
nl: 12. Inwoners: leden, man
pt_pt: 12. Residentes: membros, masculino
uk: 12. Мешканці: члени, чоловіки

source: ResidentsFemale
da: BeboereKvinder
de: BewohnerWeiblich
nl: InwonersVrouw
pt_pt: ResidentesMulheres
uk: Мешканці: жінки

source: 13. Residents: Members, Female
da: 13. Beboere: Medlemmer, Kvinder
de: 13. Bewohner: Angehörigen, Weiblich
nl: 13. Inwoners: leden, vrouw
pt_pt: 13. Residentes: membros, feminino
uk: 13. Мешканці: члени, жінки

source: NonMembersMale
da: IkkeMedlemMand
de: KeineAngehörigenMännlich
nl: Niet-ledenMan
pt_pt: NãoMembrosMasculino
uk: Не члени: чоловіки

source: 14. Residents: Not Members: Male
da: 14. Beboere: Ikke Medlem: Mand
de: 14. Bewohner: Keine Angehörigen: Männlich
nl: 14. Inwoners: niet-leden: man
pt_pt: 14. Residentes: não membros, homem
uk: 14. Мешканці: не члени: чоловіки

source: NonMembersFemale
da: IkkeMedlemKvinde
de: KeineAngehörigenWeiblich
nl: Niet-ledenVrouw
pt_pt: NãoMembrosFeminino
uk: Не члени: жінки

source: 15. Residents: Not Members: Female
da: 15. Beboere: Ikke Medlem: Kvinde
de: 15. Bewohner: Keine Angehörigen: Weiblich
nl: 15. Inwoners: niet-leden: vrouw
pt_pt: 15. Residentes: não membros, mulher
uk: 15. Мешканці: не члени: жінки

source: AbsentMembersMale
da: FraværendeMedlemMand
de: AngehörigeabwesendMännlich
nl: Afwezige-ledenMan
pt_pt: MembrosAusentesMasculino
uk: Чоловіки відсутні

source: 16. Members Absent: Male
da: 16. Medlemmer fraværende: Mand
de: 16. Angehörige abwesend: Männlich
nl: 16. Afwezige leden: man
pt_pt: 16. Membros ausentes: masculino
uk: 16. Члени відсутні: чоловіки

source: AbsentMembersFemale
da: FraværendeMedlemKvinde
de: AngehörigeabwesendWeiblich
nl: Afwezige-ledenVrouw
pt_pt: MembrosAusentesFeminino
uk: Жінки відсутні

source: 17. Members Absent: Female
da: 17. Fraværende Medlemmer: Kvinde
de: 17. Angehörige abwesend: Weiblich
nl: 17. Afwezige leden: vrouw
pt_pt: 17. Membros ausentes, feminino
uk: 17. Члени відсутні: жінки

source: DeafDumbMale
da: DøvStumMand
de: TaubStummMännlich
nl: DoofstomMan
pt_pt: SurdoMudoMasculino
uk: Глухонімі: чоловіки

source: 18. Deaf and Dumb: Male
da: 18. Døv og Stum: Mand
de: 18. Taub und stumm: Männlich
nl: 18. Doof en stom: man
pt_pt: 18. Surdos/mudos: masculino
uk: 18. Глухонімі: чоловіки

source: DeafDumbFemale
da: DøvStumKvinde
de: TaubStummWeiblich
nl: DoofstomVrouw
pt_pt: SurdoMudoFeminino
uk: Глухонімі: жінки

source: 19. Deaf and Dumb: Female
da: 19. Døv og Stum: Kvinde
de: 19. Taub und stumm: Weiblich
nl: 19. Doof en stom: vrouw
pt_pt: 19. Surdos e mudos: feminino
uk: 19. Глухонімі: жінки

source: BlindMale
da: BlindMand
de: BlindMännlich
nl: BlindMan
pt_pt: CegoMasculino
uk: Сліпі: чоловіки

source: 20. Blind: Male
da: 20. Blind: Mand
de: 20. Blind: Männlich
nl: 20. Blind: man
pt_pt: 20. Cegos: masculino
uk: 20. Сліпі: чоловіки

source: BlindFemale
da: BlindKvinde
de: BlindWeiblich
nl: BlindVrouw
pt_pt: CegoFeminino
uk: Сліпі: жінки

source: 21. Blind: Female
da: 21: Blind: Kvinde
de: 21. Blind: Weiblich
nl: 21. Blind: Vrouw
pt_pt: 21. Cegos: feminino
uk: 21. Сліпі: жінки

source: LunaticMale
da: SindsygMand
de: Geisteskranker
nl: KrankzinnigMan
pt_pt: MalucoMasculino
uk: Душевнохворий чоловік

source: 22. Lunatics: Male
da: 22. Sindsyg: Mand
de: 22. Geisteskranke: Männlich
nl: 22. krankzinnigen: man
pt_pt: 22. Lunáticos: masculino
uk: 22. Душевнохворі: чоловіки

source: LunaticFemale
da: SindsygKvinde
de: Geisteskranke
nl: KrankzinnigVrouw
pt_pt: MalucoFeminino
uk: Душевнохвора жінка

source: 23. Lunatics: Female
da: 23. Sindsyg: Kvinde
de: 23. Geisteskranke: Weiblich
nl: 23. krankzinnigen: vrouw
pt_pt: 23. Lunáticos: feminino
uk: 23. Душевнохворі: жінки

source: ScholarMale
da: ElevMand
de: SchülerMännlich
nl: ScholierMan
pt_pt: EstudiosoMasculino
uk: Учень (чоловіча стать)

source: 24. Attending School: Male
da: 24. Skoleelev: Mand
de: 24. Schulbesuch: Männlich
nl: 24. Schoolgaand: man
pt_pt: 24. A estudar: masculino
uk: 24. Відвідують школу: хлопці

source: ScholarFemale
da: ElevKvinde
de: SchülerWeiblich
nl: ScholierVrouw
pt_pt: EstudiosoFeminino
uk: Учениця (жіноча стать)

source: 25. Attending School: Female
da: 25. Skoleelev: Kvinde
de: 24. Schulbesuch: Weiblich
nl: 25. Schoolgaand: vrouw
pt_pt: 25. A estudar: feminino
uk: 25. Відвідують школу: дівчата

source: Birth1851Male
da: Født1851Mænd
de: Geburt1851Männlich
nl: Geboorte1851Man
pt_pt: Nascimento1851Masculino
uk: Народження у 1851 році: чоловіча стать

source: 26. Births During the Year 1851: Male
da: 26. Fødte i året 1851: Mænd
de: 26. Geburten im Jahr 1851: männlich
nl: 26. Geboorten gedurende het jaar 1851: man
pt_pt: 26. Nascidos em 1851: masculino
uk: 26. Народження у 1851 році: хлопчики

source: Birth1851Female
da: Født1851Kvinde
de: Geburt1851Weiblich
nl: Geboorte1851Vrouw
pt_pt: Nascimento1851Feminino
uk: Народження у 1851 році: жіноча стать

source: 27. Births During the Year 1851: Female
da: 27. Fødte i 1851: Kvinder
de: 27. Geburten im Jahr 1851: weiblich
nl: 27. Geboorten tijdens het jaar 1851: Vrouw
pt_pt: 27. Nascidos em 1851: feminino
uk: 27. Народження у 1851 році: дівчатка

source: Death1851Male
da: Døde1851Mænd
de: Tod1851Männlich
nl: Overleden1851Man
pt_pt: Óbito1851Masculino
uk: Смерті у 1851 році: чоловіча стать

source: 28. Deaths During the Year 1851: Male
da: 19. Døde i 1851: Mænd
de: 28. Todesfälle im Jahr 1851: Männlich
nl: 28. Sterfgevallen tijdens het jaar 1851: Man
pt_pt: 28. Falecidos em 1851: masculino
uk: 28. Смерті у 1851 році: чоловіки

source: Death1851Female
da: Døde1851Kvinder
de: Tod1851Weiblich
nl: Overleden1851Vrouw
pt_pt: Óbito1851Feminino
uk: Смерті у 1851 році: жіноча стать

source: 29. Deaths During the Year 1851: Female
da: 29. Døde i 1851: Kvinder
de: 29. Todesfälle im Jahr 1851: weiblich
nl: 29. Sterfgevallen tijdens het jaar 1851: Vrouw
pt_pt: 29. Falecidos em 1851: feminino
uk: 29. Смерті у 1851 році: жінки

source: DeathAgeCause
da: DødAlderÅrsag
de: TodAlterUrsache
nl: OverledenLeeftijdOorzaak
pt_pt: IdadeCausaÓbito
uk: Вік і причина смерті

source: 30. Age and Cause of Deaths
da: 30. Alder og årsag til død
de: 30. Alter und Todesursache
nl: 30. Leeftijd en overlijdensoorzaak
pt_pt: 30. Idade e causa de óbito
uk: 30. Вік і причина смерті

source: Houses
da: Huse
de: Häuser
hr: Kuće
nl: Huizen
pt_pt: Casas
uk: Будинки

source: 31. Houses: Brick, Stone, Frame, Log, Shanty, or other kinds of residence
da: 31, Huse: Mursten, Sten, Bindingsværk, Træ eller anden form for bolig
de: 31. Häuser: Ziegel, Stein, Tragwerk, Baumstamm, Hütte oder andere Arten von Wohnsitz
hr: 31. Kuće: cigla, kamen, drvo, deblo, koliba ili druge vrste prebivališta
nl: 31. Huizen: baksteen, steen, lijst, blokhut, barak of andere soorten woningen
pt_pt: 31. Casas: tijolo, pedra, estrutura, madeira, lata ou outros tipos de residência
uk: 31. Будинки: цегляні, кам'яні, дерев'яні, зрубні, бараки або інші види житла

source: HousesStories
da: HusEtager
de: HäuserGeschosse
hr: Katovi kuće
nl: Huizenverhalen
pt_pt: HistóriasCasas
uk: Поверховість будинків

source: 32. Houses: No. of Stories
da: 32. Huse: Antal etager
de: 32. Häuser: Anzahl der Geschosse
nl: 32. Huizen: aantal verhalen
pt_pt: 32. Casas: n.º de histórias
uk: 32. Будинки: кількість поверхів

source: HousesFamilies
da: HuseFamilier
de: HäuserFamilien
hr: Obitelji kuće
nl: HuizenGezinnen
pt_pt: CasasFamílias
uk: Сім'ї в будинках

source: 33. No. of Families Occupying
da: 33. Antal af familier der bebor
de: 33. Anzahl Familien belegt
nl: 33. Aantal gevestigde gezinnen
pt_pt: 33. N.º de famílias ocupantes
uk: 33. Кількість сімей, що мешкають

source: HousesVacant
da: LedigeHuse
de: HäuserFrei
hr: Nenastanjene kuće
nl: HuizenVacant
pt_pt: CasasVazias
uk: Порожні будинки

source: 34. Houses: Vacant
da: 34. Huse: Ledige
de: 34. Häuser: Frei
nl: 34. Huizen: Vrij
pt_pt: 34. Casas: vazias
uk: 34. Будинки: порожні

source: HousesBuilding
da: HusBygninger
de: HäuserBau
hr: Zgrade
nl: HuizenGebouw
pt_pt: CasasEdifício
uk: Будинки в будівництві

source: 35. Houses: Building
da: 36: Huse: Bygninger
de: 35. Häuser: Bau
nl: 35. Huizen: gebouw
pt_pt: 35. Casas: edifício
uk: 35. Будинки: у процесі будівництва

source: Shops
da: Butikker
de: Geschäfte
hr: Trgovine
nl: Winkels
pt_pt: Lojas
uk: Крамниці

source: 36. Shops, Stores, Inns, Taverns etc.
da: 36. Butikker, Forretninger, Kroer, Restauranter o.s.v.
de: 36. Geschäfte, Läden, Gasthäuser, Tavernen usw.
nl: 36. Winkels, warenhuizen, herbergen, tavernes etc.
pt_pt: 36. Lojas, armazéns, pousadas, tabernas, etc.
uk: 36. Магазини, крамниці, готелі, таверни тощо.

source: PublicBuildings
da: OffentligeBygninger
de: ÖffentlicheGebäude
hr: Javne ustanova
nl: OpenbareGebouwen
pt_pt: EdifíciosPúblicos
uk: Громадські будівлі

source: 37. Public Buildings
da: 37. Offentlige Bygninger
de: 37. Öffentliche Gebäude
nl: 37. Openbare gebouwen
pt_pt: 37. Edifícios públicos
uk: 37. Громадські будівлі

source: WorshipPlaces
da: ReligiøseSteder
de: KultOrte
nl: Gebedshuizen
pt_pt: TemplosAdoração
uk: Місця поклоніння

source: 38. Places of Worship
da: 39. Religiøse bygninger
de: 38. Kultstätten
nl: 38. Gebedshuizen
pt_pt: 38. Locais de culto
uk: 38. Місця релігійного поклоніння

source: BuisnessInfo
da: Erhvervsinformation
de: Geschäftsinformationen
hr: Informacije o poduzeću
nl: Bedrijfsinfo
pt_pt: InformaçãoNegócio
uk: Інформація про підприємства

source: 39. Information on Mills, Factories etc., their cost, power, produce, etc.
da: 39. Information om møller, fabrikker o.s.v. deres værdi, strøm, produkter o.s.v.
de: 39. Informationen über Mühlen, Fabriken usw., deren Kosten, Strom, Produktion usw.
nl: 39. Informatie over fabrieken, fabrieken enz., hun kosten, vermogen, productie, enz.
pt_pt: 39. Informação sobre moagens, fábricas, etc., seus custos, energia, produtos, etc.
uk: 39. Інформація про млини, фабрики тощо, їхню вартість, потужність, продукцію тощо.

source: NumEmployees
da: AntalAnsatte
de: AnzahlMittarbeiter
hr: Broj zaposlenika
nl: AantalWerknemers
pt_pt: NúmEmpregados
uk: Кількість працівників

source: 40. Number of Persons Usually Employed Therein
da: 40. Normalt antal ansatte
de: 40. Anzahl der normalerweise dort beschäftigten Personen
nl: 40. Aantal personen dat gewoonlijk daarin werkzaam is
pt_pt: 40. Número de empregados habituais
uk: 40. Кількість осіб, що зазвичай там працюють

source: 41. General Remarks of the Enumerator
da: 41. Generelle bemærkninger af optælleren
de: 41. Allgemeine Bemerkungen des Zählers
nl: 41. Algemene opmerkingen van de volksteller
pt_pt: 41. Observações gerais do recenseador
uk: 41. Загальні примітки переписувача

source: 1. Name of Occupier
da: 1. Navn af beboeren
de: 1. Name des Besitzers
nl: 1. Naam van de bezetter
pt_pt: 1. Nome do ocupante
uk: 1. Ім'я орендаря

source: Concession
da: Konsession
de: Konzession
nl: Concessie
pt_pt: Concessão
uk: Концесія

source: 2. Concession or Range
da: 2. Konsession eller areal
de: 2. Konzession oder Bereich
nl: 2. Concessie of bereik
pt_pt: 2. Concessão ou sector
uk: 2. Концесія або діапазон

source: Lot
da: Matrikel
de: Grundstück
nl: Perceel
pt_pt: Lote
uk: Земельна ділянка

source: 3. Lot or part of Lot
da: 3. Matrikel eller del af matrikel
de: 3. Grundstück oder Teil eines Grundstück
nl: 3. Perceel of een deel van een perceel
pt_pt: 3. Lote ou parte do lote
uk: 3. Ділянка або частина ділянки

source: AcresHeld
da: ArealEjet
de: AcreGehalten
nl: Hectarebezit
pt_pt: HectaresMetros2
uk: Орендовані акри

source: 4. Number of Acres of Land: Held by each person or family
da: 4. Antal af Acres land: Ejet af hver person i familien
de: 4. Anzahl der Acre Land: von jeder Person oder Familie gehalten
nl: 4. Aantal hectare land: gehouden door elke persoon of familie
pt_pt: 4. N.º de hectares de terra: detidos por cada membro da família
uk: 4. Кількість акрів землі: у власності кожної особи або сім'ї

source: AcresCultivation
da: AcresOpdyrket
de: AcreBearbeitet
nl: Akkerbouw
pt_pt: HectaresCultivo
uk: Оброблювані акри

source: 5. Number of Acres of Land: Under Cultivation
da: 5. Antal Acres af land: Opdyrket
de: 5. Anzahl der Acre Land: In Bearbeitung
nl: 5. Aantal hectares land: in cultuur
pt_pt: 5. N.º de hectares de terra: cultivados
uk: 5. Кількість акрів землі: під обробітком

source: AcresCrops
da: AcresHøst
de: AcreGeerntet
nl: HectaresGewassen
pt_pt: HectaresCulturas
uk: Акри під посівами

source: 6. Number of Acres of Land: Under Crops in 1851
da: 6. Antal Acres af land: Høstes i 1851
de: 6. Anzahl der Acre Land: 1851 unter Ernte
nl: 6. Aantal hectare land: voor gewassen in 1851
pt_pt: 6. N.º de hectares de terra: sob cultivo em 1851
uk: 6. Кількість акрів землі: під посівами у 1851 році

source: AcresPasture
da: AcresEng
de: AcreWeideland
nl: HectaresGrasland
pt_pt: HectaresPastagem
uk: Акри під пасовищами

source: 7. Number of Acres of Land: Under Pasture in 1851
da: 7. Antal Acres af land: Som eng i 1851
de: 7. Anzahl der Acre Land: 1851 unter Weideland
nl: 7. Aantal hectares land: als weiland in 1851
pt_pt: 7. N.º de hectares de terra: pastagens em 1851
uk: 7. Кількість акрів землі: під пасовищами у 1851 році

source: AcresGardens
da: AcresHave
de: AcreGärten
nl: HectaresTuinen
pt_pt: HectaresJardins
uk: Акри під садами

source: 8. Number of Acres of Land: Gardens or Orchards
da: 8. Antal Acres af land: Pryd- eller nyttehave
de: 8. Anzahl der Acre Land: Gärten oder Obstgärten
nl: 8. Aantal hectare land: tuinen of boomgaarden
pt_pt: 8. N.º de hectares de terra: jardins e pomares
uk: 8. Кількість акрів землі: під садами або фруктовими садами

source: AcresWood
da: AcresSkov
de: AcreHolz
nl: HectaresBos
pt_pt: HectaresMadeira
uk: Акри лісових угідь

source: 9. Number of Acres of Land: Under Wood or Wild
da: 9. Antal Acres af land: Skovbrug eller urørt
de: 9. Anzahl der Acre Land: Unter Holz oder Wild
nl: 9. Aantal hectare land: voor bos of wildernis
pt_pt: 9. N.º de hectares de terra: para madeira ou bravios
uk: 9. Кількість акрів землі: під лісом або дикою природою

source: WheatAcres
da: HvedeAcre
de: WeizenAcre
nl: TarweHectare
pt_pt: HectaresTrigo
uk: Пшениця (акри)

source: 10. Wheat: Acres
da: 10: Hvede: Acres
de: 10. Weizen: Acre
nl: 10. Tarwe: hectare
pt_pt: 10. N.º de hectares de terra: trigo
uk: 10. Пшениця: акри

source: WheatBsh
da: HvedeBsh
de: WeizenScheffel
nl: TarweSchepels
pt_pt: TrigoAlq
uk: Пшениця (бушелі)

source: 11. Wheat: Produce Bsh.
da: 11 Hvede: Producerede Bsh.
de: 11. Weizen: Ertrag Scheffel
nl: 11. Tarwe: productie in schepels.
pt_pt: 11. Trigo: produção
uk: 11. Пшениця: врожай у бушелях.

source: BarleyAcres
da: BygAcres
de: GersteAcre
nl: GerstHectare
pt_pt: HectaresCevada
uk: Ячмінь (акри)

source: 12. Barley: Acres
da: 12. Byg: Acres
de: 12. Gerste: Acre
nl: 12. Gerst: hectare
pt_pt: 12. N.º de hectares de terra: cevada
uk: 12. Ячмінь: акри

source: BarleyBsh
da: BygBsh
de: GersteScheffel
nl: Gerstschepels
pt_pt: CevadaAlq
uk: Ячмінь (бушелі)

source: 13. Barley: Produce Bsh.
da: 13. Byg: Producerede Bsh.
de: 13. Gerste: Ertrag Scheffel
nl: 13. Gerst: productie in schepels.
pt_pt: 13. Cevada: produção
uk: 13. Ячмінь: врожай у бушелях.

source: RyeAcres
da: RugAcres
de: RoggenAcre
nl: RoggeHectare
pt_pt: HectaresCenteio
uk: Жито (акри)

source: 14. Rye: Acres
da: 14. Rug: Acres
de: 14. Roggen: Acre
nl: 14. Rogge: hectare
pt_pt: 14. N.º de hectares de terra: centeio
uk: 14. Жито: акри

source: RyeBsh
da: RugBsh
de: RoggenScheffel
nl: RoggeSchepels
pt_pt: Centeio
uk: Жито (бушелі)

source: 15. Rye: Produce Bsh.
da: 15. Rug; Producerede Bsh.
de: 15. Roggen: Ertrag Scheffel
nl: 15. Rogge: productie in schepels.
pt_pt: 15. Centeio: produção
uk: 15. Жито: врожай у бушелях

source: PeasAcres
da: ÆrterAcres
de: ErbsenAcre
nl: ErwtenHectare
pt_pt: HectaresErvilha
uk: Горох (акри)

source: 16. Peas: Acres
da: 16. Ærter: Acres
de: 16. Erbsen: Acre
nl: 16. Erwten: hectare
pt_pt: 16. N.º de hectares de terra: ervilha
uk: 16. Горох: акри

source: PeasBush
da: ÆrterBsh
de: ErbsenBushel
nl: Erwtenstruik
pt_pt: Ervilha
uk: Горох (бушелі)

source: 17. Peas: Produce Bsh.
da: 17. Ærter Bsh.
de: 17. Erbsen: Ertrag Scheffel
nl: 17. Erwten: productie in schepels.
pt_pt: 17. Ervilha: produção
uk: 17. Горох: врожай у бушелях

source: OatsAcres
da: HavreAcres
de: HaferAcre
nl: Haverhectare
pt_pt: HectaresAveia
uk: Овес (акри)

source: 18. Oats: Acres
da: 18. Havre: Acres
de: 18. Hafer: Acre
nl: 18. Haver: hectare
pt_pt: 18. N.º de hectares de terra: aveia
uk: 18. Овес: акри

source: OatsBush
da: HavreBsh
de: HaferBushel
nl: HaverBos
pt_pt: AveiaAlq
uk: Овес (бушелі)

source: 19. Oats: Produce Bsh.
da: 19. Havre: Producerede Bsh.
de: 19. Hafer: Ertrag Scheffel
nl: 19. Haver: productie in schepels.
pt_pt: 19. Aveia: produção
uk: 19. Овес: врожай у бушелях

source: BWheatAcres
da: BHvedeAcres
de: BWeizenAcre
nl: Bweithectare
pt_pt: HectaresTrigoMourisco
uk: Гречка (акри)

source: 20. B.Wheat: Acres
da: 20. B.Hvede: Acres
de: 20. B.Weizen: Acre
nl: 20. B.weit: hectare
pt_pt: 20. N.º de hectares de terra: trigo mourisco
uk: 20. Гречка: акри

source: BWheatBush
da: BHvedeBsh
de: BWeizenBushel
nl: Bweitbos
pt_pt: Trigo Mourisco
uk: Гречка (бушелі)

source: 21. B.Wheat: Produce Bsh.
da: 21. B.Hvede: Producerede Bsh.
de: 21. B.Weizen: Ertrag Scheffel
nl: 21. Boekweit: productie in schepels.
pt_pt: 21. Trigo mourisco: produção
uk: 21. Гречка: врожай у бушелях

source: CornAcres
da: MajsAcres
de: MaisAcre
nl: Maïshectare
pt_pt: HectaresMilho
uk: Кукурудза (акри)

source: 22. Corn: Acres
da: 22. Majs: Acres
de: 22. Mais: Acre
nl: 22. Maïs: hectare
pt_pt: 22. N.º de hectares de terra: milho
uk: 22. Кукурудза: акри

source: CornBush
da: MajsBsh
de: MaisBushel
nl: Maïsbos
pt_pt: Milho
uk: Кукурудза (бушелі)

source: 23. Corn: Produce Bsh.
da: 23. Majs: Producerede Bsh.
de: 23. Mais: Ertrag Scheffel
nl: 23. Erwten: productie in schepels.
pt_pt: 23. Milho: produção
uk: 23. Кукурудза: врожай у бушелях

source: PotatoesAcres
da: KartoffelAcres
de: KartoffelnAcre
nl: Aardappelenhectare
pt_pt: HectaresBatata
uk: Картопля (акри)

source: 24. Potatoes: Acres
da: 24. Kartofler: Acres
de: 24. Kartoffeln: Acre
nl: 24. Aardappelen: hectare
pt_pt: 24. N.º de hectares de terra: batata
uk: 24. Картопля: акри

source: PotatoesBush
da: KartoflerBsh
de: KartoffelnBushel
nl: Aardappelenbos
pt_pt: Batata
uk: Картопля (бушелі)

source: 25. Potatoes: Produce Bsh.
da: 25. Kartofler: Producerede Bsh.
de: 25. Kartoffeln: Ertrag Scheffel
nl: 25. Aardappelen: productie in schepels.
pt_pt: 25. Batata: produção
uk: 25. Картопля: врожай у бушелях

source: TurnipsAcres
da: RoerAcres
de: RübenAcre
nl: Rapenhectare
pt_pt: HectaresNabo
uk: Ріпа (акри)

source: 26. Turnips: Acres
da: 26. Roer: Acres
de: 26. Rüben: Acre
nl: 26. Rapen: hectare
pt_pt: 26. N.º de hectares de terra: nabo
uk: 26. Ріпа: акри

source: TurnipsBush
da: RoerBsh
de: RübenBushel
nl: Rapenbos
pt_pt: Nabo
uk: Ріпа (бушелі)

source: 27. Turnips: Produce Bsh.
da: 27. Roer: Producerede Bsh.
de: 27. Rüben: Ertrag Scheffel
nl: 27. Rapen: productie in schepels.
pt_pt: 27. Nabo: produção
uk: 27. Ріпа: врожай у бушелях

source: CloverBush
da: KløverBsh
de: KleeBushel
nl: Klaverbos
pt_pt: Trevo
uk: Конюшина (бушелі)

source: 28. Clover, Timothy or other grass seed - Bsh.
da: 28. Kløver, timotej eller andre græsfrø - Bsh.
de: 28. Klee-, Wiesen-Lieschgras/Timotheegras- oder andere Grassamen - Scheffel
nl: 28. Klaver, timoteegras of ander graszaad - Schepel.
pt_pt: 28. Trevo, timóteo ou outra semente de ervas
uk: 28. Конюшина, тимофіївка або інше насіння трав - бушелі

source: CarrotsBush
da: GulerodsBsh
de: MöhreBushel
nl: Wortelbos
pt_pt: Cenoura
uk: Морква (бушелі)

source: 29. Carrots - Bsh.
da: 29. Gulerod - Bsh.
de: 29. Möhren - Scheffel
nl: 29. Wortelen - Schepels.
pt_pt: 29. Cenoura: produção
uk: 29. Морква - бушелі

source: MangleWurtzel
da: FoderRoer
de: Futterrübe
nl: Voederbiet
pt_pt: Beterraba
uk: Буряк Мангольд

source: 30. Mangle Wurtzel
da: 30. Foder roer
de: 30. Futterrübe
nl: 30. Voederbiet
pt_pt: 30. Beterraba
uk: 30. Буряк Мангольд

source: BeansBush
da: BønneBsh
de: BohneBushel
nl: Bonenstruik
pt_pt: Feijão
uk: Квасоля (бушелі)

source: 31. Beans Bush
da: 31. Bønne Bush
de: 31. Bohnen Bushel
nl: 31. Bonenstruik
pt_pt: 31. Feijão: produção
uk: 31. Квасоля - бушелі

source: HopsLbs
da: HumleLbs
de: HopfenLbs
nl: HopKg
pt_pt: LúpuloLbs
uk: Хміль (фунти)

source: 32. Hops Lbs.
da: 32, Humle Lbs.
de: 32. Hopfen Lbs.
nl: 32. Hop Kg.
pt_pt: 32. Lúpulo: produção
uk: 32. Хміль - фунти

source: HayQty
da: HøQty
de: HeuStk
hr: Količina sjena
nl: Hooi
pt_pt: FenoQuantidade
uk: Сіно (кількість)

source: 33. Hay, Bundles or Tons
da: 33. Hø, Baller eller tons
de: 33. Heu, Bündel oder Tons
nl: 33. Hooi, bundels of ton
pt_pt: 33. Feno: fardos, ou toneladas
uk: 33. Сіно: в'язки або тонни

source: FlaxLbs
da: HørLbs
de: FlachsLbs
nl: VlasKg
pt_pt: LinhoLbs
uk: Льон або коноплі (фунти)

source: 34. Flax or Hemp, Lbs.
da: 34. Hør eller Hamp, Lbs.
de: 34. Flachs oder Hanf, Lbs.
nl: 34. Vlas of hennep, Kg.
pt_pt: 34. Linho ou cânhamo: produção
uk: 34. Льон або коноплі - фунти

source: TobaccoLbs
da: TobakLbs
de: TabakLbs
nl: TabakKg
pt_pt: TabacoLbs
uk: Тютюн (фунти)

source: 35. Tobacco Lbs.
da: 35. Tobak Lbs.
de: 35. Tabak Lbs.
nl: 35. Tabak Kg.
pt_pt: 35. Tabaco: produção
uk: 35. Тютюн - фунти

source: WoolLbs.
da: UldLbs.
de: WolleLbs.
nl: WolKg.
pt_pt: LãLbs
uk: Вовна (фунти)

source: 36. Wool Lbs.
da: 36. Uld Lbs.
de: 36. Wolle Lbs.
nl: 36. Wol Kg.
pt_pt: 36. Lã: produção
uk: 36. Вовна - фунти

source: Column37
da: Kolonne37
de: Spalte37
nl: Kolom37
pt_pt: Coluna37
uk: Колонка 37

source: Column38
da: Kolonne38
de: Spalte38
nl: Kolom38
pt_pt: Coluna38
uk: Колонка 38

source: Column39
da: Kolonne39
de: Spalte39
nl: Kolom39
pt_pt: Coluna39
uk: Колонка 39

source: MapleSugarLbs
da: AhornSukkerLbs
de: AhornzuckerLbs
nl: EsdoornsuikerKg
pt_pt: AçucarÁcer
uk: Кленовий цукор (фунти)

source: 40. Maple Sugar Lbs.
da: 40. Ahornsukker Lbs.
de: 40. Ahornzucker englische Pfund
nl: 40. Esdoornsuiker Kg.
pt_pt: 40. Açucar de ácer: produção
uk: 40. Кленовий цукор - фунти

source: CiderGalls
da: MostGalls
de: ApfelsaftGallon
nl: CiderLiters
pt_pt: Cidra
uk: Сидр (галони)

source: 41. Cider Galls.
da: 41. Most Galls.
de: 41. Apfelsaft Gallonen
nl: 41. Cider Liters.
pt_pt: 41. Cidra: produção
uk: 41. Сидр - галони.

source: ClothYards
da: TøjYards
de: TuchYards
nl: LakenEllen
pt_pt: Tecido
uk: Сукно (ярди)

source: 42. Fulled Cloth Yards
da: 42. Fyldt Tøj Yards
de: 42. gewalktes Tuch Yards
nl: 42. Volle stoffen Ellen
pt_pt: 42. Tecido integral: produção
uk: 42. Вовняне сукно - ярди

source: LinnenYards
da: LinnedYards
de: LeinenYards
nl: LinnenEllen
pt_pt: Linho (tecido)
uk: Льон (ярди)

source: 43. Linnen - Yds.
da: 43. Linned - Yds.
de: 43. Leinen - Yards
nl: 43. Linnen - El.
pt_pt: 43. Linho (tecido): produção
uk: 43. Льон - ярди

source: FlannelYds
de: FlanelYards
nl: FlanelEl
pt_pt: Flanela
uk: Фланель (ярди)

source: 44. Flannel - Yds.
de: 44. Flanell - Yards
nl: 44. Flanel - El.
pt_pt: 44. Flanela: produção
uk: 44. Фланель - ярди

source: Bulls
da: Tyre
de: Bullen
hr: Bikovi
nl: Stieren
pt_pt: Touros
uk: Бики

source: 45. Bulls, Oxen or Steers
da: 45. Tyre, Okser eller Steers
de: 45. Bullen, Ochsen oder Stiere
nl: 45. Stieren, runderen of ossen
pt_pt: 45. Touros, bois ou novilhos
uk: 45. Бики, воли або бички

source: Milch Cows
da: MalkeKvæg
de: Milchkühe
hr: Mliječne krave
nl: Melkkoeien
pt_pt: Vacas leiteiras
uk: Молочні корови

source: 46. Milch Cows
da: 46. Malkekvæg
de: 46. Milchkühe
nl: 46. Melkkoeien
pt_pt: 46. Vacas leiteiras
uk: 46. Молочні корови

source: Calves
da: Kalve
de: Kälber
hr: Telad
nl: Kalveren
pt_pt: Vitelos
uk: Телята
