Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Removing this custom type will eliminate it from the type selection drop down lists and further runs of this tool. However, it will not remove it from the referenced items in the database. If you want to change it in referenced items, use 'Rename'.
da: Fjernelse af denne tilpassede type vil fjerne den fra "drop down lister" og yderligere udførsler af dette værktøj. Men den vil ikke fjerne den fra henviste elementer i databasen. Hvis du vil skifte den i henviste elementer, så benyt 'Omdøb'.
de: Durch Entfernen dieser benutzerdefinierten Art wird sie aus den Dropdown-Listen für die Artauswahl und weiteren Ausführungen dieses Werkzeugs entfernt. Es wird jedoch nicht aus den referenzierten Elementen in der Datenbank entfernt. Wenn du es in referenzierten Elementen ändern möchtest, verwende 'Umbenennen'.
hr: Uklanjanje ove prilagođene vrste uklonit će je iz padajućih popisa za odabir vrste i ostalih izvršavanja ovog alata. Međutim, neće je ukloniti iz referenciranih objekata u bazi podataka. Ako je želiš promijeniti u referenciranim objektima, koristi „Preimenuj”.
nl: Als u dit aangepaste type verwijdert, wordt het verwijderd uit de vervolgkeuzelijsten voor typen en het verdere verloop van dit hulpmiddel. Het zal het echter niet verwijderen uit de items waarnaar wordt verwezen in de database. Gebruik 'Hernoemen' als u het wilt wijzigen in items waarnaar wordt verwezen.
pt_pt: Remover este tipo personalizado eliminá-lo-á da lista pendente de selecção de tipos e de outras execuções desta ferramenta. Contudo, não o removerá dos itens referenciados na base de dados. Se o deseja alterar nos itens referenciados, utilize "Renomear".
uk: Видалення цього користувацького типу прибере його зі списку вибору типів та з подальших запусків цього інструменту. Однак, це не видалить його з пов’язаних записів у базі даних. Якщо ви хочете змінити його у пов’язаних записах, використовуйте 'Перейменувати'.

source: UA Web Connect Pack
de: UA Web Verknüpfungspaket
pt_pt: Pacote Internet do UA
uk: Пакет UA Web Connect

source: Collection of Web sites for the UA (requires libwebconnect)
de: Sammlung von Webseiten für UA (benötigt libwebconnect)
pt_pt: Colecção de páginas “web” para o UA (requer libwebconnect)
uk: Колекція веб-сайтів для UA (потрібна libwebconnect)

source: Forum: ukrgenealogy.com.ua
uk: Форум: ukrgenealogy.com.ua

source: Forum: genoua.name
uk: Форум: genoua.name

source: Encyclopedia: esu.com.ua
de: Enzyklopädie: esu.com.ua
uk: Енциклопедія: esu.com.ua

source: Wikipedia: uk.wikipedia.org
uk: Вікіпедія: uk.wikipedia.org

source: Repressed DB: reabit.org.ua
de: Repression DB: reabit.org.ua
uk: Репресовані БД: reabit.org.ua

source: Genealogy DB: familysearch.org
de: Genealogie-DB: familysearch.org
pt_pt: BD genealógica: familysearch.org
uk: БД генеології: familysearch.org

source: Genealogy DB: myheritage.com.ua
de: Genealogie-DB: myheritage.com.ua
uk: БД генеології: myheritage.com.ua

source: Genealogy DB: pra.in.ua
de: Genealogie-DB: pra.in.ua
pt_pt: BD genealógica: pra.in.ua
uk: Генеалогія БД: pra.in.ua

source: Map: Ridni.org
de: Karte: Ridni.org
uk: Карта: Ridni.org

source: Search: google.com.ua
de: Suche: google.com.ua
uk: Пошук: google.com.ua

source: Search: roots.in.ua
de: Suche: roots.in.ua
pt_pt: Procurar: roots.in.ua
uk: Пошук: roots.in.ua

source: UK Web Connect Pack
de: UK Web Verknüpfungspaket
hr: UK Web Connect zbirka
pt_pt: Pacote Internet do RU
uk: Пакет підключення до вебсайтів Великої Британії

source: Collection of Web sites for the UK (requires libwebconnect)
de: Sammlung von Webseiten für UK (benötigt libwebconnect)
hr: Zbirka web stranica za Ujedinjeno Kraljevstvo (zahtijeva libwebconnect)
nl: Verzameling van websites voor het VK (vereist libwebconnect)
pt_pt: Colecção de páginas “web” para o Reino Unido (requer libwebconnect)
uk: Збірка вебсайтів для Великої Британії (потрібен libwebconnect)

source: UK Google
uk: Google Великої Британії

source: British, UK, and Ireland
de: England, UK, und Ireland
hr: Engleska, UK i Irska
nl: Brits, VK en Ierland
pt_pt: Inglaterra, RU e Irlanda
uk: Британія, Велика Британія та Ірландія

source: National Archives
de: Nationale Archive
hr: Nacionalne arhive
pt_pt: Arquivos nacionais
uk: Національний архів

source: Hathi Trust Digital Library
de: Hathi Trust Digitale Bibliothek
hr: Hathi Trust digitalna biblioteka
uk: Цифрова бібліотека Hathi Trust

source: US Web Connect Pack
de: US Web Verknüpfungspaket
hr: SAD Web Connect zbirka
pt_pt: Pacote Internet para EUA
uk: Пакет підключення до вебсайтів США

source: Collection of Web sites for the US (requires libwebconnect)
de: Sammlung von Webseiten für US (benötigt libwebconnect)
hr: Zbirka web stranica za SAD (zahtijeva libwebconnect)
nl: Verzameling van websites voor de VS (vereist libwebconnect)
pt_pt: Colecção de páginas web para US (requer libwebconnect)
uk: Збірка вебсайтів для США (потрібен libwebconnect)

source: US Google
pt_pt: Google US
uk: Google США

source: WebSearch
de: WebSuche
uk: Веб-пошук

source: Customized queries for online services based on the active Person, Place, Family, or Source record
de: Benutzerdefinierte Abfragen für Online-Dienste auf der Grundlage des aktiven Personen-, Orts-, Familien- oder Quellendatensatzes
uk: Індивідуальні запити для онлайн-сервісів на основі активного запису про особу, місце, сім’ю або джерело

source: Save Coordinates to the Place
de: Koordinaten zum Ort speichern
uk: Зберегти координати місця

source: AI provider is disabled
de: Der KI-Anbieter ist deaktiviert
uk: Постачальника штучного інтелекту вимкнено

source: No AI API key provided
de: Kein KI-API-Schlüssel angegeben
uk: Ключ API штучного інтелекту не надано

source: AI-generated historical place data is currently disabled
de: KI-generierte historische Ortsdaten sind derzeit deaktiviert
uk: Дані про історичні місця, згенеровані штучним інтелектом, наразі вимкнено

source: AI provider is unknown. Please check your AI provider settings.
de: Der KI-Anbieter ist unbekannt. Bitte überprüfe deine KI-Anbietereinstellungen.
uk: Постачальник штучного інтелекту невідомий. Перевірте налаштування постачальника штучного інтелекту.

source: ⏳ Generating historical place data, please wait...
de: ⏳ Historische Ortsdaten werden generiert, bitte warten...
uk: ⏳ Генерування історичних даних про місця, зачекайте...

source: Keys
de: Schlüssel
uk: Ключі

source: Website URL
uk: URL веб-сайту

source: Add link to note
de: Verknüpfung zur Notiz hinzufügen
uk: Додати посилання до нотатки

source: Add link to attribute
de: Verknüpfung zum Attribut hinzufügen
uk: Додати посилання до атрибута

source: Show QR-code
de: QR-Code anzeigen
uk: Показати QR-код

source: Copy link to clipboard
de: Verknüpfung in die Zwischenablage kopieren
uk: Скопіювати посилання у буфер обміну

source: Hide link for selected item
de: Verknüpfung für ausgewähltes Element ausblenden
uk: Приховати посилання для вибраного елемента

source: Hide link for all items
de: Verknüpfung für alle Elemente ausblenden
uk: Приховати посилання для всіх елементів

source: Edit Attribute with the Link
de: Attribut mit dem Link bearbeiten
uk: Редагувати атрибут за допомогою посилання

source: Edit Note with the Link
de: Notiz mit dem Link bearbeiten
uk: Редагувати нотатку за допомогою посилання

source: 🔍 AI Suggestions
de: 🔍 KI-Vorschläge
uk: 🔍 екомендації AI

source: Attribute no longer exists. The extra icon is removed
de: Das Attribut existiert nicht mehr. Das zusätzliche Symbol wird entfernt
uk: Атрибут більше не існує. Додатковий значок видалено

source: Note no longer exists. The extra icon is removed
de: Die Notiz existiert nicht mehr. Das zusätzliche Symbol wird entfernt
uk: Нотатки більше не існує. Додатковий значок видалено

source: 📌 This '{title}' web link was archived for future reference by the WebSearch gramplet (v. {version}): 🔗 {url} You can use this link to revisit the source and verify the information related to this entity.
de: 📌 Dieser '{title}'-Weblink wurde vom WebSuche-Gramplet (v. {version}) für zukünftige Referenzen archiviert: 🔗 {url} Du kannst diesen Link verwenden, um die Quelle zu besuchen und die Informationen zu dieser Entität zu überprüfen.
uk: 📌 Це веб-посилання '{title}' було архівовано для подальшого використання граплетом WebSearch (версія {version}): 🔗 {url} Ви можете скористатися цим посиланням, щоб переглянути джерело та перевірити інформацію, пов’язану з цією сутністю.

source: Note #%(id)s has been successfully added
de: Notiz #%(id)s wurde erfolgreich hinzugefügt
uk: Примітку #%(id)s успішно додано

source: Error creating note
de: Fehler beim Erstellen der Notiz
uk: Помилка створення нотатки

source: URL is copied to the Clipboard
de: URL wird in die Zwischenablage kopiert
uk: URL скопійовано до буфера обміну

source: WebSearch Link
de: WebSuche Link
uk: Посилання WebSearch

source: Attribute has been successfully added
de: Attribut wurde erfolgreich hinzugefügt
uk: Атрибут успішно додано

source: Title: {title}
de: Titel: {title}
uk: Назва: {title}

source: Replaced: {keys}
de: Ersetzt: {keys}
uk: Замінено: {keys}

source: Empty: {keys}
de: Leer: {keys}
uk: Порожній: {keys}

source: Comment: {comment}
de: Kommentar: {comment}
uk: Коментар: {comment}

source: Gramplet used to make word clouds with wordle.net
da: Gramplet der benyttes til at danne ordskyer fra wordle.net
de: Gramplet verwendet, um Wortwolken mit wordle.net zu erstellen
hr: Gramplet za izradu oblaka s riječima pomoću wordle.net
nl: Gramplet gebruikt om woordwolken te maken met wordle.net
pt_pt: Gramplet para construir nuvens de palavras com wordle.net
uk: Gramplet використовується для створення хмар слів за допомогою wordle.net

source: [Missing]
da: [Mangler]
de: [Fehlt]
hr: [Nedostaje]
nl: [Missend]
pt_pt: (em falta)
uk: [Відсутнє]

source: Number of font sizes
da: Antal af fontstørrelser
de: Anzahl der Schriftgrößen
hr: Broj veličina fonta
nl: Aantal lettergroottes
pt_pt: Número de tamanhos de letra
uk: Розмір шрифту

source: Select filter to restrict list
da: Vælg filter til afgrænse listen
de: Filter auswählen, um Liste einzuschränken
hr: Odaberi filtar za ograničavanje popisa
nl: Selecteer een filter om de lijst te beperken
pt_pt: Seleccione um filtro para limitar a lista
uk: Виберіть фільтр для обмеження списку

source: Visited: %s
de: Besucht: %s
uk: Відвідано: %s

source: Link: %s
uk: Посилання: %s

source: Attribute: %s
de: Attribut: %s
uk: Атрибут: %s

source: Value: %s
de: Wert: %s
uk: Значення: %s

source: Loaded from file: %s
de: Geladen aus Datei: %s
uk: Завантажено з файлу: %s

source: Domain: %s
de: Domäne: %s
uk: Домен: %s

source: Object: %s
de: Objekt: %s
uk: Об'єкт: %s

source: Pattern: %s
de: Muster: %s
uk: Візерунок: %s

source: Object Gramps ID: %s
de: Objekt-Gramps-ID: %s
uk: Ідентифікатор об'єкта Gramps: %s

source: Link visited
de: Link besucht
uk: Посилання відвідано

source: Link saved to Note
de: Link in Notiz gespeichert
uk: Посилання збережено в нотатці

source: Link saved to Attribute
de: Link in Attribut gespeichert
uk: Посилання збережено до атрибута

source: Place history loaded
de: Ortsgeschichte geladen
uk: Історія місць завантажена

source: Domain skipped
de: Domäne übersprungen
uk: Домен пропущено

source: Link hidden for object
de: Link für Objekt ausgeblendet
uk: Посилання приховано для об'єкта

source: Link hidden for all objects
de: Link für alle Objekte ausgeblendet
uk: Посилання приховано для всіх об'єктів

source: Attribute updated
de: Attribut aktualisiert
uk: Атрибут оновлено

source: Note updated
de: Notiz aktualisiert
uk: Примітку оновлено

source: Column - Icons
de: Spalte - Symbole
uk: Колонка - Іконки

source: Column - Source Types (flags)
de: Spalte - Quellentypen (Kennzeichen)
uk: Стовпець - типи джерел (прапорці)

source: Column - Keys
de: Spalte - Schlüssel
uk: Колонка - Ключі

source: Column - Title
de: Spalte - Titel
uk: Колонка - Заголовок

source: Column - Website Url
de: Spalte - Website-Url
uk: Стовпець – URL-адреса веб-сайту

source: Column - Comment
de: Spalte - Anmerkung
uk: Колонка - коментар

source: Icon - Visited URLs (checkmark)
de: Symbol - Besuchte URLs (Häkchen)
uk: Піктограма - Відвідані URL-адреси (галочка)

source: Icon - Saved URLs (floppy disk)
de: Symbol - Gespeicherte URLs (Diskette)
uk: Піктограма - Збережені URL-адреси (дискета)

source: Icon - URLs linked to UID attributes (UID badge)
de: Symbol - URLs, die mit UID-Attributen verknüpft sind (UID- Ausweis)
uk: Значок – URL-адреси, пов’язані з атрибутами UID (значок UID)

source: Icon - URLs from regional CSV files (flag)
de: Symbol - URLs aus regionalen CSV-Dateien ( Kennzeichen)
uk: Значок – URL-адреси з регіональних файлів CSV (прапорець)

source: Icon - URLs from static CSV files (red pin)
de: Symbol - URLs aus statischen CSV-Dateien (roter Stift)
uk: Піктограма – URL-адреси зі статичних файлів CSV (червона шпилька)

source: Icon - URLs from common CSV files (earth)
de: Symbol - URLs aus gängigen CSV-Dateien (Erde)
uk: Піктограма – URL-адреси зі звичайних файлів CSV (земля)

source: Icon - URLs from cross CSV files (shuffle arrows)
de: Symbol - URLs aus Kreuz-CSV-Dateien (Shuffle-Pfeile)
uk: Піктограма – URL-адреси з перехресних файлів CSV (перемішані стрілки)

source: Icon - URLs from custom user directory (spreadsheet icon)
de: Symbol - URLs aus dem benutzerdefinierten Benutzerverzeichnis (Tabellenkalkulationssymbol)
uk: Піктограма – URL-адреси зі спеціального каталогу користувача (піктограма електронної таблиці)

source: Icon - URLs from the 'Attributes' tab ('A' icon)
de: Symbol - URLs auf der Registerkarte „Attribute“ (Symbol „A“)
uk: Піктограма – URL-адреси з вкладки «Атрибути» (піктограма «A»)

source: Icon - URLs from the 'Internet' tab ('I' icon)
de: Symbol - URLs aus der Registerkarte „Internet“ (Symbol „I“)
uk: Піктограма – URL-адреси з вкладки «Інтернет» (піктограма «I»)

source: Icon - URLs from the 'Notes' tab ('N' icon)
de: Symbol - URLs aus der Registerkarte „Notizen“ („N“-Symbol)
uk: Піктограма – URL-адреси з вкладки «Нотатки» (піктограма «N»)

source: ## 🧩 About WebSearch
de: ## 🧩 Über WebSearch
uk: ## 🧩 Про веб-пошук

source: WebSearch is a Gramplet for Gramps that helps you search genealogy-related websites.
de: WebSearch ist ein Gramplet für Gramps, das dir hilft, Websites zu genealogischen Themen zu durchsuchen.
uk: WebSearch — це граплет для Gramps, який допомагає вам шукати інформацію на вебсайтах, пов'язаних з генеалогією.

source: It supports CSV-based link templates, AI-assisted site discovery, and direct integration with notes and attributes.
de: Es unterstützt CSV-basierte Linkvorlagen, KI-gestützte Website-Erkennung und direkte Integration mit Notizen und Attributen.
uk: Він підтримує шаблони посилань на основі CSV, виявлення сайтів за допомогою штучного інтелекту та пряму інтеграцію з нотатками та атрибутами.

source: ## ⚙️ System Information
de: ## ⚙️ Systeminformationen
uk: ## ⚙️ Інформація про систему

source: 🔻 **Missing:** `qrcode`
de: 🔻 **Fehlt:** `qrcode`
uk: 🔻 **Відсутній:** `qrcode`

source: ℹ️ This Python library is not available in your system.
de: ℹ️ Diese Python-Bibliothek ist auf deinem System nicht verfügbar.
uk: ℹ️ Ця бібліотека Python недоступна у вашій системі.

source: Without it, QR code generation will not work.
de: Ohne diese Funktion funktioniert die QR-Code-Generierung nicht.
uk: Без нього генерація QR-коду не працюватиме.

source: 💡 Usually installed with: `pip install qrcode[pil]`
de: 💡 Normalerweise installiert mit: `pip install qrcode[pil]`
uk: 💡 Зазвичай встановлюється за допомогою: `pip install qrcode[pil]`

source: *Note: Some operating systems or environments may require alternative installation methods.*
de: *Hinweis: Bei einigen Betriebssystemen oder Umgebungen sind möglicherweise alternative Installationsmethoden erforderlich.*
uk: *Примітка: Деякі операційні системи або середовища можуть вимагати альтернативних методів встановлення.*

source: 🔻 **Missing:** `openai`
de: 🔻 **Fehlt:** `openai`
uk: 🔻 **Відсутнє:** `openai`

source: ℹ️ This library is required for accessing OpenAI-based features.
de: ℹ️ Diese Bibliothek ist für den Zugriff auf OpenAI-basierte Funktionen erforderlich.
uk: ℹ️ Ця бібліотека необхідна для доступу до функцій на базі OpenAI.

source: Without it, AI-generated site suggestions and place history will be disabled.
de: Ohne sie werden die KI-generierten Seitenvorschläge und Ortegeschichte deaktiviert.
uk: Без нього пропозиції сайтів, створені штучним інтелектом, та історія місць будуть вимкнені.

source: 💡 Usually installed with: `pip install openai`
de: 💡 Normalerweise installiert mit: `pip install openai`
uk: 💡 Зазвичай встановлюється за допомогою: `pip install openai`

source: 🔻 **Missing:** `requests`
de: 🔻 **Fehlt:** `requests`
uk: 🔻 **Відсутнє:** `запити`

source: ℹ️ This library is used to communicate with web APIs.
de: ℹ️ Diese Bibliothek wird für die Kommunikation mit Web-APIs verwendet.
uk: ℹ️ Ця бібліотека використовується для зв'язку з веб-API.

source: Without it, external data sources may not be accessible.
de: Ohne diese Funktion sind externe Datenquellen möglicherweise nicht zugänglich.
uk: Без нього зовнішні джерела даних можуть бути недоступні.

source: 💡 Usually installed with: `pip install requests`
de: 💡 Normalerweise installiert mit: `pip install requests`
uk: 💡 Зазвичай встановлюється за допомогою: `pip install requests`

source: ## 📂 Data File Locations
de: ## 📂 Speicherorte der Datendateien
uk: ## 📂 Розташування файлів даних

source: Below are the paths to system and user-defined data files used by WebSearch.
de: Nachfolgend findest du die Pfade zu den System- und benutzerdefinierten Datendateien, die von WebSearch verwendet werden.
uk: Нижче наведено шляхи до системних та користувацьких файлів даних, що використовуються WebSearch.

source: #### CSV File Paths
de: #### CSV-Dateipfade
uk: #### Шляхи до CSV-файлів

source: - **System path:** `{dir|%s}` – contains the built-in CSV files
de: - **Systempfad:** `{dir|%s}` – enthält die integrierten CSV-Dateien
uk: - **Шлях до системи:** `{dir|%s}` – містить вбудовані CSV-файли

source: - **User-defined path:** `{dir|%s}` – for custom user-defined CSV files
de: - **Benutzerdefinierter Pfad:** `{dir|%s}` – für benutzerdefinierte CSV-Dateien
uk: - **Шлях, визначений користувачем:** `{dir|%s}` – для власних CSV-файлів, визначених користувачем

source: #### JSON File Paths
de: #### JSON-Dateipfade
uk: #### Шляхи до JSON-файлів

source: - **System path:** `{dir|%s}` – contains the built-in attribute_mapping.json file
de: - **Systempfad:** `{dir|%s}` – enthält die integrierte Datei attribute_mapping.json
uk: - **Шлях до системи:** `{dir|%s}` – містить вбудований файл attribute_mapping.json

source: - **User-defined path:** `{dir|%s}` – for custom user-defined attribute_mapping.json file
de: - **Benutzerdefinierter Pfad:** `{dir|%s}` – für benutzerdefinierte attribute_mapping.json-Datei
uk: - **Шлях, визначений користувачем:** `{dir|%s}` – для власного файлу attribute_mapping.json, визначеного користувачем

source: 💡 *Tip: click any path above to open it in your file manager.*
de: 💡 *Tipp: Klicke auf einen beliebigen Pfad oben, um ihn in deiner Dateiverwaltung zu öffnen.*
uk: 💡 *Порада: натисніть будь-який шлях вище, щоб відкрити його у файловому менеджері.*

source: 📖 View detailed usage in:
de: 📖 Detaillierte Verwendung anzeigen in:
uk: 📖 Переглянути детальне використання в:

source: ## 💬 Support
de: ## 💬 Unterstützung
uk: ## 💬 Підтримка

source: 👤 Created and maintained by Yurii Liubymyi
de: 👤 Erstellt und gepflegt von Yurii Liubymyi
uk: 👤 Створено та підтримується Yurii Liubymyi

source: 💬 For help or feedback, feel free to mention `@Urchello` on the Gramps forum:
de: 💬 Wenn du Hilfe oder Feedback brauchst, kannst du gerne `@Urchello` im Gramps-Forum erwähnen:
uk: 💬 Щоб отримати допомогу або відгук, не соромтеся згадати `@Urchello` на форумі Gramps:

source: ✅ Bug reports and feature requests are completely **free of charge**.
de: ✅ Fehlerberichte und Funktionsanfragen sind völlig **kostenlos**.
uk: ✅ Звіти про помилки та запити на нові функції абсолютно **безкоштовні**.

source: 🧩 WebSearch Gramplet version: `%s`
uk: 🧩 Версія Gramplet WebSearch: `%s`

source: No title
de: Kein Titel
uk: Без назви

source: Provides a library for generic access to the database and gen.lib.
da: Giver et bibliotek for generisk adgang til database og gen.lib.
de: Bietet eine Bibliothek für den generischen Zugriff auf die Datenbank und gen.lib.
hr: Dostavlja biblioteku za opći pristup bazi podataka i gen.lib.
nl: Biedt een bibliotheek voor algemene toegang tot de database en gen.lib.
pt_pt: Fornece uma biblioteca para acesso genérico à base de dados e gen.lib.
uk: Надає бібліотеку для загального доступу до бази даних і gen.lib.

source: libaccess edit name
da: rediger libaccessnavn
de: libaccess Name bearbeiten
hr: libaccess uredi ime
nl: libaccess naam bewerken
pt_pt: Editar nome (libaccess)
uk: Редагування імені через libaccess

source: libaccess edit person
da: libaccess rediger berson
de: libaccess Person bearbeiten
hr: libaccess uredi osobu
nl: libaccess bewerk persoon
pt_pt: Editar indivíduo (libaccess)
uk: Редагування особи через libaccess

source: Library for web site collections
de: Bibliothek für Webseitensammlungen
hr: Biblitoteka za zbirke web-stranica
nl: Bibliotheek voor websiteverzamelingen
pt_pt: Biblioteca para colecções em páginas web
uk: Бібліотека для збірок вебсайтів

source: Gramplet for testing etree with Gramps XML
da: Gramplet til at teste etree med Gramps XML
de: Gramplet zum Testen von etree mit Gramps-XML
hr: Gramplet za testiranje etree modula s Gramps XML-om
nl: Gramplet voor het testen van etree met Gramps XML
pt_pt: Gramplet para testar a etree com o Gramps XML
uk: Gramplet для тестування etree з Gramps XML

source: Invalid timestamp
da: Ugyldigt tidsstempel
de: Ungültiger Zeitstempel
hr: Nevažeća vremenska oznaka
nl: Ongeldig tijdstempel
pt_pt: Carimbo inválido
uk: Недійсний часовий штамп

source: No file parsed...
da: Ingen fil blev fortolket...
de: Keine Datei analysiert...
hr: Nijedna datoteka nije analizirana …
nl: Geen bestand geparseerd ...
pt_pt: Nenhum ficheiro analisado...
uk: Файл не розібрано…

source: Number of editions back
da: Antal af udgaver tilbage
de: Anzahl der zurückliegenden Ausgaben
hr: Broj promjena unatrag
nl: Aantal edities terug
pt_pt: Número de edições atrás
uk: Кількість попередніх редакцій

source: Please fix space on "%s"
da: Ret venligst mellemrum i "%s"
de: Bitte korrigiere das Leerzeichen in „%s“
hr: Ispravi razmak u „%s”
nl: Corrigeer de spatie op "%s"
pt_pt: Por favor, repare o espaço em "%s"
uk: Будь ласка, виправте пробіл у "%s"

source: Space character on filename
da: Mellemrumstegn i filnavn
de: Leerzeichen im Dateinamen
hr: Razmak u imenu datoteke
nl: Spatie-teken op bestandsnaam
pt_pt: Espaço no nome de ficheiro
uk: Пробіл у назві файлу

source: Sorry, no support for your OS yet!
da: Beklager, ingen support for dit OS endnu!
de: Entschuldigung, noch keine Unterstützung für dein Betriebssystem!
hr: Tvoj sustav trenutačno još nije podržan!
nl: Sorry, nog geen ondersteuning voor uw besturingssysteem!
pt_pt: Desculpe, ainda não há suporte para o seu sistema!
uk: Вибачте, але наразі ваша операційна система не підтримується!

source: Cannot uncompress "%s"
da: Kan ikke udpakke "%s"
de: Dekomprimierung von „%s“ nicht möglich
hr: Nije moguće otpakirati „%s”
nl: Kan "%s" niet decomprimeren
pt_pt: Impossível descomprimir "%s"
uk: Не вдалося розпакувати "%s"

source: Is it a compressed .gramps?
da: Er det en komprimeret .gramps?
de: Ist es eine komprimierte .gramps?
hr: Da li se radi o komprimiranoj .gramps datoteci?
nl: Is het een gecomprimeerde .gramps?
pt_pt: É um .gramps comprimido?
uk: Це стиснутий файл .gramps?
