Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Enter search words to filter the addons. All the words must be present somewhere in the row or the addon filename to be included in the search. Word case and order is ignored.
da: Angiv søgeord for at filtrere tillægene. Alle ordene skal være tilstede i rækken eller i tillægsfilnavnet for at komme med i søgningen. Små/store bogstaver eller rækkefølge bliver ignoreret.
de: Gib Suchbegriffe ein, um die Erweiterungen zu filtern. Alle Wörter müssen irgendwo in der Zeile oder in dem Dateinamen der Erweiterung vorkommen, um in die Suche einbezogen zu werden. Groß-/Kleinschreibung und Reihenfolge der Wörter werden ignoriert.
he: הזנת מילות חיפוש לסינון התוספים. כל המילים חייבות להיות במקום כלשהו בשורה או שקובץ התוסף יכלל בחיפוש. המערכת תתעלם מסדר המילים ורישיות.
hr: Upiši tražene izraze za filtriranje dodataka. Da bi se uključile u pretragu, sve se riječi moraju nalaziti negdje u retku ili u imenu datoteke. Veličina slova i redoslijed riječi ne igraju ulogu u pretrazi.
nl: Voer zoekwoorden in om de add-ons te filteren. Alle woorden moeten ergens in de rij of voorkomen of de addon-bestandsnaam die in de zoekopdracht moet worden opgenomen. Hoofdlettergebruik en volgorde wordt genegeerd.
pt_pt: Insira termos de procura para filtrar as extensões. Todas as palavras têm de estar presentes algures na linha ou no nome da extensão. As maiúsculas e a ordem são ignoradas.
uk: Введіть пошукові слова для фільтрації додатків. Усі слова повинні бути присутні десь у рядку або імені файлу додатку, щоб вони були включені в пошук. Регістр та порядок слів не враховуються.

source: Restart...
da: Genstart...
de: Neustart …
he: אתחול...
hr: Ponovo pokreni …
nl: Herstarten...
pt_pt: Reiniciar...
uk: Перезапустити...

source: Please Restart Gramps so that your addon changes can be safely completed.
da: Genstart venligst Gramps så dine ændringer til tillægget kan blive sikkert afsluttet.
de: Bitte starte Gramps neu, damit deine Erweiterungsänderungen sicher abgeschlossen werden können.
he: נא לאתחל את גראמפס כדי שהשינויים במתקעים יושלמו בבטחה.
hr: Ponovo pokreni Gramps, kako bi se tvoje promjene u dodacima mogle sigurno završiti.
nl: Start Gramps opnieuw zodat uw wijzigingen aan de add-ons veilig kunnen worden voltooid.
pt_pt: Por favor, reinicie o Gramps para que as alterações se concluam em segurança.
uk: Будь ласка, перезапустіть Gramps, щоб зміни у додатках були безпечно завершені.

source: Error removing the '%s' directory, The uninstall may have failed
da: Fejl ved sletning af '%s' mappen. Afinstalleringen har måske fejlet
de: Fehler beim Entfernen des Verzeichnisses '%s', Die Deinstallation ist möglicherweise fehlgeschlagen
he: שגיאה בהסרת המחיצה '%s', ייתכן שהסרת ההתקנה כשלה
hr: Greška prilikom uklanjanja direktorija „%s”. Desintaliranje možda nije bilo usješno
nl: Fout bij het verwijderen van de map '%s'. Het verwijderen is mogelijk mislukt
pt_pt: Erro ao remover a pasta "%s", a desinstalação pode ter falhado
uk: Помилка видалення каталогу '%s'. Видалення могло завершитися невдало

source: '*' items are supplied by 3rd party authors, <s>strikeout</s> items are hidden
da: '*' elementer leveret fa 3 parts ophavsmand, <s>overstregede</s> er skjult
de: '*'-Elemente werden von Drittanbietern bereitgestellt, <s>Durchgestrichene</s> Elemente sind verborgen
he: '*' פריטים שסופקו על ידי יוצרים צד שלישי, ‏<s>קו חוצה</s> פריטים מוסתרים
hr: Stavke s oznakom „*” su dodaci treće strane, <s>precrtane</s> stavke su skrivene
nl: '*' items worden geleverd door externe auteurs, <s>doorgestreepte</s> -items zijn verborgen
pt_pt: Itens "*" são fornecidos por terceiros, itens <s>rasurados</s> estão ocultos
uk: '*' елементи надані сторонніми авторами, <s>закреслені</s> елементи приховані

source: Hide
da: Skjul
de: Verbergen
he: הסתרה
hr: Sakrij
nl: Verberg
pt_pt: Ocultar
uk: Сховати

source: Show hidden items
da: Vis skjulte elementer
de: Verborgene Elemente anzeigen
he: הצג פריטים מוסתרים
hr: Prikaži skrivene stavke
nl: Toon verborgen items
pt_pt: Mostrar itens ocultos
uk: Показати приховані елементи

source: Show Built-in items
da: Vis indbyggede elementer
de: Eingebaute Elemente anzeigen
he: הצג פריטים מובנים
hr: Prikaži ugrađene stavke
nl: Toon ingebouwde items
pt_pt: Mostrar itens internos
uk: Показати вбудовані елементи

source: * indicates 3rd party addon
da: * indikerer 3 parts tillæg
de: * zeigt Drittanbieter Erweiterung an
he: *מציין מתקע צג שלישי
hr: „*” ukazuju na dodatak treće strane
nl: * geeft add-on van derden aan
pt_pt: * indica extensão de terceiros
uk: * позначає сторонній додаток

source: Plugins
da: Udvidelsesmoduler
de: Zusatzmodule
he: מתקעים
hr: Dodaci
nl: Uitbreidingen
pt_pt: Extensões
uk: Плагіни

source: Unhide
da: Gør synlig
de: Aufdecken
he: ביטול הסתרה
hr: Prikaži
nl: Maak zichtbaar
pt_pt: Mostrar
uk: Показати

source: Uninstall
da: Afinstaller
de: Deinstallieren
he: הסרה
hr: Deinstaliraj
nl: Deïnstalleren
pt_pt: Desinstalar
uk: Видалити

source: *Available
da: *Tilgængelige
de: *Verfügbar
he: *זמין
hr: *Dostupno
nl: *Beschikbaar
pt_pt: *Disponível
uk: *Доступний

source: Built-in
da: Indbyggede
de: Eingebaut
he: מובנה
hr: Ugrađeno
nl: Ingebouwd
pt_pt: Interna
uk: Вбудований

source: *Installed
da: *Installerede
de: *Installiert
he: *מותקן
hr: *Instalirano
nl: *Geïnstalleerd
pt_pt: *Instalada
uk: *Встановлений

source: Update Available
da: Opdatering tilgængelig
de: Aktualisierung Verfügbar
he: עדכון זמין
hr: Dostupna je nova verzija
nl: Update beschikbaar
pt_pt: Actualização disponível
uk: Доступне оновлення

source: _PostgreSQL Database
de: _PostgreSQL Datenbank
hr: _PostgreSQL baza podataka
pt_pt: Base de dados _PostgreSQL
uk: _База даних PostgreSQL

source: PostgreSQL Database
de: PostgreSQL Datenbank
hr: PostgreSQL baza podataka
pt_pt: Base de dados PostgreSQL
uk: База даних PostgreSQL

source: Prerequisites Checker
da: Forudsætningskontrol
de: Voraussetzungen-Prüfer
he: בדיקת דרישות־קדם
hr: Provjera preduvjeta
nl: Vereisten controle
pt_pt: Verificador de pré-requisitos
uk: Перевірка передумов

source: Prerequisites Checker Gramplet
da: Gramplet til at checke forudsætninger
de: Voraussetzungen-Prüfer Gramplet
he: גרמפלט בדיקת דרישות־קדם
hr: Gramplet za provjeru preduvjeta
nl: Vereistencontrole gramplet
pt_pt: Gramplet verificador de pré-requisitos
uk: Грамплет перевірки передумов

source: Diagnostic Gramplet to help evaluate if <a href="https://gramps-project.org/">Gramps</a> has all <a href="https://github.com/gramps-project/gramps/blob/master/README.md">prerequisites</a> installed.
da: Diagnostisk Gramplet der hjælper med at kontrollere at <a href="https://gramps-project.org/">Gramps</a> har alle <a href="https://github.com/gramps-project/gramps/blob/master/README.md">forudsætninger</a> installeret.
de: Diagnose-Gramplet, um zu prüfen, ob <a href="https://gramps-project.org/">Gramps</a> alle <a href="https://github.com/gramps-project/gramps/blob/master/README.md">Voraussetzungen</a> installiert hat.
he: גרמפלט אבחון שנועד להעריך אם <a href="https://gramps-project.org/">גרמפס</a> , <a href="https://github.com/gramps-project/gramps/blob/master/README.md">כל דרישות הקדם הנחוצות להפעלה תקינה של</a> מותקנות.
hr: Dijagnostički Gramplet koji pomaže procijeniti, jesu li u <a href="https://gramps-project.org/">Grampsu</a> instalirane sve <a href="https://github.com/gramps-project/gramps/blob/master/README.md">potrebne komponente</a>.
nl: Diagnostisch gramplet om te helpen evalueren of <a href="https://gramps-project.org/"> Gramps </a> alle <a href="https://github.com/gramps-project/gramps/blob/master/README.md">vereisten </a> heeft geïnstalleerd.
pt_pt: Gramplet de diagnóstico para avaliar se o <a href="https://gramps-project.org/">Gramps</a> tem todos os <a href="https://github.com/gramps-project/gramps/blob/master/README.md">pré-requisitos</a> instalados.
uk: Діагностичний Gramplet для перевірки, чи має <a href="https://gramps-project.org/">Gramps</a> усі необхідні <a href="https://github.com/gramps-project/gramps/blob/master/README.md">залежності</a> встановлені.

source: Diagnostic Gramplet to help evaluate if Gramps has all prerequisites installed.
da: Diagnostisk Gramplet der hjælper med at kontrollere om Gramps har alle forudsætninger opfyldt.
de: Diagnose Gramplet, um zu überprüfen, ob Gramps alle Voraussetzungen installiert hat.
he: גרמפלט אבחון שנועד להעריך אם כל דרישות הקדם הנחוצות להפעלה תקינה, מותקנות.
hr: Dijagnostički Gramplet koji pomaže procijeniti, jesu li u Grampsu instalirane sve potrebne komponente.
nl: Diagnostisch gramplet om te helpen evalueren of Gramps alle vereisten heeft geïnstalleerd.
pt_pt: Gramplet de diagnóstico para avaliar se o Gramps tem todos os pré-requisitos instalados.
uk: Діагностичний грамплет для перевірки, чи всі передумови для Gramps встановлено.

source: <u><b>REQUIRED</b></u>
da: <u><b>PÅKRÆVET</b></u>
de: <u><b>ERFORDERLICH</b></u>
nl: <u><b>VEREIST</b></u>
pt_pt: <u><b>REQUERIDO</b></u>
uk: <u><b>ОБОВ'ЯЗКОВО</b></u>

source: <i>Installations of the following packages are <b>ABSOLUTELY REQUIRED</b> (Requires the minimum version or greater.)</i>:
da: <i>Installation af de følgende pakker er <b>ABSOLUT PÅKRÆVET</b> (Kræver den mindste version eller nyere.)</i>:
de: <i>Installation der folgenden Pakete ist <b>UNBEDINGT ERFORDERLICH</b> (Benötigt die Mindestversion oder höher.)</i>:
nl: <i>Installatie van de volgende pakketten is <b>ABSOLUUT VEREIST</b> (Vereist de minimale versie of hoger.)</i>:
pt_pt: <i>A instalação dos seguintes pacotes é <b>ABSOLUTAMENTE REQUERIDA</b> (requer a versão mínima ou superior)</i>.
uk: <i>Встановлення наступних пакетів є <b>ОБОВ’ЯЗКОВИМ</b>" (Потрібна мінімальна або новіша версія.)</i>:

source: <u><b>RECOMMENDED</b></u>
da: <u><b>ANBEFALET</b></u>
de: <u><b>EMPFOHLEN</b></u>
nl: <u><b>AANBEVOLEN</b></u>
pt_pt: <u><b>RECOMENDADO</b></u>
uk: <u><b>РЕКОМЕНДУЄТЬСЯ</b></u>

source: <i>Installations of the following packages are <b>STRONGLY RECOMMENDED</b> as necessary for Geography and Charts</i>:
da: <i>Installation af de følgende pakker er <b>STÆRKT ANBEFALET</b> da der er nødvendige for Geografi og Skemaer</i>:
de: <i>Die Installation der folgenden Pakete wird <b>DRINGEND EMPFOHLEN</b>, da sie für Geographie und Diagramme notwendig sind</i>:
nl: <i>Installatie van de volgende pakketten is <b>STERK AANBEVOLEN</b> indien nodig voor Aardrijkskunde en Grafieken</i>:
pt_pt: <i>A instalação dos seguintes pacotes é <b>MUITO RECOMENDADA</b>, por ser necessária para geografia e mapas</i>.
uk: <i>Встановлення наступних пакетів <b>НАСТІЙНО РЕКОМЕНДУЄТЬСЯ</b>, оскільки вони необхідні для географії та діаграм</i>:

source: <u><b>Optional</b></u>
da: <u><b>Valgfri</b></u>
he: <u><b>חלופי</b></u>
hr: <u><b>Opcionalno</b></u>
nl: <u><b>Optioneel</b></u>
pt_pt: <u><b>Opcional</b></u>
uk: <u><b>Необов'язкові</b></u>

source: <i>Installations of the following packages are <b>optional</b></i>:
da: <i>Installation af de følgende pakker er <b>valgfri</b></i>:
de: <i>Die Installation der folgenden Pakete ist <b>optional</b></i>:
nl: <i>Installatie van de volgende pakketten is <b>optioneel</b></i>:
pt_pt: <i>A instalação dos seguintes pacotes é <b>OPCIONAL</b></i>.
uk: <i>Встановлення наступних пакетів є <b>необов’язковим</b></i>:

source: Gtkspell enables spell checking in the notes.
da: Gtkspell aktiverer stavekontrol i noterne.
de: Gtkspell ermöglicht die Rechtschreibprüfung in den Notizen.
he: Gtkspell מאפשר בדיקת־איות שדות 'הערה'
hr: Gtkspell omogućava provjeru pravopisa u bilješkama.
nl: Gtkspell maakt spellingcontrole in de notities mogelijk.
pt_pt: O Gtkspell activa a verificação ortográfica nas notas.
uk: Gtkspell дозволяє перевірку орфографії в нотатках.

source: Python Image Library (PIL) is needed for cropping images and LaTeX output.
da: Python Image Library (PIL) er nødvendig for beskæring af billeder og LaTeX output.
de: Die Python Image Library (PIL) wird für das Zuschneiden von Bildern und die LaTeX-Ausgabe benötigt.
he: נדרשת ספריית פייתון (PIL) לחיתוך תמונות ופלט LaTeX.
hr: Python Image Library (PIL) potrebna je za obrezivanje slika i LaTeX rezultata.
nl: Python Image Library (PIL) is nodig voor het bijsnijden van afbeeldingen en LaTeX-uitvoer.
pt_pt: A biblioteca de imagens Python (PIL) é necessária para recortar imagens e saída LaTeX.
uk: Для обрізки зображень та виведення в LaTeX потрібна бібліотека Python Image Library (PIL).

source: <u><b>Development & Translation Requirements</b></u>
da: <u><b>Udviklings & oversættelseskrav</b></u>
de: <u><b>Entwicklungs- und Übersetzungsanforderungen</b></u>
he: <u><b>דרישות פתוח ותרגום</b></u>
hr: <u><b>Preduvjeti za razvoj i prevođenje</b></u>
nl: <u><b>Ontwikkeling & Vertalingsvereisten</b></u>
pt_pt: <u><b>Requisitos de desenvolvimento e tradução</b></u>
uk: <u><b>Вимоги до розробки та перекладу</b></u>

source: <i>Installations of the following packages are <b>RECOMMENDED</b> if you intend to translate or do any development (addons etc.)</i>:
da: <i>Installation af de følgende pakker er <b>ANBEFALET</b> hvis du planlægger at oversætte eller udvikle (addons o.s.v..)</i>:
de: <i>Die Installation der folgenden Pakete wird <b>EMPFOHLEN</b>, wenn du beabsichtigst, zu übersetzen oder zu entwickeln (Erweiterungen usw.)</i>:
nl: <i>Installatie van de volgende pakketten is <b>AANBEVOLEN</b> als je van plan bent om te vertalen of een ontwikkeling te doen (uitbreidingen etc.)</i>:
pt_pt: <i>A instalação dos seguintes pacotes é <b>RECOMENDADA</b>, se pretende traduzir ou desenvolver (extensões, etc.)</i>.
uk: <i>Встановлення наступних пакетів <b>РЕКОМЕНДУЄТЬСЯ</b>, якщо ви плануєте перекладати або займатися розробкою (доповнення тощо)</i>:

source: <u><b>Optional packages required by Third-party Addons</b></u>
da: <u><b>Valgfri pakker krævet for 3. parts tillæg</b></u>
de: <u><b>Optionale Pakete, die von Erweiterungen von Drittanbietern benötigt werden</b></u>
he: <u><b>חבילות חלופיות שדרושות לתוספי צד ג'</b></u>
hr: <u><b>Opcionalni paketi koji su potrebni za dodatke trećih strana</b></u>
nl: <u><b>Optionele pakketten vereist door add-ons van derden</b></u>
pt_pt: <u><b>Pacotes opcionais requeridos por extensões de terceiros</b></u>
uk: <u><b>Необов'язкові пакети, необхідні для сторонніх доповнень</b></u>

source: <i>Prerequistes required for the following <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">Third-party Addons</a> to work</i>:
da: <i>Forudsætninger for de følgende <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">3die-parts Addons</a> skal virke</i>:
de: <i>Für die folgenden <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">Drittanbieter-Erweiterungen</a> sind Voraussetzungen erforderlich, damit sie funktionieren</i>:
nl: <i>Noodzakelijke vereisten om de volgende <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">Uitbreidingen van derden</a> te laten functioneren</i>:
pt_pt: <i>Pré-requistos para que as seguintes <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">extensões de terceiros</a> funcionem</i>:
uk: <i>Необхідні передумови для роботи наступних <a href="https://gramps-project.org/wiki/index.php?title=Third-party_Addons">сторонніх доповнень</a></i>:

source: <u><b>Diagnostic checks</b></u>
da: <u><b>Diagnostiske kontroller</b></u>
de: <u><b>Diagnoseprüfungen</b></u>
he: <u><b>בדיקות אבחון</b></u>
hr: <u><b>Dijagnostičke provjere</b></u>
nl: <u><b>Diagnostische controles</b></u>
pt_pt: <u><b>Verificações de diagnóstico</b></u>
uk: <u><b>Діагностичні перевірки</b></u>

source: Check for potential issues.
da: Kontrollér for mulige problemer.
de: Prüfung auf mögliche Probleme.
he: בדיקת סוגיות אפשריות.
hr: Provjeri, postoje li potencijalni problemi.
nl: Controleer op mogelijke problemen.
pt_pt: Verifique se há problemas potenciais.
uk: Перевірка потенційних проблем.

source: Environment settings:
da: Miljø opsætning:
de: Umgebungseinstellungen:
he: הגדרות סביבת־עבודה:
hr: Postavke okruženja:
nl: Omgevingsinstellingen:
pt_pt: Configurações de ambiente:
uk: Налаштування середовища:

source: <u><b>Locales available:</b></u>
da: <u><b>Locales tilgængelige:</b></u>
de: <u><b>Verfügbare Sprachversionen:</b></u>
he: <u><b>מקמים זמינים</b></u>
hr: <u><b>Dostupni jezici:</b></u>
nl: <u><b>Beschikbare landinstellingen:</b></u>
pt_pt: <u><b>Localidades disponíveis:</b></u>
uk: <u><b>Доступні локалі:</b></u>

source: <u><b>Back Up Your Genealogy Files.</b></u>
da: <u><b>Sikkerhedskopier dine genealogi filer.</b></u>
de: <u><b>Sichere deine Genealogiedateien.</b></u>
he: <u><b>נא לגבות את קובצי אילן־היוחסין.</b></u>
hr: <u><b>Spremi sigurnosnu kopiju tvojih genealoških datoteka.</b></u>
nl: <u><b>Maak een back-up van uw genealogiebestanden.</b></u>
pt_pt: <u><b>Salvaguarde os seus ficheiros de genealogia.</b></u>
uk: <u><b>Зробіть резервну копію своїх генеалогічних файлів.</b></u>

source: If you have a reason to be checking Prerequisites, it is the right time to back up your genealogy files, and then test your backups!
da: Hvis du har en grund til at kontrollere Forudsætninger, er det tid til at sikkerhedskopiere dine genealogi filer, og derefter kontrollere sikkerhedskopien!
de: Wenn du einen Grund hast, die Voraussetzungen zu prüfen, ist jetzt der richtige Zeitpunkt, deine Genealogie-Dateien zu sichern und dann deine Sicherungen zu testen!
nl: Als u een reden hebt om de vereisten te controleren, dan is dit en goed moment om een back-up te maken van uw genealogische bestanden en vervolgens uw back-ups te testen!
pt_pt: Se tem um motivo para verificar pré-requisitos, é o momento certo para salvaguardar os seus ficheiros e testar as salvaguardas.
uk: Якщо у вас є підстави перевіряти Вимоги, саме час зробити резервну копію ваших генеалогічних файлів, а потім перевірити її!

source: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Backup to Gramps XML</a> You will find "Make Backup..." in the Family Tree menu of recent Gramps versions, otherwise use "Export..." in the same menu but uncheck privacy options in the Exporter Assistant in order to export all data.</i>
da: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Sikkerhedskopier til Gramps XML</a> Du finder sikkerhedskopiering i slægtsbogsmenuen på den seneste Gramps version, ellers benyt eksporter i den samme menu, men fjern fluebenet fra privatlivs muligheden i eksport assistenten for at eksportere alle data</i>
de: <i><a href="https://gramps-project.org/wiki/index.php/De:Wie_erstelle_ich_eine_Sicherung">Sicherung in Gramps-XML</a> Du findest „Sicherung erstellen...“ im Stammbaum-Menü neuerer Gramps-Versionen, andernfalls verwende „Exportieren...“ im selben Menü, aber deaktiviere die Datenschutzoptionen im Export-Assistenten, um alle Daten zu exportieren.</i>
nl: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Back-up naar Gramps XML</a> Je vindt "Back-up maken…" in het stamboommenu van recente Gramps-versies, anders gebruik je "Exporteren..." in hetzelfde menu, maar schakel de privacy-opties in de assistent uit om alle gegevens te exporteren.</i>
pt_pt: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Salvaguarda em Gramps XML</a> Encontra a opção "Salvaguarda..." no menu Árvores genealógicas, das versões recentes do Gramps, senão, use "Exportar..." no mesmo menu, mas desmarque as opções de privacidade no assistente de exportação, para incluir todos os dados.</i>
uk: <i><a href="https://gramps-project.org/wiki/index.php?title=How_to_make_a_backup">Резервне копіювання в Gramps XML</a> Ви знайдете опцію "Зробити резервну копію..." в меню "Родинне дерево" у нових версіях Gramps, або використовуйте "Експорт..." у тому ж меню, але зніміть прапорець з параметрів конфіденційності у Помічнику експорту, щоб експортувати всі дані.</i>

source: • Backups can be made at any time and, at a minimum, on the first day of every month. But preferrably more often.
da: • Sikkerhedskopiering kan udføres når som helst, og mindst de første dag i hver måned, hvis ikke oftere.
de: • Sicherungen können jederzeit, mindestens aber am ersten Tag eines jeden Monats, durchgeführt werden. Vorzugsweise aber öfter.
nl: • Back-ups kunnen op elk moment worden gemaakt en op zijn minst op de eerste dag van elke maand, maar beter vaker.
pt_pt: • As salvaguardas podem-se fazer a qualquer momento, tendo como mínimo, o primeiro dia de cada mês. Preferencialmente, mais amiúde.
uk: • Резервні копії можна створювати у будь-який час, і, як мінімум, у перший день кожного місяця. Але бажано частіше.

source: • It is strongly recommended to backup each of your Family Trees before any upgrade.
da: • Før enhver opdatering er det kraftigt anbefalet at sikkerhedskopiere alle dine slægtsbøger.
de: • Es wird dringend empfohlen, vor jedem Upgrade eine Sicherungskopie deiner Stammbäume zu erstellen.
nl: • Het wordt sterk aanbevolen om een back-up te maken van elk van uw stambomen voordat u een upgrade uitvoert.
pt_pt: • Recomendamos vivamente que faça salvaguardas dos seus ficheiros antes de qualquer actualização.
uk: • Настійно рекомендується створювати резервні копії кожного з ваших родинних дерев перед будь-яким оновленням.

source: • Test your backups by creating a new Family Tree and then importing the backup.
da: • Kontroller din sikkerhedskopiering ved at danne en ny slægtsbog og importere sikkerhedskopien.
de: • Teste deine Sicherungen, indem du einen neuen Stammbaum erstellst und dann die Sicherung importierst.
nl: • Test uw back-ups door een nieuwe stamboom aan te maken en vervolgens de back-up te importeren.
pt_pt: • Teste as salvaguardas criando um novo ficheiro de família e importando a salvaguarda.
uk: • Перевірте свої резервні копії, створивши нове родинне дерево та імпортувавши резервну копію.

source: , is the most current version.
da: , er den seneste vesion.
de: , ist die aktuellste Version.
he: ,זוהי הגרסה העדכנית ביותר.
hr: , je najnovija verzija.
nl: , is de meest recente versie.
pt_pt: , é a versão mais actual.
uk: , це найновіша версія.

source: You have Gramps %s. Please make a backup and then upgrade. %s
da: Du benytter Gramps %s. Sikkerhedskopier venligst og opgrader derefter. %s
de: Du hast Gramps %s. Bitte erstelle eine Sicherung und aktualisiere dann. %s
he: מותקנת גרסת גרמפס %s. נא לבצע גיבוי ורק לאחר מכן שדרוג. %s
hr: Imaš Gramps %s. Spremi sigurnosnu kopiju, a zatim nadogradi. %s
nl: U heeft Gramps %s. Maak een back-up en voer een upgrade uit. %s
pt_pt: Tem o Gramps %s. Faça uma salvaguarda e depois actualize. %s
uk: У вас встановлено Gramps %s. Будь ласка, зробіть резервну копію, а потім оновіть. %s
