Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Try changing the Title, or use the "Edit" button to finish this level of the place manually.
da: Forsøg at ændre titlen, eller benyt "Ret" knappen for at afslutte dette niveau af steder manuelt.
de: Versuche, den Titel zu ändern, oder verwende die Schaltfläche „Bearbeiten“, um diese Ebene des Ortes manuell zu vervollständigen.
he: נא לנסות לשנות את הכותרת, או להשתמש בלחצן 'עריכה' כדי לסיים רמה זו של המקום באופן ידני.
hr: Pokušaj promijeniti naslov ili upotrijebi gumb „Uredi” za ručno obavljanje ove razine mjesta.
nl: Wijzig de titel of gebruik de knop 'Bewerken' om dit niveau van de plaats handmatig te voltooien.
pt_pt: Tente alterar o título, ou clique em Editar para terminar este nível de local manualmente.
uk: Спробуйте змінити назву або використайте кнопку "Редагувати", щоб завершити цей рівень місця вручну.

source: %s GeoNames Matches
da: %s GeoNames Matcher
de: %s GeoNames Übereinstimmungen
he: %s התאמות GeoNames
hr: %s GeoNames podudaranja
nl: %s GeoNames overeenkomsten
pt_pt: %s resultados GeoNames
uk: %s GeoNames Співпадіння

source: %s matches were found
da: %s matcher blev fundet
de: %s Übereinstimmungen wurden gefunden
he: נמצאו %s התאמות
hr: %s podudaranja pronađeno
nl: %s overeenkomsten gevonden
pt_pt: %s resultados encontrados
uk: Знайдено %s співпадінь

source: Only 10 matches are shown. To see additional results, press the search button again. Or try changing the Title with more detail, such as a country.
da: Kun 10 matcher er vist. For at se yderligere resultater, tryk på søg knappen igen. Eller prøv at ændre titlen med flere detaljer, som f.eks. land.
de: Es werden nur 10 Treffer angezeigt. Um weitere Ergebnisse zu sehen, drücke erneut auf die Schaltfläche Suchen. Oder versuche, den Titel mit mehr Details zu ändern, z. B. einem Land.
he: מוצגות 10 התאמות בלבד. לצפיה בתוצאות נוספות, נא להקיש שוב על לחצן החיפוש. לחלופין, ניתן לנסות ולשנות את הכותרת בפרטים נוספים, כגון מדינה.
hr: Prikazuje se samo deset podudaranja. Za prikaz više rezultata, ponovo pritisni gumb za traženje. Ili pokušaj promijeniti naslov, koristeći više detalja, npr. zenlju.
nl: Er worden slechts 10 overeenkomsten getoond. Druk nogmaals op de zoekknop om meer resultaten te zien. Of probeer de titel te wijzigen met meer details, zoals een land.
pt_pt: Só se mostram 10 resultados. Para ver mais, prima o botão de procura novamente. Ou tente alterar o título adicionando detalhes, como o país.
uk: Показано лише 10 співпадінь. Щоб побачити більше результатів, натисніть кнопку пошуку знову. Або спробуйте додати більше деталей у назву, наприклад, країну.

source: Problem getting data from web
da: Problem med at hente data fra nettet
de: Problem beim Abrufen von Daten aus dem Web
he: הייתה בעיה באחזור הנתונים מהרשת
hr: Problem u dohvaćanju podataka s interneta
nl: Probleem bij het ophalen van gegevens van internet
pt_pt: Problema ao obter dados da Internet
uk: Проблема отримання даних з Інтернету

source: Web request Timeout, you can try again...
da: Web forespørgsel tidsudløb, du kan prøve igen...
de: Webanfrage Zeitüberschreitung, du kannst es erneut versuchen...
he: פסק־זמן בקשת רשת, נא לנסות שנית...
hr: Vrijeme za internetski zahtjev je isteklo, možeš pokušati ponovo …
nl: Time-out webverzoek, u kunt het opnieuw proberen...
pt_pt: O pedido expirou, tente novamente...
uk: Час запиту минув, спробуйте ще раз...

source: Problem getting data from GeoNames
da: Problem med at hente data fra GeoNames
de: Problem beim Abrufen von Daten von GeoNames
he: הייתה בעיה באחזור נתונים מ־GeoNames
hr: Problem u dohvaćanju podataka s GeoNames stranica
nl: Probleem bij het ophalen van gegevens van GeoNames
pt_pt: Problema ao obter dados do GeoNames
uk: Проблема отримання даних від GeoNames

source: One of the places you are merging encloses the other! Please choose another place.
da: En af de steder du sammenfletter omslutter den anden! Vælg venligst et andet sted.
de: Einer der Orte, die du zusammenführst, enthält den anderen! Bitte wähle einen anderen Ort.
he: אחד המקומות שמיועדים למיזוג מכיל בתוכו את המקום שני! נא לבחור מקום אחר.
hr: Jedno od mjesta koje sjedinjuješ obuhvaća drugo mjesto! Odaberi jedno drugo mjesto.
nl: Een van de plaatsen die u samenvoegt, omsluit de andere! Kies een andere plaats.
pt_pt: Um dos locais que está a unir contém o outro! Por favor, escolha outro local.
uk: Одне з місць, яке ви обʼєднуєте, включає інше! Будь ласка, оберіть інше місце.

source: The place you chose is enclosed in the place you are workin on! Please cancel and choose another place.
da: Stedet du valgte er omsluttet af stedet du arbejder med! Afbryd venligst og vælg et andet sted.
de: Der von dir gewählte Ort ist Teil des Ortes, den du gerade bearbeitest! Bitte brich ab und wähle einen anderen Ort.
he: המקום שנבחר מוכל במקום שנמצא כעת בעבודה! נא לבטל ולבחור מקום אחר.
hr: Odabrano mjesto je obuhvaćeno mjestom koje trenutačno obrađuješ! Prekini i odaberi jedno drugo mjesto.
nl: De plaats die u kiest, is ingesloten in de plaats waar u aan werkt! Annuleer en kies een andere plaats.
pt_pt: O local escolhido está contido no local em que está a trabalhar! Por favor, cancele e escolha outro local.
uk: Вибране місце включено в місце, над яким ви працюєте! Скасуйте та виберіть інше місце.

source: GeoNames web site
de: GeoNames-Webseite
he: אתר מרשתת GeoNames
hr: GeoNames web-stranica
pt_pt: Página web do GeoNames
uk: Веб-сайт GeoNames

source: GeoNames author
de: GeoNames-Autor
he: יוצרי GeoNames
hr: GeoNames autor
nl: GeoNames auteur
pt_pt: Autor do GeoNames
uk: Автор GeoNames

source: GeoNames was founded by Marc Wick. You can reach him at
da: GeoNames blev grundlagt af Marc Wick. Du kan nå ham på
de: GeoNames wurde von Marc Wick gegründet. Du kannst ihn erreichen unter
he: GeoNamesנוסדה על ידי מארק וויק. אפשר לפנות אליו ב־
hr: GeoNames je osnovao Marc Wick. Možeš ga kontaktirati na
nl: GeoNames is opgericht door Marc Wick. U kunt hem bereiken op
pt_pt: O GeoNames foi fundado pelo Marc Wick. Pode contactá-lo em
uk: GeoNames заснований Марком Віком. Його можна знайти на

source: GeoNames is a project of Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Switzerland. This work is licensed under a
da: GeoNames er et projekt fra Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Switzerland. Dette arbejde er licenseret med en
de: GeoNames ist ein Projekt der Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Schweiz. Diese Arbeit ist lizenziert unter einer
he: GeoNames הוא מיזם של Unxos GmbH, ויינגרטנשטראסה 8, 8708 מנדורף, שוויץ. עבודה זו מורשית תחת
hr: GeoNames je projekt od Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Švicarska. Licenziran je pod
nl: GeoNames is een project van Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Zwitserland. Dit werk is in licentie gegeven onder een
pt_pt: O GeoNames é um projecto de Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Switzerland. Este trabalho está licenciado sob
uk: GeoNames — це проект Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Швейцарія. Ця робота ліцензована за умовами

source: Creative Commons Attribution 3.0 License
de: Creative Commons Namensnennung 3.0-Lizenz
he: רישיון קריאטיב קומונס אטריביושן 3.0
hr: Creative Commons – Imenovanje, 3.0
nl: Creative Commons Attribution 3.0-licentie
uk: Ліцензія Creative Commons Attribution 3.0

source: Add Souce/Repo/Note (%s)
da: Tilføj Kildee/Arkiv/Note (%s)
de: Quelle/Aufbew/Notiz (%s) hinzufügen
he: הוספת מקור/מאגר/הערה (%s)
hr: Dodaj Izvor/Spremište/Zabilješku (%s)
nl: Voeg bron/bibl/notitie (%s) toe
pt_pt: Adicionar fonte/repositório/nota (%s)
uk: Додати Джерело/Сховище/Примітку (%s)

source: This Place is not used!
da: Dette sted benyttes ikke!
de: Dieser Ort wird nicht verwendet!
he: מקום זה אינו בשימוש!
hr: Ovo se mjesto ne koristi!
nl: Deze plaats wordt niet gebruikt!
pt_pt: Este local não é utilizado!
uk: Це Місце не використовується!

source: You should delete it, or, if it contains useful notes or other data, use the Find to merge it into a valid place.
da: Du bør slette det, eller hvis det indeholder nyttige noter eller andre data, benyt find til at sammenflette det medet gyldigt sted.
de: Du solltest ihn löschen oder, wenn er nützliche Notizen oder andere Daten enthält, die Suche verwenden, um ihn mit einem passenden Ort zusammenzuführen.
he: נא למחוק מקום זה, אך אם רשומת המקום כוללת בתוכה הערות שימושיות או נתונים אחרים, נא להשתמש בחיפוש כדי למזג מקום זה עם מקום תקין.
hr: Ukloni ga ili, ako sadrži korisne zabilješke ili druge vrste podataka, koristi gumb „Nađi” za sjedinjavanje u jedno važeće mjesto.
nl: U moet het verwijderen of, als het nuttige opmerkingen of andere gegevens bevat, Vind gebruiken om het op een geldige plaats samen te voegen.
pt_pt: Devia eliminá-lo ou, se contém alguns dados úteis, utilize Localizar para o unir com outro local válido.
uk: Слід видалити його або, якщо воно містить корисні замітки чи інші дані, використайте пошук для обʼєднання з коректним місцем.

source: PlaceCompletion
de: OrteVervollständigung
hr: Upotpunjavanje mjesta
nl: Locatievoltooiing
pt_pt: Conclusão de locais
uk: Доповнення місць

source: Provides a browsable list of selected places, with possibility to complete/parse/set the attribute fields.
da: Giver en liste over udvalgte steder, med mulighed for at komplettere/fortolke/sætte sttributfelterne.
de: Liefert eine durchsuchbare Liste ausgewählter Orte mit der Möglichkeit die Attributefelder zu vervollständigen/Syntaxanalyse/setzen.
he: מספק רשימה ניתנת לדפדוף של מקומות שנבחרו, ומתן אפשרות להשלים/לנתח/להגדיר את שדות התכונות.
hr: Dostavlja popis odabranih mjesta, s mogućnošću upotpunjavanja, analiziranja i određivanja polja svojstava.
nl: Biedt een doorzoekbare lijst van geselecteerde plaatsen, met de mogelijkheid om de kenmerkvelden in te vullen / te ontleden / in te stellen.
pt_pt: Fornece uma lista navegável de locais seleccionados, com a possibilidade de concluir/analisar/definir os atributos.
sk: Poskytuje zoznam vybraných miest ktorý je možné prezerať s možnosťou doplňovať/triediť/nastaviť atribúty polí
uk: Надає список вибраних місць з можливістю доповнення, парсингу та налаштування атрибутів.

source: Place Completion by parsing, file lookup and batch setting of place attributes
da: Stedkomplettering ved at fortolke, feltopslag mængdesætning af sted attributter
de: Ortsvervollständigung durch Syntaxanalyse, nachsehen in Datei und setzen der Ortsattribute
he: השלמת פרטי מקום על ידי ניתוח, חיפוש קבצים והגדרת אצווה של תכונות מקום
hr: Upotpunjavanje mjesta analizom, pretragom u datotekama i grupnim postavljanjem svojstava mjesta
nl: Locatievoltooiing door ontleding, bestandsdoorzoeking en in bulk instellen van plaatskenmerken
pt_pt: Conclusão de locais analisando, procurando nos ficheiros e definindo atributos de locais em lote
sk: Doplnenie miesta, hľadanie súborov a dávkové nastavenie atribútov miesta
uk: Доповнення місць шляхом парсингу, пошуку у файлах та пакетного налаштування атрибутів місць

source: Error in PlaceCompletion.py
da: Fejl i PlaceCompletion.py
de: Fehler in PlaceCompletion.py
he: שגיאה ב־PlaceCompletion.py
hr: Greška u datoteci PlaceCompletion.py
nl: Fout in PlaceCompletion.py
pt_pt: Erro em PlaceCompletion.py
sk: Chyba v PlaceCompletion.py
uk: Помилка у PlaceCompletion.py

source: Non existing group used in get
da: Ikke eksisterende gruppe brugt i get
de: Keine existierende Gruppe verwendet in holen
he: שימוש ב־get בקבוצה לא קיימת
hr: Nepostojeća grupa korištena u naredbi get
nb: Ikke-eksisterende gruppe brukt ved henting
nl: Niet-bestaande groep gebruikt in 'get'
pt_pt: Grupo não existente usado em "get"
sk: Neexistujúce skupina v metóde get
uk: Використано неіснуючу групу у get

source: PlaceCompletion is unable to create %s %s
da: PlaceCompletion kan ikke danne %s %s
de: OrteVervollständigung kann %s %s nicht erstellen
he: PlaceCompletion לא מסוגל ליצור את %s %s
hr: Upotpunjavanje mjesta ne može stvoriti %s %s
nl: Locatievoltooiing kan %s %s niet maken
pt_pt: A conclusão de locais não pôde criar %s %s
uk: PlaceCompletion не може створити %s %s

source: Places tool
da: Sted værktøj
de: Ortswerkzeug
he: כלי מקומות
hr: Alat za mjesta
nb: Verktøy for stedsnavn
nl: Locatiehulpmiddel
pt_pt: Ferramenta de locais
sk: Nástroj Lokality
uk: Інструмент для місць

source: Missing regex groups in match lat/lon
da: Manglende regex gruppe i match længde/bredde
de: Fehlender regulärer Ausdruck in passende Breite/Länge
he: חסרות קבוצות ביטויים רגילים בהתאמת אורך/רוחב
hr: Nedostaju grupe regularnih izraza za zemljopisne širine/dužine
nl: Regex-groepen ontbreken in overeenkomende breedtegraad / lengtegraad
pt_pt: Grupos regex em falta na comparação lat/long
sk: Chýbajúce skupiny regex v lat/lon
uk: Відсутні групи регулярних виразів у відповідності lat/lon

source: Regex groups %(lat)s and %(lon)s must be present in lat/lon match. Quiting
da: Regex grupper %(lat)s og %(lon)s skal være tilstede i Bredde/længde match. Afslutter.
de: Regulärer Ausdruck Gruppen %(lat)s und %(lon)s müssen in Länge/Breite Gegenstück vorhanden sein. Ende
he: קבוצות ביטוי רגיל %(lon)s ו־%(lat)s חייבות להמצא בהתאמת אורך/רוחב. עזיבה
hr: Grupe regularnih izraza %(lat)s i %(lon)s moraju postojati za pronalaženje zemljopisne širine/dužine. Prekid
nl: Regex-groepen %(lat)s en %(lon)s moeten aanwezig zijn in de brgrd/lngrd-overeenkomst. Stoppen
pt_pt: Os grupos regex %(lat)s e %(lon)s têm de estar presentes na comparação de lat/lon. A sair...
sk: Regex skupiny %(lat)s a %(lon)s musia byť v lat/lon. Koniec
uk: Групи регулярних виразів %(lat)s і %(lon)s мають бути присутніми у відповідності lat/lon. Завершення

source: Non valid regex for match lat/lon
da: Ingen gyldige regex for match bredde/længde
de: Keine gültiger Regulärer Ausdruck für Länge/Breite
he: ביטוי רגיל לא תקין להתאמת אורך/רוחב
hr: Neispravan regularni izraz za zemljopisne širine/dužine
nl: Ongeldige regex voor overeenkomst br / ln
pt_pt: Regex inválida para comparar lat/lon
sk: Neplatné regex pre vyhľadanie lat/lon
uk: Некоректний регулярний вираз для відповідності lat/lon

source: Non valid regular expression given to find lat/lon. Quiting.
da: Ingen gyldig Regular expression er givet for at finde bredde/længde. Afslutter.
de: Kein gültiger regulärer Ausdruck zum finden von Längen/Breite angegeben beende.
he: התקבל ביטוי רגיל לא תקין לחיפוש אורך/רוחב. עזיבה.
hr: Neispravan regularni izraz za pronalaženje zemljopisne širine/dužine. Prekid.
nl: Ongeldige reguliere expressie opgegeven om br / ln te vinden. Stoppen.
pt_pt: Forneceu expressões regulares inválidas para encontrar a lat/lon. A sair...
sk: Neplatný regul. výraz zadaný pre hľadanie lat/lon. Koniec.
uk: Неправильний регулярний вираз для пошуку lat/lon. Завершення.

source: Finding Places and appropriate changes
da: Finder steder og passende ændringer
de: Finde Orte und passende Änderungen
he: חיפוש מקומות ושינויים ראויים לביצוע
hr: Pronalaženje mjesta i odgovarajućih promjena
nl: Plaatsen en passende wijzigingen vinden
pt_pt: Procurar locais e alterações apropriadas
sk: Hľadanie Lokalít a súvisiace zmeny
uk: Пошук місць та відповідних змін

source: Filtering
da: Filrtrerer
de: Filtern
he: סינון
hr: Filtriranje
nb: Filterer
nl: Filteren
pt_pt: A filtrar
sk: Prebieha filtrovanie
uk: Фільтрація

source: Loading lat/lon file in Memory...
da: Indlæser bredde/længde fil i Hukommelsen...
de: Lade Breite/Länge Datei in den Speicher...
he: טעינת קובץ אורך/רוחב לזיכרון...
hr: Učitavanje datoteke sa zemljopisnim širinama i dužinama u memoriju …
nl: Brgrd / lngrd-bestand in het geheugen laden ...
pt_pt: A carregar lat/lon em memória...
sk: Ukladanie at/lon file do pamäti...
uk: Завантаження файлу lat/lon у пам’ять...

source: Examining places
da: Undersøger steder
de: Untersuche Orte
he: בחינת מקומות
hr: Pregledavanje mjesta
nb: Undersøker steder
nl: Plaatsen onderzoeken
pt_pt: A examinar locais
sk: Overovanie miest
uk: Аналіз місць

source: Set Tag
da: Sæt mærkat
de: Setze Kennzeichnung
he: הגדרת תג
hr: Postavi etiketu
nl: Label instellen
pt_pt: Definir etiqueta
uk: Встановити тег

source: Doing Place changes
da: Danner stedændringer
de: Ändere Orte
he: ביצוע שינויים ב'מקומות'
hr: Mijenjanje mjesta
nb: Endrer steder
nl: Locatiewijzigingen doen
pt_pt: A fazer alterações
sk: Vykonávanie zmien miesta
uk: Зміна місць

source: No place record was modified.
da: Ingen stedpost blev ænddret
de: Kein Ortsdatensatz wurde geändert.
he: רשומות מקום לא הוסגלו.
hr: Nije promijenjen nijedan zapis za mjesta.
nb: Ingen steder ble endret.
nl: Er is geen plaatsgegeven gewijzigd.
pt_pt: Nenhum local foi alterado.
sk: Žiaden záznam o mieste nebol zmenený.
uk: Жоден запис місця не було змінено.

source: 1 place record was modified.
da: 1 Stedpost blev ændret
de: 1 Ortsdatensatz wurde geändert.
he: הוסגלה רשומות מקום אחת.
hr: 1 zapis za mjesta je promijenjen.
nb: 1 sted ble endret.
nl: 1 plaatsgegeven is gewijzigd.
pt_pt: Foi alterado um local.
sk: 1 záznam o mieste bol zmenený.
uk: Було змінено 1 запис місця.

source: %d place records were modified.
da: %d stedposter blev ændret
de: %d Ortsdatensätze wurden geändert.
he: הוסגלו %d רשומות מקום.
hr: %d zapisa za mjesta su promijenjena.
nb: %d steder ble endret.
nl: %d plaatsgegevens zijn gewijzigd.
pt_pt: Foram alterados %d locais.
sk: záznamy o mieste v počte %d boli zmenené.
uk: Було змінено %d записів місць.

source: Change places
da: Ret steder
de: Ändere Orte
he: החלפת מקומות
hr: Promijeni mjesta
nb: Endre steder
nl: Wijzig plaatsen
pt_pt: Alterar locais
sk: Zmeniť miesta
uk: Змінити місця

source: The selected file is a directory, not a file.
da: den valgte fil er en mappe, ikke en fil.
de: Die gewählte Datei ist ein Verzeichnis keine Datei.
he: הקובץ שנבחר הוא 'מחיצה', לא 'קובץ'.
hr: Odabrana datoteka je mapa, a ne datoteka.
nb: Den valgte fila er en katalog, ikke en fil.
nl: Het geselecteerde bestand is een map, geen bestand.
pt_pt: A selecção é uma pasta, não um ficheiro.
sk: Zvolený je adresár, nie súbor.
uk: Вибраний файл є каталогом, а не файлом.

source: The file you want to access is not a regular file.
da: Filen som du vil tilgå er ikke en almindelig fil.
de: Die Datei auf die du zugreifen willst, ist keine reguläre Datei.
he: הקובץ אליו נעשה נסיון לגשת, אינו קובץ רגיל.
hr: Datoteka koju želiš dohvatiti nije regularna datoteka.
nl: Het bestand dat u wilt openen is geen gewoon bestand.
pt_pt: O ficheiro a que deseja aceder não é um ficheiro normal.
sk: Súbor ktorý chcete otvoriť nie je bežný súbor.
uk: Файл, до якого ви намагаєтесь отримати доступ, не є звичайним файлом.

source: The file does not exist.
da: Filen findes ikke.
de: Die Datei existiert nicht.
he: הקובץ לא קיים.
hr: Datoteka ne postoji.
nb: Fila eksisterer ikke.
nl: Het bestand bestaat niet.
pt_pt: O ficheiro não existe.
sk: Súbor neexistuje.
uk: Файл не існує.

source: Problem reading file
da: Problem ved læsning af filen
de: Probleme beim Lesen der Datei
he: בעית קריאת קובץ
hr: Greška prilikom čitanja datoteke
nb: Feil ved lesing av fil
nl: Probleem bij het lezen van bestand
pt_pt: Problema ao ler o ficheiro
sk: Chyba pri čítaní súboru
uk: Проблема зчитування файлу

source: invalid lat or lon value, %(lat)s, %(lon)s
da: ugyldige bredde eller længde værdier, %(lat)s, %(lon)s
de: Ungültiger Breiten oder Längen Wert %(lat)s, %(lon)s
he: ערכי אורך או רוחב לא תקינים, %(lon)s, %(lat)s
hr: neispravna vrijednost za zemljopisnu širinu ili dužinu, %(lat)s, %(lon)s
nl: ongeldige brgrd of lngrd-waarde, %(lat)s, %(lon)s
pt_pt: valor de lat ou lon inválido, %(lat)s, %(lon)s
sk: neplatná hodnota lat alebo lon, %(lat)s, %(lon)s
uk: Неправильне значення широти або довготи: %(lat)s, %(lon)s

source: No lat/lon conversion
da: Ingen bredde/længde konvertering
de: Keine Breiten/Längen Umwandlung
he: אין המרת קו אורך/רוחב
hr: Bez konverzije zemljopisne širine/dužine
nl: Geen brgrd/lngrd-conversie
pt_pt: Sem conversão de lat/lon
sk: Nijaká konverzia lat/lon
uk: Без конвертації широти/довготи

source: All in degree notation
da: Alt i gradnotation
de: Alle in Grad Notation
he: לסמון הכול במעלות
hr: Sve u stupnjevima
nb: Alle med gradernotasjon
nl: Alles in graadnotatie
pt_pt: Tudo em notação de graus
sk: Všetky zápisy v stupňoch
uk: Усі в градусній нотації

source: All in decimal notation
da: Alt i decimalnotation
de: Alle in dezimal Notation
he: לסמן הכול בסימון עשרוני
hr: Sve u decimalnom formatu
nl: Alles in decimale notatie
pt_pt: Tudo em notação decimal
sk: Všetky zápisy decimálne
uk: Усі в десятковій нотації

source: Correct -50° in 50°S
da: Ret -50° i 50°S
de: Korrigiere -50° in 50°S
he: תיקון -50° ל־50°S
hr: Ispravi −50 ° u 50 ° S
nl: Corrigeer -50° in 50°S
pt_pt: Corrigir -50° para 50°S
sk: Opraviť -50° na 50°S
uk: Корекція -50° у 50°S

source: No changes
da: Ingen ændringer
de: Keine Änderungen
he: אין שינויים
hr: Bez promjena
nb: Ingen endringer
nl: Geen wijzigingen
pt_pt: Sem alterações
sk: Žiadne zmeny
uk: Без змін

source: City[, State]
da: By[,stat]
de: Ort[, Staat]
he: עיר[, חבל]
hr: Grad[, država]
nl: Stad[, staat]
pt_pt: Cidade [distrito]
sk: Mesto[, Štát]
uk: Місто[, Область]

source: City,PostalCode,Country
da: By,Postnummer,Land
de: Ort, PLZ, Land
he: עיר,מיקוד,מדינה
hr: Grad, poštanski broj, zemlja
nl: Plaats,postcode,land
pt_pt: Cidade, código postal, país
uk: Місто,Поштовий_код,Країна

source: City[(Street;Locality;Parish)],PostalCode,Country
da: City[(Gade;Lokalitet;Sogn)],Postnummer,Land
de: Stadt[(Straße;Lokalität;Gemeinde)],PLZ,Land
he: עיר[(רחוב;שכונה;קהילה)],מיקוד,מדינה
hr: Grad[(ulica;lokalitet;župa)], poštanski broj, zemlja
nl: Stad[(Straat;Plaats;Parochie)],Postcode,Land
pt_pt: Cidade [(rua; localidade; paróquia)], código postal, país
uk: Місто[(Вулиця;Місцевість;Парафія)],Поштовий_код,Країна

source: TitleStart [, City] [, State]
da: StartTitel[,By][,Stat]
de: TitelStart [, Stadt] [,Bundesland]
he: TitleStart [, עיר] [, חבל]
hr: Početak naslova [, grad] [, država]
nl: TitelStart [,Stad] [, Staat]
pt_pt: Título [, cidade] [, distrito]
sk: ZačiatokNázvu [, Mesto] [, Štát]
uk: Початок назви [, Місто] [, Область]

source: TitleStart [, City] [, County] [, State] [, Country]
da: Starttitel [, By] [, Amt] [, Stat] [, Land]
de: TitelStart [, Stadt] [, Kreis][, Bundesland][, Land]
he: TitleStart [, עיר] [, מחוז] [, חבל] [, מדינה]
hr: Početak naslova [, grad] [, okrug] [, država] [, zemlja]
nl: TitelStart [,Stad] [, Provincie] [, Staat] [, Land]
pt_pt: Título [, cidade] [, concelho] [, distrito] [, país]
uk: Початок назви [, Місто] [, Район] [, Область] [, Країна]

source: TitleStart [, City] [, Zip] [, County] [, State] [, Country]
da: StartTitel [, By] [, Postnr] [, AMt] [, Stat] [, Land]
de: TitelStart [, Stadt][,PLZ] [, Kreis][, Bundesland][, Land]
he: TitleStart [, עיר] [, מיקוד] [, מחוז] [, חבל] [, מדינה]
hr: Početak naslova [, grad] [, poštanski broj] [, okrug] [, država] [, zemlja]
nl: TitelStart [,Stad] [, Zip] [, Provincie] [, Staat] [, Land]
pt_pt: Título [, cidade] [, cód. postal] [, concelho] [, distrito] [, país]
uk: Початок назви [, Місто] [, ПоштовийКод] [, Район] [, Область] [, Країна]

source: Don't search
da: Søg ikke
de: Nicht suchen
he: לא לחפש
hr: Bez pretrage
nb: Ikke søk
nl: Niet zoeken
pt_pt: Não procurar
sk: Nehľadať
uk: Не шукати

source: GeoNames country file, city search
da: GeoNames landefil, Bysøgning
de: GeoNames Länderdatei, Ortssuche
he: קובץ מדינות GeoNames, חיפוש ערים
hr: GeoNames datoteka zemalja, traženje grada
nl: GeoNames landenbestand, stad zoeken
pt_pt: Ficheiro de países Geonames, procurar cidade
sk: Súbor GeoNames krajina, hľadanie mesta
uk: Файл країни GeoNames, пошук міста
