Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: GeoNames country file, city localized variants search
da: GeoNames landefil, Bylokaliseret variant søgning
de: GeoNames Länderdatei, Stadt örtlich begrenzt Varianten Suche
he: קובץ מדינות GeoNames, חיפוש גרסאות מקומיות לעיר
hr: GeoNames datoteka zemalja, traženje lokaliziranih varijanti imena grada
nl: GeoNames landenbestand, stad-gelokaliseerde varianten zoeken
pt_pt: Ficheiro de países Geonames, procurar variantes da cidade
sk: Súbor GeoNames krajina, varianty hľadania mesta
uk: Файл країни GeoNames, пошук локалізованих варіантів міста

source: GeoNames country file, county/city search
da: GeoNames landefil, amt/by søgning
de: GeoNames Länderdatei, Kreis/Ortssuche
he: קובץ מדינות GeoNames, חיפוש מחוז/עיר
hr: GeoNames datoteka zemalja, traženje pokrajine/grada
nl: GeoNames landenbestand, provincie / stad zoeken
pt_pt: Ficheiro de países Geonames, procurar concelho/cidade
uk: Файл країни GeoNames, пошук району/міста

source: GeoNames country file, title begin, general search
da: GeoNames landefil, titel begynd, standardsøgning
de: GeoNames Länderdatei, Titel Anfang, allgemeine Suche
he: קובץ מדינות GeoNames, תחילת כותרת, חיפוש כללי
hr: GeoNames datoteka zemalja, početak naslova, opća pretraga
nl: GeoNames landenbestand, titelbegin, algemeen zoeken
pt_pt: Ficheiro de países Geonames, título, procura geral
sk: Súbor GeoNames krajina, začiatok názvu, celkové prehľadávanie
uk: Файл країни GeoNames, початок назви, загальний пошук

source: GeoNames USA state file, city search
da: GeoNames USA statsfil, bysøgning
de: GeoNames USA Staatendatei, Ortssuche
he: קובץ מדינות USA GeoNames, חיפוש ערים
hr: GeoNames datoteka država SAD-a, traženje grada
nl: GeoNames VS statenbestand, stad zoeken
pt_pt: Ficheiro Geonames dos estados dos EUA, procurar cidade
sk: GeoNames USA súbor štát, hľadanie mesta
uk: Файл штатів GeoNames США, пошук міста

source: GNS Geonet country file, city search
da: GNS Geonet landefil, bysøgning
de: GNS Geonet Länderdatei, Ortssuche
he: קובץ מדינות GNS Geonet, חיפוש עיר
hr: GNS Geonet datoteka zemalja, traženje grada
nl: GNS Geonet landenbestand, stad zoeken
pt_pt: Ficheiro de países GNS Geonet, procurar cidade
sk: GNS Geonet, súbor krajina, hľadanie mesta
uk: Файл країни GNS Geonet, пошук міста

source: GNS Geonet country file, county/city search
da: GNS Geonet landefil, amt/by søgning
de: GNS Geonet Länderdatei, Kreis/Ortssuche
he: קובץ מדינות GNS Geonet, חיפוש מחוז/עיר
hr: GNS Geonet datoteka zemalja, traženje pokrajine/grada
nl: GNS Geonet landenbestand, provincie / stad zoeken
pt_pt: Ficheiro de países GNS Geonet, procurar concelho/cidade
uk: Файл країни GNS Geonet, пошук району/міста

source: GNS Geonet country file, title begin, general search
da: GNS Geonet landefil, titel begynd, standardsøgning
de: GNS Geonet Länderdatei, Titel Anfang, allgemeine Suche
he: קובץ מדינות GNS Geonet, תחילת כותרת, חיפוש כללי
hr: GNS Geonet datoteka zemalja, početak naslova, opća pretraga
nl: GNS Geonet landenbestand, titelbegin, algemeen zoeken
pt_pt: Ficheiro de países GNS Geonet, título, procura geral
sk: GNS Geonet, súbor krajina, začiatok názvu, celkové prehľadávanie
uk: Файл країни GNS Geonet, початок назви, загальний пошук

source: Wikipedia CSV Dump
de: Wikipedia CSV Auszug
he: Wikipedia CSV משפך
hr: Wikipedia CSV izvadak
pt_pt: Despejo CSV da Wikipedia
sk: Wikipedia CSV
uk: CSV-дамп Вікіпедії

source: All Places
da: Alle steder
de: Alle Orte
he: כל המקומות
hr: Sva mjesta
nb: Alle steder
nl: Alle locaties
pt_pt: Todos os locais
sk: Všetky lokality
uk: Усі місця

source: No Latitude/Longitude given
da: Ingen breddegrad/længdegrad angivet
de: Kein Längen/Breitengrad angegeben
he: לא נתקבלו ערכי קו אורך/רוחב
hr: Nije zadana zemljopisna širina/visina
nb: Ikke angitt lengde- eller breddegrad
nl: Geen lengte-/breedtegraad opgegeven
pt_pt: Não indicou latitude/longitude
sk: Nie je udaná zem.šírka alebo dĺžka
uk: Не вказано широту/довготу

source: Apply all suggested changes
da: Anvend alle foreslåede ændringer
de: Übernimm alle vorgeschlagenen Änderungen
he: החלת כל השינויים המוצעים
hr: Primijeni sve predložene promjene
nb: Aktivere alle foreslåtte endringer
nl: Pas alle voorgestelde wijzigingen toe
pt_pt: Aplicar todas as alterações sugeridas
uk: Застосувати всі запропоновані зміни

source: Selection of the Places you want to complete:
da: Valg af pladser du vil komplettere:
de: Auswahl der Orte die du vervollständigen willst:
he: בחירת המקומות אותם מעוניינים להשלים:
hr: Odabir mjesta, koja želiš urediti:
nl: Selectie van de plaatsen die u wilt voltooien:
pt_pt: Selecção dos locais que deseja concluir:
uk: Вибір місць, які потрібно доповнити:

source: Parish:
da: Sogn:
de: Gemeinde:
he: קהילה:
hr: Župa:
nb: Prestegjeld:
nl: Parochie:
pt_pt: Paróquia:
sk: farnosť
uk: Парафія:

source: Place _filter:
da: Sted_filter
de: Orte_filter:
he: מסנן _מקומות:
hr: Filtar mjesta:
nb: Steds_filter:
nl: Locatie_filter:
pt_pt: _Filtro de local:
uk: Фільтр місць:

source: Count_ry:
da: Lan_nd:
de: _Land:
he: מ_דינה:
hr: D_ržava:
nb: Land:
nl: _Land:
pt_pt: _País:
sk: Krajina:
uk: Країна:

source: C_enter latitude:
da: C_entrums breddegrad:
de: Längengrad z_entrieren:
he: מ_רכוז קו רוחב:
hr: C_entriraj zemljopisnu širinu:
nl: _Middelpunt breedtegraad:
pt_pt: Latitude c_entral:
uk: Широта:

source: Center longitude:
da: Centrum længdegrad:
de: Längengrad zentrieren:
he: מרכוז קו אורך:
hr: Centriraj zemljopisnu dužinu:
nl: Middelpunt lengtegraad:
pt_pt: Longitude central:
uk: Довгота:

source: Places in a rectangle:
da: Steder i en firkant:
de: Orte in einem Rechteck:
he: מקומות בתוך מרובע:
hr: Mjesta u pravokutniku:
nb: Steder i et rektangel:
nl: Locaties in een rechthoek:
pt_pt: Locais num rectângulo:
uk: Місця у прямокутнику:

source: Height:
da: Højde:
de: Höhe:
he: גובה:
hr: Visina:
nb: Høyde:
nl: Hoogte:
pt_pt: Altura:
sk: Výška:
uk: Висота:

source: 1. Look up latitude and longitude:
da: 1. Slå breddegrad og længdegrad op:
de: 1. Suchen von Breiten und Längengrad:
he: 1. איתור קוי אורך ורוחב:
hr: 1. Nađi zemljopisnu širinu i dužinu:
nl: 1. Zoek de lengte- en breedtegraad op:
pt_pt: 1. Procurar latitude e longitude:
uk: 1. Пошук широти та довготи:

source: Search in:
da: Søg i:
de: Suche in:
he: חיפוש ב:
hr: Traži u:
nb: Søk i:
nl: Zoek in:
pt_pt: Procurar em:
uk: Шукати в:

source: Select A File
da: Vælg en fil
de: Wähle eine Datei
he: בחירת קובץ
hr: Odaberi datoteku
nb: Velg en fil
nl: Selecteer een bestand
pt_pt: Seleccionar um ficheiro
sk: Zvoliť súbor
uk: Вибрати файл

source: Parse as:
da: Fortolk som:
de: Analysieren als:
he: ניתוח כ:
hr: Obradi kao:
nl: Ontleden als:
pt_pt: Analisar como:
uk: Розбирати як:

source: 2. Conversion of existing title or position:
da: 2. Konvertering af eksisterende titel eller position:
de: 2. Umwandlung des bestehenden Titels oder Position:
he: 2. המרת כותרת קיימת או איות:
hr: 2. Konverzija postojećeg naslova ili položaja:
nl: 2. Omzetting van bestaande titel of positie:
pt_pt: 2. Conversão de título ou posição existentes:
uk: 2. Конвертація існуючої назви або місця:

source: Change title into:
da: Ret titlen til:
de: Ändere Titel in:
he: שינוי כותרת ל:
hr: Promijeni naslov u:
nb: Endre tittel til:
nl: Verander titel in:
pt_pt: Alterar título para:
uk: Змінити назву на:

source: Convert lat/lon as:
da: Konverter bredde/længde som:
de: Konvertiere Länge/Breite nach:
he: המרת קו אורך/רוחב ל:
hr: Konvertiraj zemljopisnu širinu/visinu kao:
nb: Konvertere brd/len til:
nl: Brgrd/lngrd omzetten in:
pt_pt: Converter lat/lon para:
uk: Конвертувати широту/довготу як:

source: Or define a simple title format:
da: Eller definer et simpelt titelformat:
de: Oder definiere ein einfaches Titelformat:
he: או להגדיר תסדיר כותרת פשוט:
hr: Ili odredi jedan format naslova:
nl: Of definieer een eenvoudige titelopmaak:
pt_pt: Ou defina um formato de título simples:
uk: Або визначити простий формат назви:

source: Available variables: city, street, locality, parish, county, state, country, postal_code
da: Tilgengælige variabler: by, gade, lokalitet, sogn, amt, stat, land, postnummer
de: Verfügbare Variablen: Stadt, Straße, Lokalität, Gemeinde, Kreis, Staat, Land, PLZ
he: משתנים זמינים: עיר, רחוב, שכונה, קהילה, מחוז, חבל, מדינה, מיקוד
hr: Moguće varijable: grad, ulica, lokalitet, župa, okrug, država, zemlja, poštanski broj
nl: Beschikbare variabelen: stad, straat, plaats, parochie, graafschap/provincie, staat, land, postcode
pt_pt: Variáveis disponíveis: cidade, rua, localidade, paróquia, concelho, distrito, país, código_postal
uk: Доступні змінні: місто, вулиця, місцевість, парафія, район, область, країна, поштовий_код

source: Delete to delete a row, Double-click on the row to edit place with changes pre-entered, Press Tab on a row or Google Maps button to see place on a map. Press Apply to do all changes automatically
da: Slet for at slette en række.Dobbelklik på rækken for at rette stedet med ændringerne forudindtastet. Tryk tab på en række eller google Maps knappen for at se stedet på et kort. Tryk anvend for at udføre alle ændringerne automatisk
de: Löschen um eine Zeile zu löschen, doppelklick die Zeile um Orte mit vorher eingegebenen Änderungen zu bearbeiten, Drücke Tab in einer Zeile oder die Google Maps Schaltfläche um den Ort auf einer Karte zu sehen. Drücke Übernehmen um alle Änderungen automatisch durchzuführen
he: הקשה על מקש 'מחיקה' למחיקת שורה, הקשת עכבר כפולה על שורה לעריכת 'מקום' ואפשרות לשנות ערכים שהוזנו מראש, הקשה על מקש 'טבלר' בזמן שסמן העכבר ממוקם על שורה או על לחצן מפות Google להצגת ה'מקום' על המפה. הקשה על לחצן 'החלה' לביצוע כל השינויים באופן אוטומטי
hr: Upotrijebi „Izbriši” za brisanje reda, pritisni dvaput na redak za uređivanje mjesta s pred-unesenim promjenama, Pritisni tabulatorsku tipku ili Google Maps gumb za prikaz mjesta na karti. Pritisni „Primijeni” za automatsku primjenu svih promjena
nl: Verwijderen om een rij te verwijderen, dubbelklik op de rij om de plaats te bewerken met vooraf ingevoerde wijzigingen, Druk op Tab op een rij of op Google Maps om de plaats op een kaart te zien. Druk op Toepassen om alle wijzigingen automatisch door te voeren
pt_pt: Prima Delete para eliminar a linha, duplo clique para editar o local com alterações pré-inseridas, Tab ou botão GoogleMaps para ver o local no mapa. Clique em Aplicar para alterar tudo automaticamente
uk: Натисніть Delete, щоб видалити рядок. Двічі клацніть на рядку, щоб відредагувати місце зі заздалегідь внесеними змінами. Натисніть Tab на рядку або кнопку Google Maps, щоб переглянути місце на карті. Натисніть Apply, щоб застосувати всі зміни автоматично

source: Place Coordinate Gramplet
da: Sted koordinat Gramplet
de: Ortskoordinaten Gramplet
he: גרמפלט נקודות־ציון מקום
nl: Plaatscoördinaten gramplet
pt_pt: Gramplet Coordenadas de locais
uk: Грамплет координат місця

source: Map Menu
da: Kort menu
de: Kartenmenü
he: תפריט מפה
hr: Izbornik za kartu
nl: Kaartmenu
uk: Меню карти

source: Add city as place
da: Tilføj by som sted
de: Stadt als Ort hinzufügen
he: הוספת עיר כ'מקום'
hr: Dodaj grad kao mjesto
nl: Voeg stad toe als plaats
pt_pt: Adicionar cidade como local
uk: Додати місто як місце

source: Add addess as place
da: Tilføj adresse som sted
de: Adresse als Ort hinzufügen
he: הוספת כתובת כ'מקום'
hr: Dodaj adresu kao mjesto
nl: Voeg adres toe als plaats
pt_pt: Adicionar endereço como local
uk: Додати адресу як місце

source: Place Coordinate Gramplet view
da: Sted koordinat Gramplet visning
de: Ortskoordinaten Gramplet Ansicht
he: מצג גרמפלט נקודות־ציון מקום
hr: Koordinate mjesta
nl: Plaatscoördinaten grampletweergave
uk: Перегляд координат місця в грамплеті

source: View for the place coordinate gramplet.
da: Visning for sted koordinat gramplet.
de: Ansicht für Ortskoordinaten Gramplet.
he: מצג גרמפלט נקודות־ציון מקום.
hr: Prikaz grampleta za koordinate mjesta.
nl: Weergave van de plaatscoördinatengramplet.
uk: Перегляд координат місця у грамплеті.

source: Place and Coordinates
da: Sted og koorsinater
de: Ort und Koordinaten
he: מקום ונקודות־ציון
nl: Plaats en coördinaten
pt_pt: Locais e coordenadas
uk: Місце та координати

source: Gramplet that simplifies setting the coordinates of a place
da: Gramplet der gør det enklere at sætte et steds koordinater
de: Gramplet, das die Bestimmung der Koordinaten eines Ortes vereinfacht
he: גרמפלט לפישוט קביעת נקודות־הציון של מקום
hr: Gramplet za jednostavno postavljanje koordinata mjesta
nl: Gramplet die het instellen van de coördinaten van een plaats vereenvoudigt
uk: Грамплет, який спрощує встановлення координат місця

source: Place Coordinates
da: Stedkoordinater
de: Ortskoordinaten
he: נקודות־ציון מקום
hr: Koordinate mjesta
nl: Plaatscoördinaten
pt_pt: Coordenadas de locais
uk: Координати місця

source: The place was not found. You may clarify the search keywords.
da: Stedet blev ikke fundet. Du kan afklare nøgleord til søgningen.
de: Der Ort wurde nicht gefunden. Du kannst die Stichworte verdeutlichen.
he: המקום לא נמצא. נא להבהיר מילות־מפתח לחיפוש.
hr: Mjesto nije pronađeno. Možeš pojasniti ključne riječi za pretraživanje.
nl: De plaats is niet gevonden. U kunt de zoektermen verduidelijken.
uk: Місце не знайдено. Ви можете уточнити ключові слова пошуку.

source: Failed to search for the coordinates due to some unexpected error.
da: Kunne ikke søge efter koordinaterne grundet en uventet fejl.
de: Suche nach Koordinaten ist aufgrund eines unerwarteten Fehlers fehlgeschlagen.
he: כשל בחיפוש נקודות־ציון כתוצאה משגיאה לא צפויה.
nl: Het zoeken naar de coördinaten is mislukt vanwege een onverwachte fout.
uk: Не вдалося виконати пошук координат через неочікувану помилку.

source: The place was not found.
da: Stedet blev ikke fundet.
de: Der Ort wurde nicht gefunden.
he: המקום לא נמצא.
nl: De plaats is niet gevonden.
pt_pt: O local não foi encontrado.
uk: Місце не знайдено.

source: The place was not identified.
da: Stedet blev ikke identificeret.
de: Der Ort wurde nicht identifiziert.
he: המקוםלא זוהה.
hr: Mjesto nije identificirano.
nl: De plaats is niet geïdentificeerd.
pt_pt: O local não foi identificado.
uk: Місце не було ідентифіковане.

source: Coordinates were not given.
da: Koordinater blev ikke angivet.
de: Koordinaten wurden nicht angegeben.
he: לא ניתנו נקודות־ציון.
nl: Coördinaten zijn niet gegeven.
uk: Координати не вказані.

source: Failed to interpret the input format.
da: Fejl ved fortolkning af indtastningsformatet.
de: Das Eingabeformat konnte nicht interpretiert werden.
he: כשל בפרוש תסדיר הקלט.
nl: Kan het invoerformaat niet interpreteren.
uk: Не вдалося інтерпретувати формат введення.

source: DB entry [{id}] {name}:
da: DB indtastning [{id}] {name}:
de: DB Eintrag [{id}] {name}:
he: רשומת מסד־נתונים [{id}] {name}:
hr: Zapis u bazi podataka [{id}] {name}:
nl: DB-invoer [{id}] {name}:
uk: Запис у базі даних [{id}] {name}:

source: Nothing has been searched yet
da: Intet er søgt efter endnu
de: Es wurde noch nichts gesucht
he: טרם בוצע חיפוש
hr: Još se ništa nije tražilo
nl: Er is nog niets gezocht
pt_pt: Ainda nada foi procurado
uk: Пошук ще не виконано

source: No place is active
da: Intet sted er aktivt
de: Kein Ort ist ausgewählt
he: אין מקום פעיל
hr: Nijedno mjesto nije aktivno
nl: Geen plaats is actief
pt_pt: Nenhum local activo
uk: Немає активного місця

source: Search for:
da: Søg efter:
de: Suche nach:
he: חיפוש:
hr: Traži:
nl: Zoek naar:
pt_pt: Procurar por:
uk: Пошук:

source: Found place:
da: Fandt sted:
de: Gefundener Ort:
he: נמצא מקום:
hr: Pronađeno mjesto:
nl: Gevonden plaats:
pt_pt: Local encontrado:
uk: Знайдене місце:

source: No DB entry is selected
da: Ingen DB er valgt
de: Kein DB Eintrag ist ausgewählt
he: לא נבחרה רשומת מסד־נתונים
nl: Er is geen DB-invoer geselecteerd
pt_pt: Nenhuma entrada de BD seleccionada
uk: Жоден запис у базі даних не вибрано

source: Postal-Code:
da: Postnummer:
de: Postleitzahl:
he: מיקוד
hr: Poštanski broj:
nl: Postcode:
uk: Поштовий індекс:

source: Show found place externally in Google Maps
da: Vis de fundne steder eksternt på Google Maps
de: Gefundenen Ort extern bei Google Maps anzeigen
he: הצגת מקום שנמצא במפות גוגל באופן חיצוני
hr: Pokaži pronađeno mjesto na Google kartama
nl: Toon gevonden plaats extern in Google Maps
uk: Показати знайдене місце у Google Maps

source: Take last clicked position from Geography map
da: Tag den senest klikkede position fra Geography map
de: Nimm die zuletzt angeklickte Position aus der Geografiekarte
he: לקיחת איות מהקשה אחרונה על מפה גיאוגרפית
hr: Uzmi zadnji pritisnuti položaj na karti u prikazu „Kartografija”
nl: Neem de laatste aangeklikte positie van Geografische kaart
uk: Взяти останню вибрану позицію з географічної карти

source: Search location from DB
da: Søg efter lokation i DB
de: Suchort aus DB
he: חיפוש מקום ממסד־נתונים
hr: Traži lokaciju iz baze podataka
nl: Zoek locatie van DB
uk: Шукати місце у базі даних

source: Apply geo location to Database
da: Anvend geo lokation til database
de: Koordinaten in die Datenbank übernehmen
he: החלת איכון (גאו־לוקיישן) על מסד הנתונים
hr: Primijeni geopodatke lokacije na bazu podataka
nl: Pas de geolocatie toe op de database
uk: Застосувати геолокацію до бази даних

source: Go
da: Udfør
de: Los
he: מעבר אל
hr: Idi
nl: Ga
uk: Перейти

source: Show help
da: Vis hjælp
de: Hilfe anzeigen
he: הצגת עזרה
nl: Toon help
pt_pt: Mostrar ajuda
uk: Показати довідку

source: PlaceUpdate
da: Stedopdatering
de: OrtAktualisierung
he: כלי-מקום
nl: Plaatsupdate
pt_pt: Actualizar local
uk: Оновлення місць

source: Gramplet to manipulate multiple places
da: Gramplet til at behandle flere steder
de: Gramplet zum Ändern mehrerer Orte
he: גרמפלט לתמרון ריבוי מקומות
nl: Gramplet om meerdere plaatsen te manipuleren
uk: Грамплет для керування кількома місцями

source: Set properties for multiple places
da: Angiv egenskaber for flere steder
de: Setzt die Eigenschaften für mehrere Orte
he: נגדרת מאפיינים למספר מקומות
hr: Postavi svojstva za višestruka mjesta
nl: Stel eigenschappen in voor meerdere plaatsen
pt_pt: Definir propriedades para múltiplos locais
uk: Встановити властивості для кількох місц

source: This gramplet allows setting properties for multiple places at the same time
da: Denne Gramplet giver dig mulighed for at angive egenskaber for flere steder på samme tid
de: Mit diesem Gramplet kannst du Eigenschaften für mehrere Orte gleichzeitig festlegen
he: הגרמפלט מאפשר הגדרת מאפיינים למספר מקומות בו זמנית
nl: Met deze gramplet kunnen eigenschappen voor meerdere plaatsen tegelijk worden ingesteld
uk: Цей грамплет дозволяє встановлювати властивості для кількох місць одночасно

source: New enclosing place
da: Nyt omsluttende sted
de: Neuer einschließender Ort
he: מקום מכיל חדש
nl: Nieuwe omsluitende plaats
uk: Нове місце, що охоплює

source: Timespan:
da: Tidsrum:
de: Zeitspanne:
nl: Tijdspanne:
uk: Часовий проміжок:

source: Set timespan for enclosing places
da: Set tidsrummet for omsluttende steder
de: Stellen die Zeitspanne für das Einschließen von Orten ein
nl: Stel een tijdspanne in voor het insluiten van plaatsen
uk: Встановити часовий проміжок для місць, що охоплюють

source: Clear original enclosing places
da: Ryd de oprindelige omsluttende steder
de: Original einschließende Orte entfernen
he: מחיקת המקום המכיל המקורי
nl: Wis originele omsluitende plaatsen
pt_pt: Limpar locais contentores originais
uk: Очистити початкові місця, що охоплюють

source: Clear tags
da: Ryd mærkater
de: Markierungen entfernen
he: ניקוי תגים
hr: Izbriši oznake
nl: Wis labels
pt_pt: Limpar etiquetas
uk: Очистити теги

source: Generate hierarchy
da: Dan hieraki
de: Hierarchie generieren
he: חילול היררכיה
nl: Genereer hiërarchie
pt_pt: Gerar hierarquia
uk: Згенерувати ієрархію

source: use spaces as separator
da: benyt mellemrum som adskillelse
de: Leerzeichen als Trennzeichen verwenden
he: שימוש ברווח כמפריד
nl: gebruik spaties als scheidingsteken
uk: використовувати пробіли як роздільник

source: reverse hierarchy
da: omvend hieraki
de: Hierarchie umkehren
he: היפוך היררכיה
hr: preokreni hijerarhiju
nl: keer hiërarchie om
uk: зворотна ієрархія

source: Replace text
da: Erstat tekst
de: Text ersetzen
he: החלפת מלל
hr: Zamijeni tekst
nl: Vervang tekst
pt_pt: Substituir texto
uk: Замінити текст

source: Use regex
da: Benyt regex
de: Reguläre Ausdrücke verwenden
he: שימוש בביטוי רגיל (regex)
hr: Koristi regularne izraze
nl: Gebruik regex
uk: Використовувати регулярні вирази

source: Old text:
da: Gammel tekst:
de: Alter Text:
he: מלל ישן:
hr: Stari tekst:
nl: Oude tekst:
uk: Старий текст:

source: New text:
da: Ny tekst:
de: Neuer Text:
he: מלל חדש:
hr: Novi tekst:
nl: Nieuwe tekst:
pt_pt: Novo texto:
uk: Новий текст:

source: Clear selections
da: Ryd valgene
de: Auswahl aufheben
he: ניקוי בחירה
hr: Poništi odabir
nl: Wis selecties
pt_pt: Limpar selecções
uk: Очистити вибір

source: Apply to selected places
da: Anvend på valgte steder
de: Auf ausgewählte Orte anwenden
he: החלה על המקום שנבחר
hr: Primijeni na odabrana mjesta
nl: Toepassen op geselecteerde plaatsen
pt_pt: Aplicar aos locais seleccionados
uk: Застосувати до вибраних місць

source: Setting place properties
da: Angiver egenskaber for sted
de: Ortseigenschaften festlegen
he: הגדרת מאפייני מקום
hr: Postavljanje svojstva mjesta
nl: Plaatseigenschappen instellen
uk: Налаштування властивостей місць

source: Regex operation failed: {}
da: Regex handlingen mislykkedes: {}
de: Regulärer-Ausdruck Operation fehlgeschlagen: {}
nl: Regex-bewerking mislukt: {}
uk: Помилка операції з регулярними виразами: {}

source: Plugin Manager Enhanced
da: Udvidet plugin kontrol
de: Zusatzmodulverwaltung Verbessert
he: מנהל מתקעים משופר
hr: Napredni upravljač za dodatke
nl: Verbeterde uitbreidingenbeheerder
pt_pt: Gestor de extensões melhorado
uk: Менеджер плагінів - Покращений

source: An Addon/Plugin Manager with several additional capabilities
da: En tillægs/plugin kontrol med flere adskillige flere muligheder
de: Erweiterungen/Zusatzmodul Verwaltung mit mehreren zusätzlichen Funktionen
he: מנהל מתקעים/תוספים עם יכולות רבות נוספות
hr: Upravljač za dodatke s nekolicinom dodatnih funkcija
nl: Een addon-/uitbreidingenbeheerder met verschillende extra mogelijkheden
pt_pt: Um gestor de extensões com várias capacidades melhoradas
uk: Менеджер додатків/плагінів з розширеними можливостями

source: Plugin Manager - Enhanced
da: Udvidet plugin kontrol
de: Zusatzmodulverwaltung - Verbessert
he: מנהל מתקעים - משופר
hr: Upravljač za dodatke – Napredni
nl: Uitbreidingenbeheerder - verbeterd
pt_pt: Gestor de extensões - melhorado
uk: Менеджер плагінів - Покращений
