Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: This item will be deleted from your tree. Any referenced items were also marked for deletion.
da: Dette element vil blive slettet fra din slægtsbog. Enhver henvist element blev også angivet til at slettes.
de: Dieses Element wird aus deinem Baum gelöscht. Alle referenzierten Elemente werden auch für die Löschung markiert.
hr: Stavke će biti izbrisane iz tvog rodoslova. Sve referencirajuće stavke su također označene za brisanje.
nl: Dit item wordt uit uw stamboom verwijderd. Alle items waarnaar wordt verwezen zijn tevens gemarkeerd om te worden verwijderd.
pt_pt: Este item será eliminado da árvore. Quaisquer itens referenciados foram também marcados para eliminação.
uk: Цей елемент буде видалено з вашого дерева. Усі посилання також позначені для видалення.

source: This item will not be changed in your tree. Any referenced items were also marked for Ignore.
da: Dette element vil ikke blive ændret i din slægtsbog. Alle henviste elementer blev også angivet til Ignorer.
de: Dieses Element wird in deinem Baum nicht geändert. Alle referenzierten Elemente werden auch als zu ignorieren markiert.
hr: Ova stavka se neće mijenjati u tvom rodoslovu. Sve referencirajuće stavke su također označene sa „Zanemari”.
nl: Dit item wordt niet gewijzigd in uw stamboom. Alle items waarnaar wordt verwezen zijn tevens gemarkeerd als Negeren.
pt_pt: Este item não será alterado na árvore. Quaisquer itens referenciados foram também marcados para ignorar.
uk: Цей елемент не буде змінено у вашому дереві. Усі посилання також позначені для ігнорування.

source: This item will be added to your tree. Any referenced items were also marked for adding.
da: Dette element vil blive tilføjet til din slægtsbog. Alle henviste elementer blev også angivet til tilføjelse.
de: Dieses Element wird zu deinem Baum hinzugefügt. Alle referenzierten Elemente werden auch zum Hinzufügen markiert.
hr: Ova stavka će biti dodana tvom rodoslovu. Sve referencirajuće stavke su također označene za dodavanje.
nl: Dit item wordt aan uw stamboom toegevoegd. Alle items waarnaar wordt verwezen, zijn tevens gemarkeerd als toe te voegen.
pt_pt: Este item será adicionado à árvore. Quaisquer itens referenciados foram também marcados para adicionar.
uk: Цей елемент буде додано до вашого дерева. Усі посилання також позначені для додавання.

source: This item will be merged, saving data from your tree. Any referenced items were also marked for merging or adding.
da: Dette element vil blive sammenflettet, gemt med data fra din slægtsbog. Alle henviste elementer blev også angivet til sammenfletning eller tilføjelse.
de: Dieses Element wird zusammengeführt und speichert Daten aus deiner Baumstruktur. Alle referenzierten Elemente wurden auch zum Zusammenführen oder Hinzufügen markiert.
hr: Ova će se stavka sjediniti, spremajući podatke iz tvog rodoslova. Sve referencirajuće stavke također su označene za sjedinjavanje ili dodavanje.
nl: Dit item wordt samengevoegd waardoor bezuinigd wordt op gegevens uit uw stamboom. Alle items waarnaar wordt verwezen zijn tevens gemarkeerd als samenvoegen of toevoegen.
pt_pt: Este item será unido, mantendo os dados da árvore. Quaisquer itens referenciados foram também marcados para unir ou adicionar.
uk: Цей елемент буде об'єднано, зберігаючи дані з вашого дерева. Усі посилання також позначені для об'єднання або додавання.

source: This item will be merged, using data from the import. Any referenced items were also marked for merging or adding.
da: Dette element vil blive sammenflettet, idet det benytter data fra importen. Alle henviste elementer blev også angivet til sammenflet eller tilføj.
de: Dieses Element wird zusammengeführt, wobei Daten aus dem Import verwendet werden. Alle referenzierten Elemente wurden auch zum Zusammenführen oder Hinzufügen markiert.
hr: Ova će se stavka sjediniti, koristeći podatke iz uvoza. Sve referencirajuće stavke također su označene za sjedinjavanje ili dodavanje.
nl: Dit item wordt samengevoegd met gegevens uit de import. Alle items waarnaar wordt verwezen, zijn tevens gemarkeerd als samenvoegen of toevoegen.
pt_pt: Este item será unido, usando os dados da importação. Quaisquer itens referenciados foram também marcados para unir ou adicionar.
uk: Цей елемент буде об'єднано, використовуючи дані з імпорту. Усі посилання також позначені для об'єднання або додавання.

source: The import data will entirely replace the data in your tree. Any referenced items were also marked for replacement or removal.
da: De importerede vil helt erstatte dataene i din slægtsbog. Alle henviste elementer blev også angivet til erstat eller fjern.
de: Die Importdaten werden die Daten in deinem Baum vollständig ersetzen. Alle referenzierten Elemente wurden auch für Ersatz oder Entfernung markiert.
hr: Uvozni podaci će u potpunosti zamijeniti podatke u tvom rodoslovu. Sve referencirajuće stavke su također označene za zamjenu ili uklanjanje.
nl: De importgegevens zullen de gegevens in uw stamboom volledig vervangen. Alle items waarnaar wordt verwezen zijn tevens gemarkeerd als vervanging of verwijdering.
pt_pt: Os dados importados vão substituir integralmente os dados da árvore. Todos os itens referenciados foram também marcados para substituir ou remover.
uk: Імпортовані дані повністю замінять дані у вашому дереві. Усі посилання також будуть позначені для заміни або видалення.

source: This item will not be changed in your tree. Any referenced items were also marked to keep.
da: Dette element vil ikke blive ændret i din slægtsbog. Alle henviste elementer blev også angivet til behold.
de: Dieses Element wird in deinem Baum nicht geändert. Alle referenzierten Elemente wurden auch markiert zu behalten.
hr: Ova stavka se neće mijenjati u tvom rodoslovu. Sve referencirajuće stavke su također označene za zadržavanje.
nl: Dit item wordt niet gewijzigd in uw stamboom. Alle items waarnaar wordt verwezen zijn tevens gemarkeerd als 'bewaren'.
pt_pt: Este item não será alterado na árvore. Quaisquer itens referenciados foram também marcados para manter.
uk: Цей елемент не буде змінено у вашому дереві. Усі посилання також залишаться без змін.

source: Import Failure
da: Fejl ved import
de: Importfehler
hr: Greška prilikom uvoza
nl: Importeren mislukt
pt_pt: Falha ao importar
uk: Помилка імпорту

source: Your Tree and import are the same.
da: Din slægtsbog og importen er ens.
de: Dein Baum und der Import sind identisch.
hr: Tvoj rodoslov i uvoz su jednaki.
nl: Uw stamboom en de import zijn hetzelfde.
pt_pt: A árvore e a importação são idênticas.
uk: Ваше дерево і імпортовані дані однакові.

source: your tree
da: din slægtsbog
de: dein Baum
hr: tvoj rodoslov
nl: uw boom
pt_pt: a árvore
uk: ваше дерево

source: imported
da: importeret
de: importiert
hr: uvezeno
nl: geïmporteerd
pt_pt: importado
uk: імпортовано

source: Original
nl: Origineel
uk: Оригінал

source: Imported
da: Importeret
de: Importiert
hr: Uvezeno
nl: Geïmporteerd
pt_pt: Importado
uk: Імпортовано

source: Result
da: Resultat
de: Ergebnis
hr: Rezultat
nl: Resultaat
pt_pt: Resultado
uk: Результат

source: Import and Merge
da: Importer og sammenflet
de: Importieren und Verschmelzen
hr: Uvezi i sjedini
nl: Importeren en samenvoegen
pt_pt: Importar e unir
uk: Імпорт і злиття

source: JSON Export
hr: JSON izvoz
pt_pt: Exportação JSON
uk: Експорт JSON

source: This is a JSON export
da: Detter er en JSON eksport
de: Dies ist ein JSON Export
hr: Ovo je JSON izvoz
nl: Dit is een JSON export
pt_pt: Esta é uma exportação JSON
uk: Це експорт JSON

source: JSON options
da: JSON tilvalg
de: JSON Optionen
hr: Opcije za JSON
nl: JSON opties
pt_pt: Opções JSON
uk: Параметри JSON

source: JSON Import
hr: JSON uvoz
pt_pt: Importação JSON
uk: Імпорт JSON

source: This is a JSON import
da: Dette er en JSOM import
de: Dies ist ein JSON Import
hr: Ovo je JSON uvoz
nl: Dit is een JSON import
pt_pt: Esta é uma importação JSON
uk: Це імпорт JSON

source: JSON import
hr: JSON uvoz
pt_pt: Importação JSON
uk: Імпорт JSON

source: List the last ten person records that have been changed
da: List de seneste 10 personposter, som er blevet ændret
de: Listet die letzten zehn geänderten Personendatensätze auf
hr: Nabroji zadnjih deset promijenjenih zapisa osobe
nl: Maak een lijst van de laatste tien persoonsgegevens die gewijzigd zijn
pt_pt: Lista os últimos dez registos individuais que foram alterados
uk: Список останніх десяти змінених записів осіб

source: Latest Changes
da: Seneste ændringer
de: Letzte Änderungen
hr: Zadnje promjene
nl: Laatste wijzigingen
pt_pt: Últimas alterações
uk: Останні зміни

source: Last Change Report
da: Rapport over seneste ændringer
de: Letzte Änderungen-Bericht
hr: Izvještaj o zadnjim promjenama
nl: Laatste wijzigingsverslag
pt_pt: Relatório Últimas alterações
uk: Звіт про останні зміни

source: Report of the last records that have been changed
da: Rapport over de seneste poster, der err blevet ændret
de: Bericht der letzten Datensätze, die geändert wurden
hr: Izvještaj o zadnjim promijenjenim zapisima
nl: Verslag van de laatste gegevens die gewijzigd zijn
pt_pt: Relatório dos últimos registos que foram alterados
uk: Звіт про останні змінені записи

source: changed on
da: ændret den
de: geändert am
hr: promijenjeno
nl: gewijzigd op
pt_pt: alteração a
uk: змінено

source: You must select at least one type of record.
da: Du skal vælge mindst en type poster.
de: Du musst mindestens eine Art von Datensatz wählen.
hr: Moraš odabrati barem jednu vrstu zapisa.
nl: U moet ten minste één gegevenstype selecteren.
pt_pt: Tem de seleccionar pelo menos um tipo de registo.
uk: Ви повинні вибрати хоча б один тип запису.

source: People Changed
da: Personer ændret
de: Geänderte Personen
hr: Promijenjene osobe
nl: Gewijzigde personen
pt_pt: Indivíduos alterados
uk: Змінені особи

source: Changed On
da: Ændret den
de: Geändert am
hr: Promijenjeno
nl: Gewijzigd op
pt_pt: Alteração a
uk: Змінено

source: Families Changed
da: Ændrede familier
de: Geänderte Familien
hr: Promijenjene obitelji
nl: Gewijzigde gezinnen
pt_pt: Famílias alteradas
uk: Змінені родини

source: Family Surname
da: Familie efternavn
de: Familiennachname
hr: Prezime obitelji
nl: Achternaam gezin
pt_pt: Apelido de família
uk: Прізвище родини

source: %s and %s
da: %s og %s
de: %s und %s
hr: %s i %s
nl: %s en %s
pt_pt: %s e %s
uk: %s і %s

source: Events Changed
da: Ændrede hændelser
de: Geänderte Ereignisse
hr: Promijenjeni događaji
nl: Gewijzigde gebeurtenissen
pt_pt: Eventos alterados
uk: Змінені події

source: Places Changed
da: Ændrede steder
de: Geänderte Orte
hr: Promijenjena mjesta
nl: Gewijzigde locaties
pt_pt: Locais alterados
uk: Змінені місця

source: Media Changed
da: Ændrede medier
de: Geänderte Medien
hr: Promijenjeni objekti
nl: Gewijzigde media
pt_pt: Multimédia alterada
uk: Змінені медіафайли

source: Sources Changed
da: Ændrede kilder
de: Geänderte Quellen
hr: Promijenjeni izvori
nl: Gewijzigde bronnen
pt_pt: Fontes alteradas
uk: Змінені джерела

source: Notes Changed
da: Ændrede noter
de: Geänderte Notizen
hr: Promijenjene zabilješke
nl: Gewijzigde notities
pt_pt: Notas alteradas
uk: Змінені нотатки

source: Citations Changed
da: Ændrede kildehenvisninger
de: Geänderte Fundstellen
hr: Promijenjeni citati
nl: Gewijzigde citaten
pt_pt: Citações alteradas
uk: Змінені цитати

source: Select From
da: Vælg mellem
de: Ab wählen
hr: Odaberi između
nl: Selecteer uit
pt_pt: Seleccionar de
uk: Вибрати з

source: The style used for normal text
da: Stilen der benyttes til normal tekst
de: Der Stil, der für normalen Text verwendet wird
hr: Stil za normalni tekst
nl: De stijl die wordt gebruikt voor normale tekst
pt_pt: O estilo usado para texto normal
uk: Стиль, що використовується для звичайного тексту

source: Warp the chart shape
da: Vrid diagramformen
de: Diagramm verzerren
nl: Vervorm de diagramvorm
pt_pt: Distorcer a forma do gráfico
uk: Деформація форми діаграми

source: The overall shape of the chart can be warped.
da: Hele formen på diagrammet kan vrides.
de: Die gesamte Form des Diagramms kann verzerrt werden.
nl: De algehele vorm van het diagram kan worden vervormd.
pt_pt: A forma geral do gráfico pode ser distorcida.
uk: Загальну форму діаграми можна змінити.

source: Normal grid shape
da: Normal gitter form
de: Normale Gitterform
nl: Normale rastervorm
pt_pt: Forma normal da grelha
uk: Нормальна форма сітки

source: Sine shape
da: Sinusvridning
de: Sinusform
nl: Sinusvorm
pt_pt: Forma sinusoidal
uk: Синусоїдна форма

source: Triangular shape
da: Trekantet form
de: Dreiecksform
nl: Driehoekige vorm
pt_pt: Forma triangular
uk: Трикутна форма

source: Show photos
da: Vis fotos
de: Fotos anzeigen
nl: Toon foto's
pt_pt: Mostrar fotografias
uk: Показати фотографії

source: Photos of the individual are shown.
da: Fotografier af personerne bliver vist.
de: Fotos der Person werden gezeigt.
nl: Foto's van het individu worden getoond.
pt_pt: Imagens do indivíduo são mostradas.
uk: Відображаються фотографії особи.

source: Photo size
da: Foto størrelse
de: Größe der Fotos
nl: Foto grootte
pt_pt: Tamanho da fotografia
uk: Розмір фото

source: Photos which are shown are fitted into a square of this extent. The size is given relative to the line thickness.
da: Fotografier der bliver vist i en kvadrat af denne størrelse- Størrelsen gives i forhold til linjetykkelsen.
de: Die Bilder werden in eine Quadrat dieser Kantenlänge eingepasst. Die Länge wird relativ zur Linienbreite angegeben.
nl: De getoonde foto's zijn in een vierkant van deze omvang ingepast. De maat wordt gegeven in verhouding tot de lijndikte.
pt_pt: As imagens mostradas são ajustadas a um quadrado deste tamanho. O tamanho é dado em relação à espessura da linha.
uk: Фотографії, які відображаються, вписуються у квадрат з цією величиною. Розмір вказано відносно товщини лінії.

source: Total height
da: Total højde
de: Gesamthöhe
nl: Totale hoogte
pt_pt: Altura total
uk: Загальна висота

source: Total height of the whole chart.
da: Total højde af hele diagrammet.
de: Höhe des gesamten Diagramms.
nl: Totale hoogte van de hele kaart.
pt_pt: Altura total de todo o gráfico.
uk: Загальна висота всієї діаграми.

source: Relative line thickness
da: Relativ linjetykkelse
de: Relative Linienbreite
nl: Relatieve lijndikte
pt_pt: Espessura relativa da linha
uk: Відносна товщина лінії

source: The line thickness of an individual is given relatively to the horizontal step size.
da: Linjetykkelsen af en person er givet i forhold til den vandrette trin størrelse.
de: Die Breite eine Lebenslinie wird relativ zur horizontalen Schrittweite angegeben.
nl: De lijndikte van een individu wordt gegeven in verhouding tot de horizontale stapgrootte.
pt_pt: A espessura da linha de um indivíduo é dada em relação ao tamanho horizontal do passo.
uk: Товщина лінії особи задається відносно горизонтального кроку.

source: Horizontal step size
da: Vandret trin størrelse
de: Horizontale Schrittweite
nl: Horizontale stapgrootte
pt_pt: Tamanho horizontal do passo
uk: Розмір горизонтального кроку

source: This is the distance from one line to another. This value is also used for scaling of other items.
da: Dette er afstanden fra en linje til en anden. Denne værdi benyttes også til skalering af andre elementer.
de: Dies ist der Abstand zwischen zwei Lebenslinien. Dieser Wert wird häufig zur Skalierung anderer Objekte verwendet.
nl: Dit is de afstand van de ene lijn naar de andere. Deze waarde wordt ook gebruikt voor het schalen van andere items.
pt_pt: Esta é a distância de uma linha a outra. Este valor também é utilizado para o escalonamento de outros itens.
uk: Це відстань між лініями. Це значення також використовується для масштабування інших елементів.

source: Show birth label
da: Vis fødsels tekst
de: Geburts-Textfeld anzeigen
nl: Laat het geboortelabel zien
pt_pt: Mostrar rótulo de nascimento
uk: Показати мітку народження

source: Activate the birth label.
da: Aktiver fødsels tekst.
de: Aktiviert einen kurzen Infotextes zur Geburt.
nl: Activeer het geboortelabel.
pt_pt: Activar rótulo de nascimento.
uk: Активувати мітку народження.

source: Birth label along path
da: Fødsels tekst langs stien
de: Geburts-Textfeld auf der Linie
nl: Geboortelabel langs pad
pt_pt: Rótulo de nascimento ao longo do caminho
uk: Мітка народження вздовж лінії

source: The birth label is aligned to the individual line.
da: Fødselsteksten justeres efter personlinjen.
de: Das Geburts-Textfeld wird entlang der Linie dargestellt.
nl: Het geboortelabel is uitgelijnd met de individuele lijn.
pt_pt: O rótulo de nascimento é alinhado à linha individual.
uk: Мітка народження вирівнюється по лінії особи.

source: Label Configuration
da: Tekstopsætning
de: Textfeld Konfiguration
hr: Konfiguracija etiketa
nl: Labelconfiguratie
pt_pt: Configuração do rótulo
uk: Налаштування міток

source: Birth label rotation
da: Fødselstekst rotation
de: Geburts-Textfeld Drehung
nl: Geboortelabel rotatie
pt_pt: Rotação do rótulo de nascimento
uk: Кут нахилу мітки народження

source: The birth label is written in a text frame rotated by this value.
da: Fødselsteksten er vist i en tekstboks roteret med denne værdi.
de: Das Geburts-Textfeld wird in einen Textrahmen geschrieben, der um diesen Wert gedreht wird.
nl: Het geboortelabel is geschreven in een tekstkader dat met deze waarde is geroteerd.
pt_pt: O rótulo de nascimento é escrito numa caixa de texto rodada neste valor.
uk: Мітка народження розміщується у текстовому блоці, повернутому на цей кут.

source: Horizontal offset of birth label
da: Vandret forskydning af fødselsteksten
de: Horizontale Verschiebung des Geburts-Textfeldes
nl: Horizontale offset van geboortelabel
pt_pt: Desvio horizontal do rótulo de nascimento
uk: Горизонтальне зміщення мітки народження

source: The birth label is moved horizontally by this value, which is given relatively to the font size.
da: Fødselsteksten er flyttet vandret med denne værdi, som er relativ til fontstørrelsen.
de: Das Geburts-Textfeld wird um diesen Wert horizontal verschoben. Die Verschiebung wird relativ zur Schriftgröße angegeben.
nl: Het geboortelabel wordt horizontaal verplaatst met deze waarde, die wordt gegeven in verhouding tot de lettergrootte.
pt_pt: O rótulo de nascimento é deslocado horizontalmente por este valor, que é dado relativamente ao tamanho da letra.
uk: Мітка народження зміщується горизонтально на це значення, яке вказано відносно розміру шрифту.

source: Vertical offset of birth label
da: Lodret forskydning af fødselsteksten
de: Vertikale Verschiebung des Geburts-Textfeldes
nl: Verticale offset van geboortelabel
pt_pt: Desvio vertical do rótulo de nascimento
uk: Вертикальне зміщення мітки народження

source: The birth label is moved vertically by this value, which is given relatively to the font size.
da: Fødselsteksten er flyttet lodret med denne værdi, som er relativ til fontstørrelsen.
de: Das Geburts-Textfeld wird um diesen Wert vertikal verschoben. Die Verschiebung wird relativ zur Schriftgröße angegeben.
nl: Het geboortelabel wordt verticaal verplaatst met deze waarde, die wordt gegeven in verhouding tot de lettergrootte.
pt_pt: O rótulo de nascimento é deslocado verticalmente por este valor, que é dado relativamente ao tamanho da letra.
uk: Мітка народження зміщується вертикально на це значення, яке вказано відносно розміру шрифту.

source: Wrap words in birth label
da: Ombryd ordene i fødselsteksten
de: Zeilenumbruch im Geburts-Textfeld
nl: Verpak de woorden in een geboortelabel
pt_pt: Ajustar palavras no rótulo de nascimento
uk: Переносити слова в мітці народження

source: The birth label content is wrapped where possible.
da: Fødselstekstens indhold er ombrudt hvor det er muligt.
de: Wo es möglich ist, wird der Text im Geburts-Textfeld umgebrochen.
nl: De inhoud van het geboortelabel is waar mogelijk verpakt.
pt_pt: O conteúdo do rótulo de nascimento é ajustado sempre que possível.
uk: Зміст мітки народження переноситься, якщо це можливо.

source: Birth label anchor
da: Anker for fødselsteksten
de: Textausrichtung des Geburts-Textfeld
nl: Geboortelabel anker
pt_pt: Âncora do rótulo de nascimento
uk: Якір мітки народження

source: Text alignment of the birth label.
da: Justering af fødselsteksten.
de: Textausrichtung im Geburts-Textfeld.
nl: Tekstuitlijning van het geboortelabel.
pt_pt: Alinhamento do texto do rótulo de nascimento.
uk: Вирівнювання тексту мітки народження.

source: Center
da: Centrér
de: Zentriert
nl: Midden
pt_pt: Centro
uk: Середина

source: Show death label
da: Vis døds tekst
de: Sterbe-Textfeld anzeigen
nl: Toon overlijdenslabel
pt_pt: Mostrar rótulo de óbito
uk: Показати мітку смерті

source: Activate the death label.
da: Aktiver døds tekst.
de: Aktiviert Sterbe-Textfeld.
nl: Activeer het overlijdenslabel.
pt_pt: Activar rótulo de óbito.
uk: Активувати мітку смерті.

source: Death label rotation
da: Dødstekst rotation
de: Sterbe-Textfeld Drehung
nl: Rotatie overlijdenslabel
pt_pt: Rotação do rótulo de óbito
uk: Кут нахилу мітки смерті

source: The death label is written in a text frame rotated by this value.
da: Dødsteksten er vist i en tekstboks roteret med denne værdi.
de: Das Sterbe-Textfeld wird in einen Textrahmen geschrieben, der um diesen Wert gedreht wird.
nl: Het overlijdenslabel wordt geschreven in een tekstkader dat met deze waarde wordt geroteerd.
pt_pt: O rótulo de óbito é escrito numa caixa de texto rodada por este valor.
uk: Мітка смерті розміщується у текстовому блоці, повернутому на цей кут.

source: Horizontal offset of death label
da: Vandret forskydning af dødssteksten
de: Horizontale Verschiebung des Sterbe-Textfeldes
nl: Horizontale offset overlijdenslabel
pt_pt: Desvio horizontal do rótulo de óbito
uk: Горизонтальне зміщення мітки смерті

source: The death label is moved horizontally by this value, which is given relatively to the font size.
da: Dødsteksten er flyttet vandret med denne værdi, som er relativ til fontstørrelsen.
de: Das Sterbe-Textfeld wird um diesen Wert horizontal verschoben. Die Verschiebung wird relativ zur Schriftgröße angegeben.
nl: Het overlijdenslabel wordt horizontaal verplaatst met deze waarde, die wordt gegeven in verhouding tot de lettergrootte.
pt_pt: O rótulo de óbito é deslocado horizontalmente por este valor, que é dado relativamente ao tamanho da letra.
uk: Мітка смерті зміщується горизонтально на це значення, яке вказано відносно розміру шрифту.

source: Vertical offset of death label
da: Lodret forskydning af dødsteksten
de: Vertikale Verschiebung des Sterbe-Textfeldes
nl: Verticale offset overlijdenslabel
pt_pt: Desvio vertical do rótulo de óbito
uk: Вертикальне зміщення мітки смерті

source: The death label is moved vertically by this value, which is given relatively to the font size.
da: Dødsteksten er flyttet lodret med denne værdi, som er relativ til fontstørrelsen.
de: Das Sterbe-Textfeld wird um diesen Wert vertikal verschoben. Die Verschiebung wird relativ zur Schriftgröße angegeben.
nl: Het overlijdenslabel wordt verticaal verplaatst met deze waarde, die wordt gegeven in verhouding tot de lettergrootte.
pt_pt: O rótulo de óbito é deslocado verticalmente por este valor, que é dado relativamente ao tamanho da letra.
uk: Мітка смерті зміщується вертикально на це значення, яке вказано відносно розміру шрифту.

source: Wrap words in death label
da: Ombryd ordene i dødsteksten
de: Zeilenumbruch im Sterbe-Textfeld
nl: Verpak woorden in het overlijdenslabel
pt_pt: Ajustar palavras no rótulo de óbito
uk: Переносити слова в мітці смерті

source: The death label content is wrapped where possible.
da: Dødstekstens indhold er vredet hvor det er muligt.
de: Wo es möglich ist, wird der Text im Sterbe-Textfeld umgebrochen.
nl: De inhoud van het death label is waar mogelijk ingepakt.
pt_pt: O conteúdo do rótulo de óbito é ajustado sempre que possível.
uk: Зміст мітки смерті переноситься, якщо це можливо.
