Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Double-click on a row to edit the selected participant.
da: Dobbeltklik på en række for at redigere den valgte deltager.
de: Doppelklick auf eine Zeile um den gewählten Beteiligten zu bearbeiten.
hr: Dvoklik na redak za uređivanje odabranog sudionika.
nl: Dubbelklik op een rij om de geselecteerde deelnemer te bewerken.
pt_pt: Faça duplo clique numa linha para editar o participante seleccionado.
uk: Двічі клацніть на рядок, щоб редагувати вибраного учасника.

source: Pedigree Chart
da: Anetavle
de: Ahnentafelgrafik
hr: Dijagram predaka
nl: Kwartierstaatdiagram
pt_pt: Árvore de costados
uk: Родовідна діаграма

source: Alternate version of the traditional pedigree chart.
da: Alternativ version af den traditionelle anetavle.
de: Alternative Version zur traditionellen Ahnentafelgrafik.
hr: Alternativni prikaz uobičajenog dijagrama predaka.
nl: Alternatieve versie van de traditionele kwartierstaat.
pt_pt: Versão alternativa da tradicional árvore de costados.
uk: Альтернативна версія традиційної родовідної діаграми.

source: Pedigree Chart for %s
da: Anetavle for %s
de: Ahnentafelgrafik für %s
hr: Dijagram predaka za %s
nl: Kwartierstaatdiagram voor %s
pt_pt: Árvore de costados de %s
uk: Родовідна діаграма для %s

source: Page %d
da: Side %d
de: Seite %d
hr: Stranica %d
nl: Pagina %d
pt_pt: Página %d
uk: Сторінка %d

source: Show Mother/Father captions
da: Vis Moder/Fader tekst
de: Zeige Mutter/Vater-Überschriften
hr: Prikaži opise za majku/oca
nl: Toon moeder / vader bijschriften
pt_pt: Mostrar legendas de pai/mãe
uk: Показувати підписи Мати/Батько

source: Show the title of mother or father beside each ancestor's box.
da: Vis titlen på moder eller fader ved siden af hver anes boks.
de: Zeige den Titel von Mutter oder Vater neben jedem Ahnenkästchen.
hr: Prikaži naslov za majku ili oca pored svakog okvira pretka.
nl: Toon de titel van moeder of vader naast het kader van elke voorouder.
pt_pt: Mostrar o título de mãe/pai ao lado das caixas de ascendentes.
uk: Показувати підпис мати або батько поруч із кожним полем предка.

source: The basic style used for the title display.
da: Den grundlæggende stil brugt til titelvisning.
de: Der Basisstil, der für die Titelanzeige verwendet wird.
hr: Osnovni stil za prikaz naslova.
nl: De basisstijl die wordt gebruikt voor de titelweergave.
pt_pt: O estilo básico usado para mostrar o título.
uk: Основний стиль, що використовується для відображення заголовків.

source: Style used for labels and captions
da: Stilen der benyttes til tabeller og billedtekster
de: Der Stil der für Etiketten und Überschriften verwendet wird
hr: Sitl korišten za oznake i opise
nl: Stijl gebruikt voor labels en bijschriften
pt_pt: O estilo usado para rótulos e legendas
uk: Стиль, що використовується для етикеток та підписів

source: PersonEverything Report
da: Dette er den primære fødselshændelse
de: PersonAlles Bericht
hr: Izvještaj o osobi
nl: Compleet persoonsverslag
pt_pt: Relatório Tudo do indivíduo
uk: Звіт PersonEverything

source: Produces a report containing everything about the active person
da: Danner en rapport, der indeholder alt om den aktive person
de: Erstellt einen Bericht mit allen Informationen über die aktive Person
hr: Stvara izvještaj sa svim podacima aktivne osobe
nl: Produceert een verslag met alles over de actieve persoon
pt_pt: Produz um relatório contendo todos os dados sobre o indivíduo activo
uk: Створює звіт, що містить всю інформацію про активну особу

source: All information about %s
da: Al information om %s
de: Alle Informationen über %s
hr: Svi podaci o %s
nl: Alle informatie over %s
pt_pt: Toda a informação sobre %s
uk: Вся інформація про %s

source: Primary name
da: Primært navn
de: Hauptname
hr: Primarno ime
nl: Primaire naam
pt_pt: Nome principal
uk: Основне ім'я

source: Alternate name
da: Alternativt navn
de: Alternativer Name
hr: Alternativno ime
nl: Bijnaam
pt_pt: Nome alternativo
uk: Альтернативне ім'я

source: This is the primary birth event.
da: Dette er den primære fødselshændelse.
de: Dies ist das primäre Geburtsereignis.
hr: Ovo je primarni događaj rođenja.
nl: Dit is de voornaamste geboortegebeurtenis.
pt_pt: Este é o principal evento de nascimento.
uk: Це основна подія народження.

source: This is the primary death event.
da: Dette er den primære dødshændelse.
de: Dies ist das primäre Todesereignis.
hr: Ovo je primarni događaj smrti.
nl: Dit is de voornaamste overlijdensgebeurtenis.
pt_pt: Este é o principal evento de óbito.
uk: Це основна подія смерті.

source: Parent Family
da: Forældrefamilie
de: Eltern Familie
hr: Obitelj roditelja
nl: Bovenliggende familie
pt_pt: Família-mãe
uk: Батьківська сім'я

source: Details of any children and events etc. would be in a similar report for the father or mother.
da: Detaljer om ethvert barn og hændelser o.s.v. vil være i en lignende rapport for faderen eller moderen.
de: Einzelheiten zu Kindern und Ereignissen usw. würden in einem ähnlichen Bericht für den Vater oder die Mutter enthalten sein.
nl: Details van eventuele kinderen en gebeurtenissen etc. zouden in een soortgelijk rapport voor de vader of moeder staan.
pt_pt: Detalhes de quaisquer filhos, eventos, etc. estariam num relatório semelhante para o pai ou a mãe.
uk: Деталі про дітей та події будуть у подібному звіті для батька або матері.

source: Temple and status
da: Tempel og status
de: Tempel und Status
hr: Hram i status
nl: Tempel en status
pt_pt: Templo e estado
uk: Храм і статус

source: LDS Ordinance family
da: SDH-Ordinations familie
de: HLT-Ritus Familie
hr: Uredba CIK obitelji
nl: LDS-wijding gezin
pt_pt: Família da ordenança SUD
uk: Сім'я обрядів LDS

source: Street, City, County, State, Postal Code, Country, Phone number
da: Gade, By, Amt, Stat, Postnummer, Land, Telefonnummer
de: Straße, Stadt, Landkreis, Bundesland, Postleitzahl, Land, Telefonnummer
hr: Ulica, grad, okrug, država, poštanski broj, zemlja, telefonski broj
nl: Straat, stad, provincie, staat, postcode, land, telefoonnummer
pt_pt: Rua, Cidade, Concelho, Distrito, Código Postal, País, Telefone
uk: Вулиця, Місто, Округ/Район, Штат/Область, Поштовий індекс, Країна, Номер телефону

source: Media Reference
da: Mediehenvisning
de: Medienreferenz
hr: Referenca medija
nl: Mediareferentie
pt_pt: Referência da multimédia
uk: Медіа-посилання

source: Description and Path
da: Beskrivelse og sti
de: Beschreibung und Pfad
hr: Opis i staza
nl: Beschrijving en pad
pt_pt: Descrição e caminho
uk: Опис і шлях

source: Referenced Region
da: Henvist region
de: Referenzierte Region
hr: Referencirano područje
nl: Gerefereerde regio
pt_pt: Região referenciada
uk: Посиланий регіон

source: Mime type
de: Mime-Typ
hr: MIME vrsta
nl: Type media
pt_pt: Tipo MIME
uk: Тип MIME

source: Given name(s): Title, Given, Suffix, Call Name, Nick Name, Family Nick Name
da: Fornavn(e): Titel, Fornavn, Efterstavelse. Kaldenavn, Kælenavn, Familiekælenavn
de: Vorname(n): Titel, Vorname, Nachname, Rufname, Spitzname, Familienspitzname
hr: Ime: titula, ime, sufiks, upotrebno ime, nadimak, obiteljski nadimak
nl: Gegeven naam/namen: Titel, Voornaam, Achtervoegsel, Roepnaam, Bijnaam, Gezinsbijnaam
pt_pt: Nomes próprios: título, nome, sufixo, usual, alcunha, diminutivo
uk: Ім'я (імена): Титул, Ім'я, Суфікс, Звертання, Прізвисько, Родинне прізвисько

source: Note type
de: Notizart
hr: Vrsta zabilješke
nl: Type notitie
pt_pt: Tipo de nota
uk: Тип примітки

source: Parent Place
da: Forældrested
de: Elterlicher Ort
hr: Mjesto roditelja
nl: Bovenliggende locatie
pt_pt: Local-mãe
uk: Батьківське місце

source: Alternate Location
da: Alternativt sted
de: Alternativer Ort
hr: Alternativno mjesto
nl: Alternatieve locatie
pt_pt: Local alternativo
uk: Альтернативне місце

source: Alternative Name
da: Alternative navne
de: Alternativer Name
hr: Alternativno ime
nl: Alternatieve naam
pt_pt: Nome alternativo
uk: Альтернативна назва

source: Latitude, Longitude
da: Breddegrad, Længdegrad
de: Breitengrad, Längengrad
hr: Zemljopisna širina, visina
nl: Lengte-en breedtegraad
uk: Широта, Довгота

source: Repository type
da: Arkivtype
de: Art des Aufbewahrungsort
hr: Vrsta spremišta
nl: Bibliotheektype
pt_pt: Tipo de repositório
uk: Тип сховища

source: Repository reference
da: Arkivhenvisning
de: Aufbewahrungsort-Referenz
hr: Referenca spremišta
nl: Bibliotheekreferentie
pt_pt: Referência de repositório
uk: Посилання на сховище

source: Media type
da: Medietype
de: Medienart
hr: Vrsta medija
pt_pt: Tipo de multimédia
uk: Тип медіа

source: Origin type
da: Oprindelsestype
de: Herkunftsart
hr: Vrsta porijekla
nl: Origineel type
pt_pt: Tipo de origem
uk: Тип походження

source: Prefix, surname, connector
da: Forstavelse, efternavn, forbindelse
de: Präfix, Nachname, Verbinder
hr: Prefiks, prezime, veznik
nl: Voorvoegsel, achternaam, connector
pt_pt: Prefixo, apelido, ligação
uk: Префікс, прізвище, з’єднувач

source: {This is the primary surname}
de: (Dies ist der Hauptnachname)
hr: {Ovo je primarno prezime}
nl: {Dit is de primaire achternaam}
pt_pt: (este é o apelido principal)
uk: {Це основне прізвище}

source: Tag name
da: Mærkatnavn
de: Etikettname
hr: Ime etikete
nl: Labelnaam
pt_pt: Nome da etiqueta
uk: Назва мітки

source: Tag colour and priority
da: Mærkat farve og prioritet
de: Farbe und Priorität des Etiketts
hr: Boja etikete i prioritet
nl: Labelkleur en prioriteit
pt_pt: Cor e prioridade da etiqueta
uk: Колір мітки та пріоритет

source: No source information found
da: Ingen kildeinformation fundet
de: Keine Quelleninformation gefunden
hr: Podaci o izvoru nisu pronađeni
nl: Geen broninformatie gevonden
pt_pt: Sem informações de fontes
uk: Інформація про джерело не знайдена

source: Photo Tagging
da: FotoMærkning
de: Foto markieren
he: תיוג תמונה
hr: Označivanje slika
nl: Fotolabelling
pt_pt: Identificar fotografias
uk: Позначення на фото

source: Gramplet for tagging people in photos
da: Gramplet til at mærke personer i fotos
de: Gramplet zum markieren von Personen auf Fotos
he: גראמפלט לתיוג אנשים בתמונות
hr: Gramplet za označivanje osoba u slikama
nl: Gramplet voor het labellen van mensen op foto's
pt_pt: Gramplet para identificar indivíduos em imagens
uk: Грамплет для позначення людей на фотографіях

source: Replace existing references to the person being assigned without asking
da: Udskift eksisterende henvisninger til personen som er tildelt uden at spørge
de: Ersetze existierende Referenzen zu der Person die ohne Nachfragen zugeordnet wurden
he: החלפת הפניות קיימות לאדם ללא שאלה מקדימה
hr: Zamijeni postojeće reference s određenom osobom, bez pitanja
nl: Vervang bestaande verwijzingen naar de toegewezen persoon zonder te vragen
pt_pt: Substituir referências existentes ao indivíduo em causa sem perguntar
uk: Замінити існуючі посилання на призначену особу без запиту

source: Face detection
da: Ansigtsgenkendelse
de: Gesichtserkennung
he: זיהוי פנים
hr: Pronalaženje lica
nl: Gezichtsherkenning
pt_pt: Detectar face
uk: Розпізнавання облич

source: Minimum face width (px)
da: Mindste ansigtsbredde (px)
de: Minimale Gesichtshöhe (Pkt)
he: רוחב פנים מזערי (פיקסל)
hr: Minimala širina lica (px)
nl: Minimale gezichtsbreedte (px)
pt_pt: Largura mínima da face (px)
uk: Мінімальна ширина обличчя (пікс.)

source: Minimum face height (px)
da: Mindste ansigtshøjde (px)
de: Minimale Gesichtshöhe (Pkt)
he: גובה פנים מזערי (פיקסל)
hr: Minimala visina lica (px)
nl: Minimale gezichtshoogte (px)
pt_pt: Altura mínima da face (px)
uk: Мінімальна висота обличчя (пікс.)

source: Detect faces inside existing boxes
da: Genkend ansigter indenfor eksisterende bokse
de: Gesichter innerhalb bestehender Boxen erkennen
he: זיהוי פנים בתוך תיבות קיימות
hr: Pronađi lica unutar postojećih okvira
nl: Detecteer gezichten binnen bestaande kaders
pt_pt: Detectar face dentro de caixas existentes
uk: Розпізнавати обличчя всередині існуючих рамок

source: Sensitivity (1 min .. 20 max)
da: Følsomhed (1 min .. 20 max)
de: Empfindlichkeit (1 min … 20 max)
he: רגישות (1 מזערי.. 20 מירבי)
hr: Osjetljivost (1 min. … 20 maks.)
nl: Gevoeligheid (1 min .. 20 max)
uk: Чутливість (1 min .. 20 max)

source: Add Person
da: Tilføj person
de: Person hinzufügen
he: הוספת אדם
hr: Dodaj osobu
nl: Voeg persoon toe
pt_pt: Adicionar indivíduo
uk: Додати Особу

source: Clear Reference
da: Ryd henvisning
de: Referenz löschen
he: ניקוי הפניה
hr: Ukloni referencu
nl: Wis referentie
pt_pt: Limpar referência
uk: Очистити Посилання

source: Remove Selection
da: Fjern valg
de: Auswahl entfernen
he: הסרת פריטים שנבחרו
hr: Ukloni odabir
nl: Verwijder selectie
pt_pt: Remover selecção
uk: Видалити вибір

source: Edit referenced Person
da: Rediger den henviste person
de: Referenzierte Person bearbeiten
he: עריכת האדם המופנה
hr: Uredi referneciranu osobu
nl: Bewerk gerefereerd persoon
pt_pt: Editar indivíduo referenciado
uk: Редагувати посилання на Особу

source: Zoom In
da: Zoom ind
de: Heranzoomen
he: התקרבות
hr: Uvećaj
nl: Inzoomen
pt_pt: Ampliar
uk: Збільшити

source: Zoom Out
da: Zoom ud
de: Verkleinern
he: התרחקות
hr: Umanji
nl: Uitzoomen
pt_pt: Reduzir
uk: Зменшити

source: Detect faces
da: Genkend ansigter
de: Erkannte Gesichter
he: זיהוי פנים
hr: Pronađi lica
nl: Herken gezichten
pt_pt: Detectar faces
uk: Розпізнати обличчя

source: Detect faces (OpenCV module required)
da: Genkend ansigter (OpenCV modul påkrævet)
de: Entdeckt Gesichter (OpenCV Modul benötigt)
he: זיהוי פנים (נדרש רכיב של OpenCV)
hr: Pronađi lica (potreban je OpenCV modul)
nl: Herken gezichten (OpenCV-module vereist)
pt_pt: Detectar faces (módulo OpenCV requerido)
uk: Розпізнати обличчя (потрібен модуль OpenCV)

source: XMP Region Name
da: XMP Region Navn
de: XMP-Regionsname
nl: XMP Regionaam
pt_pt: Nome da região XMP
uk: Назва XMP регіону

source: Set as active person
da: Vælg som aktive person
de: Als aktive Person wählen
he: הגדרה כאדם נפעיל
hr: Postavi kao aktivnu osobu
nl: Stel in als actieve persoon
pt_pt: Definir como indivíduo activo
uk: Встановити як активну особу

source: _Select
da: _Vælg
de: _Auswählen
he: _בחירה
hr: _Odaberi
nl: _Selecteer
pt_pt: _Seleccionar
uk: _Вибрати

source: Replace to {0}
da: Udskift til {0}
de: Ersetze nach {0}
he: החלפה ל {0}
hr: Zamijeni na {0}
nl: Vervang door {0}
pt_pt: Substituir por {0}
uk: Замінити на {0}

source: Detecting faces...
da: Genkender ansigter...
de: Suche nach Gesichtern …
he: זיהוי פנים...
hr: Pronalaženje lica …
nl: Gezichten detecteren...
pt_pt: A detectar faces...
uk: Розпізнавання облич...

source: Detection finished
da: Genkendelse aflsluttet
de: Erkennung abgeschlossen
he: הזיהוי הסתיים
hr: Pronalaženje je završeno
nl: Detectie voltooid
pt_pt: Detecção terminada
uk: Розпізнавання завершено

source: Another region of this image is associated with {name}. Remove it?
da: En anden del af dette billede er forbundet med {name}. Fjern det?
de: Eine andere Region dieses Bildes ist mit {name}. verknüpft. Entfernen?
he: אזור אחר של תמונה זו משויכת ל {name}. האם להסיר אותו?
hr: Jedno drugo područje ove slike povezano je s osobom {name}. Želiš li ga ukloniti?
nl: Een ander deel van deze afbeelding is geassocieerd met {name}. Dit verwijderen?
pt_pt: Há outra região da imagem associada a {name}. Deseja removê-la?
uk: Інший регіон цього зображення пов'язаний з {name}. Видалити його?

source: {count} other regions of this image are associated with {name}. Remove them?
da: {count} andre regioner af dette billede er forbundet med {name}. Fjern dem?
de: {count} andere Regionen dieses Bildes sind mit {name} verknüpft. Entfernen?
he: {count} אזורים אחרים של תמונה זו משויכים ל {name}. האם להסירם?
hr: {count} druga područja ove slike povezana su s osobom {name}. Želiš li ih ukloniti?
nl: {count} andere delen van deze afbeelding zijn geassocieerd met {name}. Die verwijderen?
pt_pt: Há {count} outras regiões da imagem associadas a {name}. Deseja removê-las?
uk: {count} інші регіони цього зображення пов'язані з {name}. Видалити їх?

source: Male person|Dead at %s
da: Mandsperson|Død %s
de: Tod am %s
hr: Umro %s
nl: Overleden op %s
pt_pt: Falecido em %s
uk: Чоловік|Помер у %s

source: Female person|Dead at %s
da: Kvindelig person|Død %s
de: Tod am %s
hr: Umrla %s
nl: Overleden op %s
pt_pt: Falecida em %s
uk: Жінка|Померла у %s

source: Unknown gender person|Dead at %s
da: Person af ukendt køn|Død %s
de: Tod am %s
hr: Umro/umrla %s
nl: Overleden op %s
pt_pt: Falecido em %s
uk: Невідомої статі|Помер(ла) у %s

source: - default -
da: - standard -
de: - Standard -
hr: – zadano –
nl: - standaard -
pt_pt: - pré-definição -
uk: - за замовчуванням -

source: phpGedView import
hr: phpGedView uvoz
nl: phpGedView importeren
pt_pt: Importação phpGedView
uk: Імпорт phpGedView

source: Username:
da: Brugernavn:
de: Benutzername:
hr: Korisničko ime:
nl: Gebruikersnaam:
pt_pt: Utilizador:
uk: Ім'я користувача:

source: Password:
da: Kodeord:
de: Kennwort:
hr: Lozinka:
nl: Wachtwoord:
pt_pt: Senha:
uk: Пароль:

source: Download a GEDCOM file from a phpGedView server.
da: Henter en GEDCOM fil fra en phpGedView server.
de: Lade eine GEDCOM-Datei von einem phpGedView Server herunter.
hr: Preuzmi GEDCOM datoteku s phpGedView servera.
nl: Download een GEDCOM-bestand van een phpGedView-server.
pt_pt: Transferir um ficheiro GEDCOM de um servidor phpGedView.
uk: Завантажити файл GEDCOM із сервера phpGedView.

source: Fetching index list...
da: Henter indekslisten...
de: Indexliste abrufen...
hr: Dohvaćanje popisa indeksa …
nl: Indexlijst ophalen...
pt_pt: A obter a lista de índice...
uk: Отримання списку індексів...

source: Fetching records...
da: Henter poster...
de: Datensätze abrufen...
hr: Dohvaćanje zapisa …
nl: Gegevens ophalen...
pt_pt: A obter registos...
uk: Отримання записів...

source: Logging in...
da: Logger ind...
de: Einloggen...
hr: Prijavljivanje u …
nl: Inloggen...
pt_pt: A iniciar sessão...
uk: Вхід у систему...

source: Fetching GEDCOM...
da: Henter GEDCOM...
de: Hole GEDCOM...
hr: Dohvaćanje GEDCOM-a …
nl: GEDCOM ophalen...
pt_pt: A obter o GEDCOM...
uk: Отримання GEDCOM...

source: Importing GEDCOM...
da: Importerer GEDCOM...
de: GEDCOM importieren...
hr: Uvoz GEDCOM-a …
nl: GEDCOM importeren...
pt_pt: A importar o GEDCOM...
uk: Імпорт GEDCOM...

source: Error: login failed
da: Fejl: Login fejlede
de: Fehler: Anmeldung fehlgeschlagen
hr: Greška: prijava nije uspjela
nl: Fout: inloggen mislukt
pt_pt: Erro: falha ao iniciar sessão
uk: Помилка: невдалий вхід

source: done.
da: udført.
de: Fertig.
hr: gotovo.
nl: gedaan.
pt_pt: feito.
uk: готово.

source: Connecting...
da: Forbinder...
de: Verbinde...
hr: Povezivanje …
nl: Verbinden...
pt_pt: A ligar...
uk: Підключення...

source: Get version...
da: Hent version...
de: Hole Version...
hr: Nabavi verziju …
nl: Versie ophalen...
pt_pt: Obter versão...
uk: Отримання версії...

source: Version %s
hr: Verzija %s
nl: Versie %s
pt_pt: Versão %s
uk: Версія %s

source: Reading file list...
da: Læser fillisten...
de: Lese Dateiliste...
hr: Čitanje popisa datoteka …
nl: Bestandslijst lezen...
pt_pt: A ler lista de ficheiros...
uk: Читання списку файлів...

source: Error: Invalid URL
da: Fejl: Ugyldig URL
de: Fehler: Ungültige URL
hr: Greška: nevaljani URL
nl: Fout: ongeldige URL
pt_pt: Erro: URL inválido
uk: Помилка: недійсна URL-адреса

source: City, County, State, Country
da: By, Amt, Stat, Land
de: Stadt, Landkreis, Bundesland, Land
he: עיר, מחוז, מדינה, ארץ
hr: Grad, okrug, država, zemlja
nl: Stad, provincie, staat, land
pt_pt: Cidade, Concelho, Distrito, País
uk: Місто, Округ/Район, Штат/Область, Країна

source: The current Primary name.
da: Det aktuelle primære navn.
de: Der aktuelle Primärname.
he: שם ראשי נוכחי.
hr: Trenutačno primarno ime.
nl: De huidige primaire naam.
pt_pt: O nome principal actual.
uk: Поточна Основна назва.

source: The postal code for the place, if any.
da: Postnummeret for stedet. Hvis det findes.
de: Die Postleitzahl des Ortes, falls vorhanden.
he: המיקוד של המקום, אם קיים.
hr: Poštanski broj mjesta, ako postoji.
nl: De postcode van de plaats, indien aanwezig.
pt_pt: O código postal do local, se houver.
uk: Поштовий індекс для місця, якщо є.

source: What type of place this is. Eg 'Country', 'City', ... .
da: Hvilken type sted dette er. F.eks. 'Land','By', ...
de: Um welche Art von Ort es sich handelt. Z. B. „Land“, „Stadt“, ... .
he: סוג מקום. לדוגמה: 'מדינה', 'עיר', ... .
hr: Vrsta mjesta, npr. „Zemlja”, „Grad”, … .
nl: Wat voor soort locatie dit is. Bijvoorbeeld 'Land', 'Stad', ... .
pt_pt: Que tipo de local é. E.g. "País", "Cidade",...
uk: Тип цього місця. Наприклад: 'Країна', 'Місто' і т.д.

source: Check this box if you want to keep the original Postal code.
da: Sæt et flueben i denne firkant, hvis du vil beholde det oprindelige postnummer.
de: Aktiviere dieses Kontrollkästchen, wenn du die ursprüngliche Postleitzahl beibehalten willst.
he: סימון תיבה זו לשמירת קוד המקום המקורי.
hr: Označi ovaj okvir, ako želiš zadržati prvobitni poštanski broj.
nl: Vink dit vakje aan als u de originele postcode wilt behouden.
pt_pt: Marque esta caixa se deseja manter o código postal original.
uk: Поставте відмітку, якщо хочете зберегти оригінальний Поштовий індекс.

source: Check this box if you want to keep the original Place Type.
da: Sæt et flueben i denne firkant, hvis du vil beholde den oprindelige stedtype.
de: Aktiviere dieses Kontrollkästchen, wenn du den ursprünglichen Ortstyp beibehalten willst.
he: סימון תיבה זו לשמירת סוג המקום המקורי.
hr: Označi ovaj okvir, ako želiš zadržati prvobitnu vrstu mjesta.
nl: Vink dit vakje aan als u het oorspronkelijke plaatstype wilt behouden.
pt_pt: Marque esta caixa se deseja manter o tipo de local original.
uk: Поставте відмітку, якщо хочете зберегти оригінальний Тип місця.

source: Orig
he: מקור
hr: Original
pt_pt: Original
uk: Ориг(Orig)

source: Check this box if you want to keep the original Latitude and Longitude.
da: Sæt et flueben i denne firkant, hvis du vil beholde den oprindelige bredde- og længdegrad.
de: Aktiviere dieses Kontrollkästchen, wenn du den ursprünglichen Breiten- und Längengrad beibehalten möchtest.
he: סימון תיבה זו לשמירת קווי האורך והרוחב המקורים.
hr: Označi ovaj okvir, ako želiš zadržati prvobitnu zemljopisnu širinu i dužinu.
nl: Vink dit vakje aan als u de oorspronkelijke lengte- en breedtegraad wilt behouden.
pt_pt: Marque esta caixa se deseja manter a Latitude e Longitude originais.
uk: Поставте відмітку, якщо хочете зберегти оригінальні Широту та Довготу.

source: The Gramps ID..
da: Gramps ID..
de: Die Gramps ID..
he: מזהה גרמפס..
hr: Gramps ID …
nl: Het Gramps-ID..
pt_pt: A ID Gramps.
uk: Ідентифікатор Gramps..

source: Check this box if you want to keep the original Gramps ID.
da: Sæt et flueben i denne firkant, hvis du vil beholde det oprindelige Gramps ID.
de: Aktiviere dieses Kontrollkästchen, wenn du die ursprüngliche Gramps-ID beibehalten möchtest.
he: סימון תיבה זו לשמירת מזהה גרמפס המקורי.
hr: Označi ovaj okvir, ako želiš zadržati prvobitni Gramps ID.
nl: Vink dit vakje aan als u de originele Gramps-ID wilt behouden.
pt_pt: Marque esta caixa se deseja manter a ID Gramps original.
uk: Поставте відмітку, якщо хочете зберегти оригінальний ідентифікатор Gramps.
