Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: 47. Calves or Heifers
da: 47. Kalve eller Kvier
de: 47. Kälber oder Färsen
nl: 47. Kalveren of vaarzen
pt_pt: 47. Vitelos ou novilhas
uk: 47. Телята або нетелі

source: Horses
da: Heste
de: Pferde
hr: Konji
nl: Paarden
pt_pt: Cavalos
uk: Коні

source: 48. Horses of all ages
da: 48. Heste i alle aldre
de: 48. Pferde jeden Alters
nl: 48. Paarden van alle leeftijden
pt_pt: 48. Cavalos de qualquer idade
uk: 48. Коні всіх вікових груп

source: Sheep
da: Får
de: Schafe
hr: Ovce
nl: Schapen
pt_pt: Ovelhas
uk: Вівці

source: 49. Sheep
da: 49. Får
de: 49. Schafe
nl: 49. Schapen
pt_pt: 49. Ovelhas
uk: 49. Вівці

source: Pigs
da: Grise
de: Schweine
hr: Svinje
nl: Varkens
pt_pt: Porcos
uk: Свині

source: 50. Pigs
da: 50. Grise
de: 50. Schweine
nl: 50. Varkens
pt_pt: 50. Porcos
uk: 50. Свині

source: ButterLbs
da: SmørLbs
de: Butter englische Pfund
hr: Putar
nl: BoterKg
pt_pt: ManteigaLbs
uk: Масло (фунти)

source: 51. Butter - Lbs.
da: 51. Smør - Lbs.
de: 51. Butter - englische Pfund
nl: 51. Boter -Kg.
pt_pt: 51. Manteiga: produção
uk: 51. Масло - фунти

source: CheeseLbs
da: OstLbs
de: KäseLbs
hr: Sir
nl: KaasKg
pt_pt: QueijoLbs
uk: Сир (фунти)

source: 52. Cheese - Lbs.
da: 52. Ost - Lbs.
de: 52. Käse - Lbs.
nl: 52. Kaas - Kg.
pt_pt: 52. Queijo: produção
uk: 52. Сир - фунти

source: Beef
da: Oksekød
de: Rindfleisch
hr: Govedina
nl: Rundvlees
pt_pt: Carne de vaca
uk: Яловичина

source: 53. Beef - Barrels or Cwts.
da: 53. Oksekød - Tønder eller Cwts.
de: 53. Rindfleisch - Barrels oder Hundredweight
nl: 53. rundvlees - vaten of tonnen.
pt_pt: 53. Carne de vaca: produção
uk: 53. Яловичина - барелі або центнери

source: Pork
da: Svinekød
de: Schweinefleisch
hr: Svinjetina
nl: Varkensvlees
pt_pt: Carne de porco
uk: Свинина

source: 54. Pork - Barrels or Cwts.
da: 54. Svinekød - Tønder eller Cwts.
de: 54. Schweinefleisch - Barrels oder Hundredweight
nl: 54. Varkensvlees - vaten of tonnen.
pt_pt: 54. Carne de porco: produção
uk: 54. Свинина - барелі або центнери

source: Fish
da: Fisk
de: Fisch
hr: Riba
nl: Vis
pt_pt: Peixe
uk: Риба

source: 55. Quantity of Fish Cured
da: 55. Antal røgede fisk
de: 55. Stückzahl Fisch geräuchert
nl: 55. Hoeveelheid uitgeharde vis
pt_pt: 55. Peixe curado: produção
uk: 55. Кількість засолених риб

source: 56. Remarks
da: 56. Bemærkninger
de: 56. Bemerkungen
hr: 56. Napomene
nl: 56. Opmerkingen
pt_pt: 56. Comentários
uk: 56. Зауваження

source: 2. Profession, trade or occupation
da: 2. Profession, eller beskæftigelse
de: 2. Beruf, Gewerbe oder Beruf
hr: 2. Profesija, obrt ili zanimanje
nl: 2. Broodwinning, handel of beroep
pt_pt: 2. Profissão ou negócio
uk: 2. Професія, ремесло або заняття

source: Married1851
da: Gifte1851
de: Verheiratet1851
nl: Getrouwd1851
pt_pt: Casados1851
uk: Одружені 1851 року

source: 4. Married during the year
da: 4. Gift i året
de: 4. Im Laufe des Jahres verheiratet
nl: 4. Getrouwd gedurende het jaar
pt_pt: 4. Casados em 1851
uk: 4. Одружені протягом року

source: 5. Religion
da: 5. Trosretning
hr: 5. Vjera
nl: 5. Religie
pt_pt: 5. Religião
uk: 5. Релігія

source: 6. Residence, if out of limits
da: 6. Bopæl, hvis udenfor grænsen
de: 6. Wohnsitz außerhalb der Grenzen
nl: 6. Woonplaats, indien buiten de limieten
pt_pt: 6. Residência, se fora dos limites
uk: 6. Місце проживання, якщо за межами району

source: 7. Age next Birthday
da: 7. Alder næste fødselsdag
de: 7. Alter am nächsten Geburtstag
nl: 7. Leeftijd volgende verjaardag
pt_pt: 7. Idade no próximo aniversário
uk: 7. Вік на наступний день народження

source: 8. Sex: Male
da: 8. Køn: Mand
de: 8. Geschlecht: Männlich
nl: 8. Geslacht: man
pt_pt: 8. Sexo: masculino
uk: 8. Стать: Чоловіча

source: SexFemail
da: KønKvinde
de: GeschlechtWeiblich
nl: GeslachtVrouw
pt_pt: SexoFeminino
uk: Стать: Жіноча

source: 9. Sex:Female
da: 9. Køn: Kvinde
de: 9. Geschlecht:Weiblich
nl: 9. Geslacht: vrouw
pt_pt: 9. Sexo: feminino
uk: 9. Стать: Жіноча

source: 10. Married or Single
da: 10. Gift eller ugift
de: 10. Verheiratet oder Single
hr: 10. Vjenčani ili nevjenčani
nl: 10. Gehuwd of alleenstaand
pt_pt: 10. Casado ou solteiro
uk: 10. Одружений або неодружений

source: Widowers
da: Enkemænd
de: Witwer
hr: Udovci
nl: Weduwnaars
pt_pt: Viúvos
uk: Вдівці

source: 11. Widowers
da: 11. Enkemænd
de: 11. Witwer
hr: 11. Udovci
nl: 11. Weduwnaars
pt_pt: 11. Viúvos
uk: 11. Вдівці

source: Widows
da: Enker
de: Witwen
hr: Udovice
nl: Weduwen
pt_pt: Viúvas
uk: Вдови

source: 12. Widows
da: 12. Enker
de: 12. Witwen
hr: 12. Udovice
nl: 12. Weduwen
pt_pt: 12. Viúvas
uk: 12. Вдови

source: 13. Coloured Persons, Mulato or Indians
da: 13. Farvede personer, mulatter eller indianere
de: 13. Farbige Personen, Mulatten oder Indianer
nl: 13. Gekleurde personen, mulat of indianen
pt_pt: 13. Indivíduos de cor: mulatos ou indianos
uk: 13. Кольорові особи, мулати або індіанці

source: MemberMale
da: MedlemMand
de: AngehörigerMännlich
nl: LidMan
pt_pt: MembroMasculino
uk: Члени: чоловіки

source: 14. Members: Male
da: 14. Medlemmer: Mænd
de: 14. Angehörige: Männlich
nl: 14. Leden: man
pt_pt: 14. Membros: masculino
uk: 14. Члени: чоловіки

source: MemberFemale
da: MedlemKvinder
de: AngehörigeWeiblich
nl: LidVrouw
pt_pt: MembroFeminino
uk: Члени: жінки

source: 15. Members: Female
da: 15. Medlemmer: Kvinder
de: 15. Angehörige: Weiblich
nl: 15. Leden: Vrouw
pt_pt: 15. Membros:feminino
uk: 15. Члени: жінки

source: NotMemberMale
da: IkkeMedlemMænd
de: NichtAngehörigerMänlich
nl: Niet-LidMan
pt_pt: NãoMembroMasculino
uk: Не члени: чоловіки

source: 16. Not Members: Male
da: 16. Ikke Medlem: Mænd
de: 16. Nicht Angehörige: Männlich
nl: 16. Niet-leden: man
pt_pt: 16. Não membros: masculino
uk: 16. Не члени: чоловіки

source: NotMemberFemale
da: IkkeMedlemKvinder
de: KeineAngehörigeWeiblich
nl: Niet-LidVrouw
pt_pt: NãoMembroFeminino
uk: Не члени: жінки

source: 17. Not Members: Female
da: 17. Ikke Medlemmer: Kvinder
de: 17. Keine Angehörigen: Weiblich
nl: 17. Niet-leden: man
pt_pt: 17. Não membro: feminino
uk: 17. Не члени: жінки

source: MemberAbsentMale
da: FraværendeMedlemmerMænd
de: AngehörigerAbwesendMännlich
nl: LidafwezigMan
pt_pt: MembroAusenteMasculino
uk: Чоловіки, що відсутні

source: 18. Members Absent: Male
da: 18. Fraværende Medlemmer: Mænd
de: 18. Angehöriger Abwesend: Männlich
nl: 18. Leden afwezig: man
pt_pt: 18. Membros ausentes: masculino
uk: 18. Члени, що відсутні: чоловіки

source: MemberAbsentFemale
da: FraværendeMedlemmerKvinder
de: AngehörigeAbwesendWeiblich
nl: LidafwezigVrouw
pt_pt: MembroAusenteFeminino
uk: Жінки, що відсутні

source: 19. Members Absent: Female
da: 19. Fraværende Medlemmer: Kvinder
de: 19. Angehöriger Abwesend: Weiblich
nl: 19. Leden afwezig: vrouw
pt_pt: 19. Membros ausentes: feminino
uk: 19. Члени, що відсутні: жінки

source: DeafDumb
da: DøvStum
de: TaubStumm
nl: Doofstom
pt_pt: SurdoMudo
uk: Глухонімі

source: 20. Deaf and Dumb
da: 20. Døv og Stum
de: 20. Taub und Stumm: Männlich
nl: 20. Doof en stom
pt_pt: 20. Surdos e mudos
uk: 20. Глухонімі

source: Blind
pt_pt: Cego
uk: Сліпі

source: 21. Blind
pt_pt: 21. Cegos
uk: 21. Сліпі

source: Lunatic
da: Sindsyge
de: Geisteskranke
nl: Krankzinnig
pt_pt: Lunáticos
uk: Душевнохворі

source: 22. Lunatics or Idiots
da: 22. Sindsyge eller idioter
de: 22. Geisteskranke oder Idioten
nl: 22. Krankzinnigen of idioten
pt_pt: 22. Lunáticos
uk: 22. Душевнохворі або слабоумні

source: 23. Attending School within the year: Male
da: 23. Gået i skole i dette år: Mænd
de: 23. Schulbesuch innerhalb des Jahres: Männlich
nl: 23. Schoolgaand binnen het jaar: Man
pt_pt: 23. A estudar no ano: masculino
uk: 23. Навчаються в школі протягом року: чоловіки"

source: 24. Attending School within the year: Female
da: 24. Gået i skole dette år: Kvinder
de: 24. Schulbesuch innerhalb des Jahres: Weiblich
nl: 24. Schoolgaand binnen het jaar: Vrouw
pt_pt: 24. A estudar no ano: feminino
uk: 24. Навчаються в школі протягом року: жінки

source: CantReadMale
da: AnalfabetMænd
de: KannNichtLesenMännlich
hr: Ne zna čitati – muška osoba
nl: LaaggeletterdMan
pt_pt: AnalfabetoMasculino
uk: Чоловіки, що не вміють читати

source: 25. Persons over 20, who cannot read or write: Male
da: 25. Personer over 20, der ikke kan læse eller skrive; Mænd
de: 25. Personen über 20, die weder lesen noch schreiben können: Männlich
nl: 25. Personen ouder dan 20 jaar, die niet kunnen lezen of schrijven: man
pt_pt: 25. Mais de 20 anos, analfabetos: masculino
uk: 25. Особи старші 20 років, які не вміють читати і писати: чоловіки

source: CantReadFemale
da: AnalfabeterKvinder
de: KannNichtLesenWeiblich
hr: Ne zna čitati – ženska osoba
nl: LaaggeletterdVrouw
pt_pt: AnalfabetoFeminino
uk: Жінки, що не вміють читати

source: 26. Persons over 20, who cannot read or write: Female
da: 26. Personer over 20, der ikke kan læse eller skrive: Kvinder
de: 26. Personen über 20, die weder lesen noch schreiben können: Weiblich
nl: 26. Personen ouder dan 20 jaar, die niet kunnen lezen of schrijven: vrouw
pt_pt: 26. Mais de 20 anos, analfabetos: feminino
uk: 26. Особи старші 20 років, які не вміють читати і писати: жінки

source: Birth1860Male
da: Født1860Mænd
de: Geburt1860Mänlich
nl: Geboorte1860Man
pt_pt: Nascidos1860Masculino
uk: Народження 1860 року: чоловіки

source: 27. Births in 1860: Male
da: 27. Fødte i 1860: Mænd
de: 27. Geburten in 1860: Männlich
nl: 27. Geboorten in 1860: man
pt_pt: 27. Nascidos em 1860: masculino
uk: 27. Народжені у 1860 році: чоловіки

source: Birth1860Female
da: Fødte1860Kvinder
de: Geburt1860Weiblich
nl: Geboorte1860Vrouw
pt_pt: Nascidos 1860Feminino
uk: Народження 1860 року: жінки

source: 28. Births in 1860: Female
da: 28. Fødte i 1860: Kvinder
de: 28. Geburten in 1860: Weiblich
nl: 28. Geboorten in 1860: vrouw
pt_pt: 28. Nascidos em 1860: feminino
uk: 28. Народжені у 1860 році: жінки

source: Death1860Male
da: Døde1860Mænd
de: Tot1860Mänlich
nl: Overleden1860Man
pt_pt: Falecidos1860Masculino
uk: Смерті 1860 року: чоловіки

source: 29. Deaths in 1860: Male
da: 29. Døde i 1860: Mænd
de: 29. Todesfälle 1860: Männlich
nl: 29. Sterfgevallen in 1860: man
pt_pt: 29. Falecidos em 1860: masculino
uk: 29. Померлі у 1860 році: чоловіки

source: Death1860Female
da: Døde1860Kvinder
de: Tod1860Weiblich
nl: Overleden1860Vrouw
pt_pt: Falecidos1860Feminino
uk: Смерті 1860 року: жінки

source: 30. Deaths in 1860: Female
da: 30. Døde i 1860: Kvinder
de: 30. Todesfälle 1860: Weiblich
nl: 30. Sterfgevallen in 1860: vrouw
pt_pt: 30. Falecidos em 1860: feminino
uk: 30. Померлі у 1860 році: жінки

source: 31. Age and cause of death
da: 31. Alder og dødsårsag
de: 31. Alter und Todesursache
nl: 31. Leeftijd en overlijdensoorzaak
pt_pt: 31. Idade e causa de óbito
uk: 31. Вік і причина смерті

source: 32. Houses: Brick, Stone, Frame, Log, etc.
da: 32. Huse: Mursten, Sten, Træ, o.s.v.
de: 32. Häuser: Ziegel, Stein, Tragwerk, Baumstamm, usw.
nl: 32. Huizen: baksteen, steen, frame, blok, enz.
pt_pt: 32. Casas: tijolo, pedra, estrutura, madeira, etc.
uk: 32. Будинки: цегляні, кам'яні, дерев'яні, колодяні тощо.

source: 33. Houses: No. of Stories
da: 33. Huse: Antal etager
de: 33. Häuser: Anzahl der Geschosse
nl: 33. Huizen: aantal verhalen
pt_pt: 33. Casas: n.º de histórias
uk: 33. Будинки: кількість поверхів

source: 34. Houses: No. of families living in the house
da: 34. Huse: Antal af familier der bor i huset
de: 34. Häuser: Anzahl der im Haus lebenden Familien
nl: 34. Huizen: aantal gezinnen dat in het huis woont
pt_pt: 34. Casas: n.º de famílias ocupantes
uk: 34. Будинки: кількість сімей у будинку

source: 35. Houses: Vacant
da: 35. Huse: Tomme
de: 35. Häuser: Frei
nl: 35. Huizen: Vacant
pt_pt: 35. Casas: vazias
uk: 35. Будинки: порожні

source: HouseBeingBuilt
da: HuseDerBliverBygget
de: HäuserWerdenGebaut
hr: Kuća u izgradnji
nl: HuisinAanbouw
pt_pt: CasaEmConstrução
uk: Будинки, що будуються

source: 36. Houses: Being built
da: 36. Huse: Der bliver bygget
de: 36. Häuser: Im Bau
nl: 36. Huizen: in aanbouw
pt_pt: 36. Casas: em construção
uk: 36. Будинки: у процесі будівництва

source: SubDistrict
da: UnderOmråde
de: Unterbezirk
hr: Pod-kotar
pt_pt: SubDistrito
uk: Підрайон

source: Vessels
da: Både
de: Wasserfahrzeuge
hr: Plovila
nl: Schepen
pt_pt: Vasos
uk: Судна

source: 1. Vessels
da: 1. Både
de: 1. Wasserfahrzeuge
hr: 1. Plovila
nl: 1. Schepen
pt_pt: 1. Vasos
uk: 1. Судна

source: Shanties
da: Barakker
de: Baracken
hr: Kolibe
nl: Barakken
pt_pt: Choupanas
uk: Халупи

source: 2. Shanties
da: 2. Barakker
de: 2. Baracken
hr: 2. Kolibe
nl: 2. Barakken
pt_pt: 2. Choupanas
uk: 2. Халупи

source: HousesBeingBuilt
da: HuseDerBliverBygget
de: HäuserWerdenGebaut
hr: Zgrade: u izgradnji
nl: HuizeninAanbouw
pt_pt: CasasEmConstrução
uk: Будинки, що будуються

source: 3. Dwelling houses in construction
da: 3. Huse der bliver bygget
de: 3. Wohnhäuser im Bau
hr: 3. Stambene zgrade u izgradnji
nl: 3. Woonhuizen in aanbouw
pt_pt: 3. Casas de habitação em construção
uk: 3. Житлові будинки в процесі будівництва

source: 4. Dwelling houses unoccupied
da: 4. Ubeboede huse
de: 4. Wohnhäuser unbewohnt
hr: 4. Stambene zgrade nenastanjene
nl: 4. Woonhuizen onbewoond
pt_pt: 4. Casas de habitação vazias
uk: 4. Житлові будинки, що не заселені

source: HousesInhabited
da: BeboedeHuse
de: HäuserBewohnt
hr: Zgrade: nastanjene
nl: HuizenBewoond
pt_pt: CasasVazias
uk: Заселені будинки

source: 5. Dwelling houses inhabited
da: 5. Beboede huse
de: 5. Wohnhäuser bewohnt
hr: 5. Stambene zgrade nastanjene
nl: 5. Woonhuizen bewoond
pt_pt: 5. Casas de habitação desabitadas
uk: 5. Житлові будинки, що заселені

source: 6.Families
da: 6. Familier
de: 6. Familien
hr: 6. Obitelji
nl: 6. Gezinnen
pt_pt: 6. Famílias
uk: 6. Сім'ї

source: 7. Names
da: 7. Navne
de: 7. Namen
hr: 7. Imena
nl: 7. Namen
pt_pt: 7. Nomes
uk: 7. Імена

source: Sex
da: Køn
de: Geschlecht
hr: Spol
nl: Geslacht
pt_pt: Sexo
uk: Стать

source: 8. Sex
da: 8. Køn
de: 8. Geschlecht
hr: 8. Spol
nl: 8. Geslacht
pt_pt: 8. Sexo
uk: 8. Стать

source: 9. Age
da: 9. Alder
de: 9. Alter
hr: 9. Starost
nl: 9. Leeftijd
pt_pt: 9. Idade
uk: 9. Вік

source: Birth1871
da: Født1871
de: Geburt1871
nl: Geboorte1871
pt_pt: Nascidos1871
uk: Народження 1871 року

source: 10. Born within last twelve months
da: 10. Født indenfor de sidste 12 måneder
de: 10. Innerhalb der letzten zwölf Monaten geboren
nl: 10. Geboren in de afgelopen twaalf maanden
pt_pt: 10. Nascidos nos últimos 12 meses
uk: 10. Народжені протягом останніх дванадцяти місяців

source: 11. Country or Province of Birth
da: 11.Født i land eller provins
de: 11. Land oder Provinz der Geburt
hr: 11. Zemlja ili pokrajina rođenja
nl: 11. Geboorteland of -provincie
pt_pt: 11. País ou província de nascimento
uk: 11. Країна або провінція народження

source: 12. Religion
da: 12. Trosretning
hr: 12. Vjera
nl: 12. Religie
pt_pt: 12. Religião
uk: 12. Релігія

source: 13. Origin
da: 13. Oprindelse
de: 13. Herkunft
nl: 13. Oorsprong
pt_pt: 13. Origem
uk: 13. Походження

source: 14. Profession, Occupation or Trade
da: 14. Profession eller beskæftigelse
de: 14. Beruf, Beschäftigung oder Gewerbe
hr: 14. Profesija, zanimanje ili obrt
nl: 14. Broodwinning, handel of beroep
pt_pt: 143. Profissão ou negócio
uk: 14. Професія, зайнятість або ремесло

source: 15. Married or Widowed
da: 15. Gift eller enke
de: 15. Verheiratet oder verwitwet
hr: 15. Vjenčani ili obudovljeni
nl: 15. Gehuwd of weduwe
pt_pt: 15. Casados ou viǘvos
uk: 15. Одружений або вдівець/вдова

source: Maried1871
da: Gift1871
de: Verheiratet1871
nl: Getrouwd1871
pt_pt: Casados1871
uk: Одружені у 1871 році

source: 16. Married within last twelve months
da: 16. Gift indenfor de sidste tolv måneder
de: 16. Verheiratet innerhalb der letzten zwölf Monate
nl: 16. Gehuwd binnen de afgelopen twaalf maanden
pt_pt: 16. Casados nos últimos 12 meses
uk: 16. Одружені протягом останніх дванадцяти місяців

source: Scholar
da: Elev
de: Schüler
nl: Scholier
pt_pt: Estudioso
uk: Учень

source: 17. Going to school
da: 17. Går i skole
de: 17. Geht zur Schule
nl: 17. Schoolgaand
pt_pt: 17. Na escola
uk: 17. Відвідує школу

source: CantRead
da: KanIkkeLæse
de: KannNichtLesen
hr: Ne zna čitati
nl: KannietLezen
pt_pt: SemLer
uk: Не вміє читати

source: 18. Over 20 unable to read
da: 18. Over 20 kan ikke læse
de: 18. Über 20 kann nicht lesen
nl: 18. Ouder dan 20 niet kunnen lezen
pt_pt: 18. Mais de 20 anos e sem saber ler
uk: 18. Старші 20 років, які не вміють читати

source: CantWrite
da: KanIkkeSkrive
de: KannNichtSchreiben
hr: Ne zna pisati
nl: KannietSchrijven
pt_pt: NãoEscreve
uk: Не вміє писати

source: 19. Over 20 unable to write
da: 19. Over 20 kan ikke skrive
de: 19. Über 20 kann nicht schreiben
nl: 19. Ouder dan 20 niet kunnen schrijven
pt_pt: 19. Mais de 20 anos sem saber escrever
uk: 19. Старші 20 років, які не вміють писати

source: 22. Unsound mind
da: 22. Svagt sind
de: 22. ungesunder Geist
nl: 22. Ongezonde geest
pt_pt: 22. Mente perturbada
uk: 22. Психічно хворий

source: 23. Date of Operations and Remarks
da: 23. Dato for operation og bemærkninger
de: 23. Betriebsdatum und Bemerkungen
nl: 23. Datum van bewerkingen en opmerkingen
pt_pt: 23. Data das operações e observações
uk: 23. Дата операцій і зауваження

source: 3. Houses in construction
da: 3. Huse der bygges
de: 3. Häuser im Bau
nl: 3. Huizen in aanbouw
pt_pt: 3. Casas em construção
uk: 3. Будинки у процесі будівництва

source: 4. Houses unoccupied
da: 4. Ubeboede huse
de: 4. Häuser unbewohnt
nl: 4. Huizen onbewoond
pt_pt: 4. Casas desocupadas
uk: 4. Порожні будинки

source: 5. Houses inhabited
da: 5. Beboede huse
de: 5. Häuser bewohnt
nl: 5. Huizen bewoond
pt_pt: 5. Casas desabitadas
uk: 5. Заселені будинки

source: 6. Families
da: 6. Familier
de: 6. Familien
nl: 6. Gezinnen
pt_pt: 6. Famílias
uk: 6. Сім'ї

source: Birth1881
da: Født1881
de: Geburt1881
nl: Geboorte1881
pt_pt: Nascidos1881
uk: Народження 1881 року

source: 16. Going to school
da: 16. Går i skole
de: 16. Geht zur Schule
nl: 16. Schoolgaand
pt_pt: 16. Na escola
uk: 16. Відвідує школу

source: 17. Deaf and Dumb
da: 17. Døv og stum
de: 17. Taub und stumm: Männlich
nl: 17. Doof en stom
pt_pt: 17. Surdos e mudos
uk: 17. Глухонімі

source: 18. Blind
pt_pt: 18. Cegos
uk: 18. Сліпі

source: 19. Unsound mind
de: 19. ungesunder Geist
pt_pt: 19. Mentes perturbadas
uk: 19. Нездоровий розум

source: 20. Date of Operations and Remarks
da: 20. Dato for operationer og bemærkninger
de: 20. Betriebsdatum und Bemerkungen
nl: 20. Datum van bewerkingen en opmerkingen
pt_pt: 20. Datas de operações e observações
uk: 20. Дата операцій і зауваження

source: 1. Vessels and Shanties
da: 1. Både og barakker
de: 1. Wasserfahrzeuge und Baracken
hr: 1. Plovila i kolibe
nl: 1. Schepen en barakken
pt_pt: 1. Vasos e choupanas
uk: 1. Судна та халупи

source: 2. Houses in construction
da: 2. Huse der bygges
de: 2. Häuser im Bau
hr: 2. Kuće u izgradnji
nl: 2. Huizen in aanbouw
pt_pt: 2. Casas em construção
uk: 2. Будинки у процесі будівництва

source: 3. Houses unoccupied
da: 3. Ubeboede huse
de: 3. Häuser unbewohnt
hr: 3. Nenastanjene kuće
nl: 3. Huizen onbewoond
pt_pt: 3. Casas desocupadas
uk: 3. Порожні будинки

source: 4. Houses inhabited
da: 4. Beboede huse
de: 4. Häuser bewohnt
hr: 4. Nastanjene kuće
nl: 4. Huizen bewoond
pt_pt: 4. Casas desabitadas
uk: 4. Заселені будинки

source: 5. Families
da: 5. Familier
de: 5. Familien
hr: 5. Obitelji
nl: 5. Gezinnen
pt_pt: 5. Famílias
uk: 5. Сім'ї

source: 6. Names
da: 6. Navne
de: 6. Namen
hr: 6. Imena
nl: 6. Namen
pt_pt: 6. Nomes
uk: 6. Імена

source: 7. Sex
da: 7. Køn
de: 7. Geschlecht
hr: 7. Spol
nl: 7. Geslacht
pt_pt: 7. Sexo
uk: 7. Стать

source: 8. Age
da: 8. Alder
de: 8. Alter
hr: 8. Starost
nl: 8. Leeftijd
pt_pt: 8. Idade
uk: 8. Вік

source: 9. Married or Widowed
da: 9. Gift eller enke
de: 9. Verheiratet oder verwitwet
hr: 9. Vjenčani ili obudovljeni
nl: 9. Gehuwd of weduwe
pt_pt: 9. Casados ou viúvos
uk: 9. Одружений або вдівець/вдова

source: Relation
da: Slægtskab
de: Beziehung
hr: Odno
nl: Relatie
pt_pt: Relação
uk: Зв’язок

source: 10. Relationship to Head of Family
da: 10. Slægtskab med familieoverhovedet
de: 10. Beziehung zum Kopf des Hauses
hr: 10. Veza prema glavi obitelji
nl: 10. Relatie met het gezinshoofd
pt_pt: 10. Parentesco com o chefe de família
uk: 10. Відношення до голови сім'ї

source: 12. FrenchCanadian
da: 12. FranskCanadier
de: 12. Frankokanadier(in)
hr: 12. Francuski kanađani
nl: 12. FransCanadees
pt_pt: 12. Canadiano-francês
uk: 12. Франкоканадець

source: BirthPlaceFather
da: FødeStedFader
de: GeburtsortVater
hr: Mjesto rođenja oca
nl: GeboorteplaatsVader
pt_pt: LocalNascimentoPai
uk: Місце народження батька

source: 13. Birth Place of Father
da: 13. Fødested for fader
de: 13. Geburtsort des Vaters
hr: 13. Mjesto rođenja oca
nl: 13. Geboorteplaats van vader
pt_pt: 13. Local de nascimento do pai
uk: 13. Місце народження батька

source: BirthPlaceMother
da: FødeStedModer
de: GeburtsortMutter
hr: Mjesto rođenja majke
nl: GeboorteplaatsMoeder
pt_pt: LocalNascimentoMãe
uk: Місце народження матері

source: 14. Birth Place of Mother
da: 14. Fødested for moder
de: 14. Geburtsort der Mutter
hr: 14. Mjesto rođenja majke
nl: 14. Geboorteplaats van moeder
pt_pt: 14. Local de nascimento da mãe
uk: "14. Місце народження матері

source: 15. Religion
da: 15. Trosretning
hr: 15. Vjera
nl: 15. Religie
pt_pt: 15. Religião
uk: 15. Релігія

source: 16. Profession, Occupation or Trade
da: 16. Profession eller beskæftigelse
de: 16. Beruf, Beschäftigung oder Gewerbe
hr: 16. Profesija, zanimanje ili obrt
nl: 16. Broodwinning, handel of beroep
pt_pt: 16. Profissão ou negócio
uk: 16. Професія, зайнятість або ремесло

source: Employer
da: Arbejdsgiver
de: Arbeitgeber
hr: Poslodavac
nl: Werkgever
pt_pt: Empregador
uk: Роботодавець

source: 17. Employers
da: 17. Ansatte
de: 17. Arbeitgeber
hr: 17. Poslodavci
nl: 17. Werkgevers
pt_pt: 17. Empregadores
uk: 17. Роботодавці

source: Employee
da: Ansat
de: Angestellter
hr: Zaposlenik
nl: Werknemer
pt_pt: Empregado
uk: Працівник

source: 18. Wage Earner
da: 18. Lønmodtager
de: 18. Lohnabhängiger
nl: 18. Loonverdiener
pt_pt: 18. Empregado
uk: 18. Найманий працівник

source: Unemployed
da: Arbejdsløs
de: Arbeitslos
hr: Nezasposleni
nl: Werkloos
pt_pt: Desempregado
uk: Безробітний

source: 19. Unemployed during week preceding Census
da: 19 Arbejdsløs i ugen inden folketælling
de: 19. Arbeitslos in der Woche vor der Volkszählung
nl: 19. Werkloos in de week voorafgaand aan de volkstelling
pt_pt: 19. Desempregados na semana anterior ao censo
uk: 19. Безробітний протягом тижня перед переписом

source: Employees
da: Ansatte
de: Arbeitnehmer
hr: Zaposlenici
nl: Werknemers
pt_pt: Empregados
uk: Працівники

source: 20. Employer to state average number of hands employed during year
da: 10 Arbejdsgiveren skal angive gennemsnitlig antal ansatte i året
de: 20. Arbeitgeber, um die durchschnittliche Anzahl der im Jahr beschäftigten Hände anzugeben
nl: 20. Werkgever om het gemiddelde aantal werkenden per jaar te vermelden
pt_pt: 20. Empregador para declarar o número médio de trabalhadores empregados durante o ano
uk: 20. Роботодавець має вказати середню кількість працівників за рік

source: CanRead
da: KanLæse
de: KannLesen
hr: Zna čitati
nl: KanLezen
pt_pt: SabeLer
uk: Може читати

source: 21. Instruction: Read
da: 21. Instruktion: Læs
de: 21. Anleitung: Lesen
nl: 21. Instructie: lees
pt_pt: 21. Instrução: lê
uk: 21. Освіта: Вміє читати

source: CanWrite
da: KanSkrive
de: KannSchreiben
hr: Zna pisati
nl: KanSchrijven
pt_pt: SabeEscrever
uk: Може писати

source: 22. Instruction: Write
da: 22. Instruktion: Skriv
de: 22. Anweisung: Schreiben
nl: 22. Instructie: schrijf
pt_pt: 22. Instrução: escreve
uk: 22. Освіта: Вміє писати

source: 23. Deaf and Dumb
da: 23. Døv og stum
de: 23. Taub und stumm: Männlich
hr: 23. Gluhi i nijemi
nl: 23. Doof en stom
pt_pt: 23. Surdos e mudos
uk: 23. Глухонімі

source: 24. Blind
hr: 24. Slijepi
pt_pt: 24. Cegos
uk: 24. Сліпі
