Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: No. Colored persons who can read and write
de: Anzahl farbige Personen, die lesen und schreiben können
nl: Aantal gekleurde personen die kunnen lezen en schrijven
pt_pt: N.º de cor que sabem ler e escrever
uk: Кількість темношкірих осіб, які вміють читати і писати

source: Deaf and Dumb Males
de: Taub und Stumm männlich
nl: Doof en stom mannen
pt_pt: Surdos e mudos masculinos
uk: Глухонімі чоловіки

source: Deaf and Dumb Males Age
de: Taub und Stumm männlich Alter
nl: Doof en stom leeftijd mannen
pt_pt: Surdos e mudos masculinos por idade
uk: Вік глухонімих чоловіків

source: Deaf and Dumb Females
de: Taub und Stumm weiblich
nl: Doof en stom vrouwen
pt_pt: Surdos e mudos femininos
uk: Глухонімі жінки

source: Deaf and Dumb Females Age
de: Taub und Stumm weiblich Alter
nl: Doof en stom leeftijd vrouwen
pt_pt: Surdos e mudos femininos por idade
uk: Вік глухонімих жінок

source: Deaf and Dumb White
de: Taub und Stumm weiß
nl: Doof en stom wit
pt_pt: Surdos e mudos brancos
uk: Глухонімі білі

source: Deaf and Dumb Colored
de: Taub und Stumm farbig
nl: Doof en stom gekleurd
pt_pt: Surdos e mudos de cor
uk: Глухонімі темношкірі

source: No. Deaf and Dumb taught to read and write
de: Anzahl Gehörlose und Stumme in Lesen und Schreiben unterrichtet
nl: Aantal doven en stommen die leerden lezen en schrijven
pt_pt: N.º de surdos e mudos que aprenderam a ler e escrever
uk: Кількість глухонімих, які навчилися читати і писати

source: Blind Males
de: Blinde männlich
nl: Blinde mannen
pt_pt: Cegos masculinos
uk: Сліпі чоловіки

source: Blind Males Age
de: Blinde männlich Alter
nl: Blinde mannen leeftijd
pt_pt: Idade de cegos masculinos
uk: Вік сліпих чоловіків

source: Blind Females
de: Blinde weiblich
nl: Blinde vrouwen
pt_pt: Cegos femininos
uk: Сліпі жінки

source: Blind Females Age
de: Blinde weiblich Alter
nl: Blinde vrouwen leeftijd
pt_pt: Idade de cegos femininos
uk: Вік сліпих жінок

source: Blind White
de: Blinde weiß
nl: Blind wit
pt_pt: Brancos cegos
uk: Сліпі білі

source: Blind Colored
de: Blind farbig
nl: Blind gekleurd
pt_pt: De cor cegos
uk: Сліпі темношкірі

source: No. Blind taught to read and write
de: Anzahl Blinde in Lesen und Schreiben unterrichtet
nl: Aantal blinden die leerden lezen en schrijven
pt_pt: N.º de cegos ensinados a ler e escrever
uk: Кількість сліпих, які навчилися читати і писати

source: Insane Males
de: Geisteskranke männlich
nl: Krankzinnige mannen
pt_pt: Homens loucos
uk: Психічно хворі чоловіки

source: Insane Males Age
de: Geisteskranke männlich Alter
nl: Krankzinnige mannen leeftijd
pt_pt: Idade de homens loucos
uk: Вік психічно хворих чоловіків

source: Insane Females
de: Geisteskranke Weiblich
nl: Krankzinnige vrouwen
pt_pt: Mulheres loucas
uk: Психічно хворі жінки

source: Insane Females Age
de: Geisteskranke Weiblich Alter
nl: Krankzinnige vrouwen leeftijd
pt_pt: Idade de mulheres loucas
uk: Вік психічно хворих жінок

source: Insane White
de: Geisteskranke weiß
nl: Krankzinnig wit
pt_pt: Brancos loucos
uk: Психічно хворі білі

source: Insane Colored
de: Geisteskranke farbig
nl: Krankzinnig gekleurd
pt_pt: De cor loucos
uk: Психічно хворі темношкірі

source: No. Insane taught to read and write
de: Anzahl Geisteskranke in Lesen und Schreiben unterrichtet
nl: Aantal krankzinnigen die leerden lezen en schrijven
pt_pt: N.º de loucos ensinados a ler e escrever
uk: Кількість психічно хворих, які навчилися читати і писати

source: Live Stock Horses
de: Viehbestand Pferde
nl: Veestapel paarden
pt_pt: Cavalos vivos
uk: Коней у господарстві

source: Live Stock Mules
de: Viehbestand Maultiere
nl: Veestapel muilezels
pt_pt: Mulas vivas
uk: Мулів у господарстві

source: Live Stock Jacks
de: Viehbestand Esel Hengste
nl: Veestapel mannelijke ezels
pt_pt: Burros vivos
uk: Ослів-самців у господарстві

source: Live Stock Jennies
de: Viehbestand Eselin
nl: Veestapel vrouwelijke ezels
pt_pt: Burras vivas
uk: Ослів-самиць у господарстві

source: Live Stock Cattle
de: Viehbestand Rinder
nl: Veestapel runderen
pt_pt: Bovinos vivos
uk: Велика рогата худоба у господарстві

source: Live Stock Sheep
de: Viehbestand Schafe
nl: Veestapel schapen
pt_pt: Ovinos vivos
uk: Вівці у господарстві

source: Live Stock Hogs
de: Viehbestand Schweine
nl: Veestapel varkens
pt_pt: Suínos vivos
uk: Свині у господарстві

source: Products Bushels Wheat
de: Erzeugnisse Bushels Weizen
nl: Producten Schepels tarwe
pt_pt: Produtos Alqueires de trigo
uk: Кількість бушелів пшениці

source: Products Bushels Corn
de: Erzeugnisse Bushels Mais
nl: Producten Schepels maïs
pt_pt: Produtos Alqueires de milho
uk: Кількість бушелів кукурудзи

source: Products Bushels Oats
de: Erzeugnisse Bushels Hafer
nl: Producten Schepels haver
pt_pt: Produtos Alqueires de aveia
uk: Кількість бушелів вівса

source: Products Bushels Barley
de: Erzeugnisse Bushels Gerste
nl: Producten Schepels gerst
pt_pt: Produtos Alqueires de cevada
uk: Кількість бушелів ячменю

source: Products Bushels Rye
de: Erzeugnisse Bushels Roggen
nl: Producten Schepels rogge
pt_pt: Produtos Alqueires de centeio
uk: Кількість бушелів жита

source: Products Lbs. Tobacco
de: Erzeugnisse Pounds Tabak
nl: Producten Pond tabak
pt_pt: Produtos Libras de tabaco
uk: Кількість фунтів тютюну

source: Products Lbs. Wool
de: Erzeugnisse Pounds Wolle
nl: Producten Pond wol
pt_pt: Produtos Libras de lã
uk: Кількість фунтів вовни

source: Products Lbs. Sugar
de: Erzeugnisse Pounds Zucker
nl: Producten Pond suiker
pt_pt: Produtos Libras de açucar
uk: Кількість фунтів цукру

source: Products Tons Hay
de: Erzeugnisse Tons Heu
nl: Producten Pond hooi
pt_pt: Produtos Toneladas de feno
uk: Кількість тонн сіна

source: Products Tons Hemp
de: Erzeugnisse Tons Hanf
nl: Producten Pond hennep
pt_pt: Produtos Toneladas de cânhamo
uk: Кількість тонн конопель

source: Products Galls. Whiskey
de: Erzeugnisse Gallonen Whiskey
nl: Producten Liters whiskey
pt_pt: Produtos Galões de Whiskey
uk: Кількість галонів віскі

source: Products Galls. Wine
de: Erzeugnisse Gallonen Wein
nl: Producten Liters wijn
pt_pt: Produtos Galões de vinho
uk: Кількість галонів вина

source: Products Galls. Molasses
de: Erzeugnisse Gallonen Melasse
nl: Producten Liters melasse
pt_pt: Produtos Galões de melaço
uk: Кількість галонів патоки

source: Total Population
de: Gesamtbevölkerung
nl: Totaal populatie
pt_pt: População total
uk: Загальна чисельність населення

source: Building Material
de: Baumaterial
nl: Bouwmateriaal
pt_pt: Material de construção
uk: Будівельний матеріал

source: Dwelling Value
de: Wert der Wohnung
hr: Vrijednost stambene jedinice
nl: Woningwaarde
pt_pt: Valor da habitação
uk: Вартість житла

source: Birthplace (NY County or other)
de: Geburtsort (NY County oder andere)
nl: Geboorteplaats (NY county of andere)
pt_pt: Local de nascimento (condado de NY ou outro)
uk: Місце народження (округ Нью-Йорк або інше)

source: Years resident in this city or town
de: Jahre wohnhaft in dieser Stadt oder Gemeinde
nl: Jaren woonachtig in deze stad of dorp
pt_pt: Anos de residência nesta cidade ou vila
uk: Кількість років проживання у цьому місті чи містечку

source: Native Voter
de: Einheimischer Wähler
nl: Inheemse kiezer
pt_pt: Eleitor nativo
uk: Корінний виборець

source: Naturalized Voter
de: Eingebürgerter Wähler
nl: Genaturaliseerde kiezer
pt_pt: Eleitor naturalizado
uk: Натуралізований виборець

source: Alien
de: Ausländer
nl: Vreemdeling
pt_pt: Estrangeiro
uk: Іноземець

source: Persons of color not taxed
de: Farbige nicht besteuert
nl: Personen van kleur niet belast
pt_pt: De cor sem impostos
uk: Особи кольорової раси, які не обкладаються податком

source: Over 21/Illiterate
de: Über 21/Analphabet
nl: Ouder dan 21/analfabeet
pt_pt: Analfabetos +21
uk: Особи старші 21 року/неписемні

source: Landowner
de: Landbesitzer
nl: Landeigenaar
pt_pt: Proprietário de terras
uk: Власник землі

source: Deaf, Dumb, Blind, Insane, Idiotic
de: Taub, stumm, blind, verrückt, idiotisch
nl: Doof, stom, blind, krankzinnig, idioot
pt_pt: Surdos, mudos, cegos, dementes, idiotas
uk: Глухі, німі, сліпі, душевнохворі, розумово відсталі

source: Inhabitants in the
de: Einwohner in
nl: Inwoners in de
pt_pt: Habitantes em
uk: Жителі у

source: Parent of how many children
de: Elter von wie vielen Kindern
nl: Ouder van hoeveel kinderen
pt_pt: Pai de quantos filhos
uk: Скількох дітей є батьком/матір'ю

source: Number of times married
de: Anzahl der Eheschließungen
nl: Aantal keren getrouwd
pt_pt: N.º de vezes casado
uk: Кількість шлюбів

source: Place of Occupation
de: Beschäftigungsort
nl: Plaats van beroep
pt_pt: Local de trabalho
uk: Місце роботи

source: Land owner
de: Landbesitzer
nl: Landeigenaar
pt_pt: Proprietário de terras
uk: Власник землі

source: Now in army
de: Jetzt in der Armee
nl: Nu in leger
pt_pt: Agora no exército
uk: Зараз у армії

source: Now in navy
de: Jetzt in der Marine
nl: Nu in marine
pt_pt: Agora na marinha
uk: Зараз у флоті

source: Formerly in army
de: Früher in der Armee
hr: Ranije u vojsci
nl: Vroeger in leger
pt_pt: Antes no exército
uk: Раніше служив у армії

source: Formerly in navy
de: Früher in der Marine
hr: Ranije u mornarici
nl: Vroeger in marine
pt_pt: Antes na marinha
uk: Раніше служив у флоті

source: Usual place of employment (if not same city/town)
de: Üblicher Arbeitsplatz (wenn nicht dieselbe Stadt/Gemeinde)
nl: Gebruikelijke standplaats (indien niet dezelfde stad/gemeente)
pt_pt: Local de trabalho habitual (cidade ou localidade diferentes)
uk: Звичне місце роботи (якщо не в цьому ж місті/містечку)

source: Election District of the Town of
de: Wahlbezirk der Stadt
nl: Kiesdistrict van de stad van
pt_pt: Circunscrição eleitoral da cidade de
uk: Виборчий округ містечка

source: the County of
de: Der Kreis von
nl: de provincie van
pt_pt: o condado de
uk: Округ

source: Birth Country
de: Geburtsland
hr: Zemlja rođenja
nl: Geboorte provincie
pt_pt: País de nascimento
uk: Країна народження

source: Citizen or Alien
de: Staatsbürger oder Ausländer
nl: Burger of vreemdeling
pt_pt: Cidadão ou estrangeiro
uk: Громадянин чи іноземець

source: Inhabitants living in
de: Einwohner leben in
nl: Inwoners wonend in
pt_pt: Habitantes a viver em
uk: Жителі, які проживають у

source: Election District, Ward
de: Wahlbezirk, Bezirk
nl: Verkiezingsdistrict, wijk
pt_pt: Circunscrição eleitoral, bairro
uk: Виборчий округ, район

source: Number of years in the US
de: Anzahl von Jahren in USA
nl: Aantal jaren in de VS
pt_pt: N.º de anos nos EUA
uk: Кількість років у США

source: Class
de: Klasse
nl: Klas
pt_pt: Classe
uk: Клас

source: Inmate: Residence given when admitted
de: Insasse: Wohnsitz bei Aufnahme angegeben
nl: Gedetineerde: verblijfplaats gegeven bij opname
pt_pt: Recluso: residência indicada aquando da admissão
uk: Мешканець: місце проживання під час прийняття

source: Inhabitants of Block No.
de: Einwohner von Block Nr.
nl: Inwoners van blok nr.
pt_pt: Habitantes do bloco n.º.
uk: Жителі кварталу №

source: Election District No.
de: Wahlbezirk Nr.
nl: Verkiezingsdistrict nr.
pt_pt: Distrito eleitoral n.º.
uk: Виборчий округ №

source: Ward No.
de: Bezirksnr.
nl: Wijk nr.
pt_pt: Bairro n.º
uk: Район №

source: City or Village
de: Stadt oder Dorf
nl: Stad of dorp
pt_pt: Cidade ou vila
uk: Місто або село

source: Assembly District No.
de: Versammlungsbezirk Nr.
nl: Vergaderdistrict nr.
pt_pt: Distrito da Assembleia nº.
uk: Окружний виборчий округ №

source: Where and When Naturalized
de: Wo und wann eingebürgert
nl: Waar en wanneer genaturaliseerd
pt_pt: Onde e quando foi naturalizado
uk: Де і коли натуралізований

source: WM 21-60
nl: VM 21-60
pt_pt: HB 21-60
uk: Білі чоловіки 21-60 років

source: WM under 21 above 60
de: WM unter 21 über 60
nl: VM onder 21 boven 60
pt_pt: HB -21 +60
uk: Білі чоловіки молодші 21 або старші 60 років

source: WF all ages
de: WF jedes Alter
nl: MV alle leeftijden
pt_pt: MB todas as idades
uk: Білі жінки всіх вікових категорій

source: Blacks 12-50
de: Schwarze 12-50
nl: Zwarten 12-50
pt_pt: De cor 12-50
uk: Темношкірі 12-50 років

source: Blacks under 12 above 50
de: Schwarze unter 12 über 50
nl: Zwarten onder 12 boven 50
pt_pt: De cor -12 +50
uk: Темношкірі молодші 12 або старші 50 років

source: Native White Males
de: Einheimische Weiße männlich
nl: Inheemse witte mannen
pt_pt: Homens brancos nativos
uk: Корінні білі чоловіки

source: Native White Females
de: Einheimische Weiße weiblich
nl: Inheemse witte vrouwen
pt_pt: Mulheres brancas nativas
uk: Корінні білі жінки

source: Native Colored Males
de: Einheimische Farbig männlich
nl: Inheemse gekleurde mannen
pt_pt: Homens de cor nativos
uk: Корінні темношкірі чоловіки

source: Native Colored Females
de: Einheimische Farbig weiblich
nl: Inheemse gekleurde vrouwen
pt_pt: Mulheres de cor nativas
uk: Корінні темношкірі жінки

source: Foreign Males
de: Ausländische männlich
nl: Buitenlandse mannen
pt_pt: Homens estrangeiros
uk: Іноземні чоловіки

source: Foreign Females
de: Ausländische weiblich
nl: Buitenlandse vrouwen
pt_pt: Mulheres estrangeiras
uk: Іноземні жінки

source: Male Children 5 and Under
de: Jungen 5 und jünger
nl: Man kinderen 5 en jonger
pt_pt: Rapazes -6
uk: Хлопчики 5 років і молодші

source: Female Children 5 and Under
de: Mädchen 5 und jünger
nl: Vrouw kinderen 5 en jonger
pt_pt: Raparigas -6
uk: Дівчатка 5 років і молодші

source: Males 5 to 20 Years of Age
de: Männer 5 bis 20 Jahre alt
nl: Mannen van 5 tot 20 jaar oud
pt_pt: Homens 5-20
uk: Чоловіки віком від 5 до 20 років

source: Females 5 to 20 Years of Age
de: Frauen 5 bis 20 Jahre alt
nl: Vrouwen van 5 tot 20 jaar oud
pt_pt: Mulheres 5-20
uk: Жінки віком від 5 до 20 років

source: Males 20 to 60 Years of Age
de: Männer 20 bis 60 Jahre alt
nl: Mannen van 20 tot 60 jaar oud
pt_pt: Homens 20-60
uk: Чоловіки віком від 20 до 60 років

source: Females 20 to 60 Years of Age
de: Frauen 20 bis 60 Jahre alt
nl: Vrouwen van 20 tot 60 jaar oud
pt_pt: Mulheres 20-60
uk: Жінки віком від 20 до 60 років

source: Males Over 60 Years of Age
de: Männer über 60 Jahre alt
nl: Mannen ouder dan 60 jaar
pt_pt: Homens +60
uk: Чоловіки старші 60 років

source: Females Over 60 Years of Age
de: Frauen über 60 Jahre alt
nl: Vrouwen ouder dan 60 jaar
pt_pt: Mulheres +60
uk: Жінки старші 60 років

source: P.O.
hr: PP
uk: Поштова скринька

source: Sec.
uk: Секція

source: St./Ave
de: Str./Allee
pt_pt: R/Av.
uk: Вулиця/Авеню

source: Hotel or Institution
de: Hotel oder Einrichtung
hr: Hotel ili institucija
nl: Hotel of instelling
pt_pt: Hotel ou instituição
uk: Готель або установа

source: Years in South Dakota
de: Jahre in South Dakota
nl: Jaren in Zuid Dakota
pt_pt: Anos em South Dakota
uk: Кількість років у Південній Дакоті

source: Years in United States
de: Jahre in den Vereinigten Staaten
hr: Godine u SAD-u
nl: Jaren in de Verenigde Staten
pt_pt: Anos nos EUA
uk: Кількість років у Сполучених Штатах

source: Birthplace of Father
de: Geburtsort des Vaters
hr: Mjesto rođenja oca
nl: Geboortelocatie van vader
pt_pt: Local de nascimento do pai
uk: Місце народження батька

source: Birthplace of Mother
de: Geburtsort der Mutter
hr: Mjesto rođenja majke
nl: Geboortelocatie van moeder
pt_pt: Local de nascimento da mãe
uk: Місце народження матері

source: Black
de: Schwarz
hr: Crna
nl: Zwart
pt_pt: Preto
uk: Чорний

source: Red
de: Rot
hr: Crvena
nl: Rood
pt_pt: Vermelho
uk: Червоний

source: Yellow
de: Gelb
hr: Žuta
nl: Geel
pt_pt: Amarelo
uk: Жовтий

source: Divorced
de: Geschieden
hr: Rastavljen/a
nl: Gescheiden
uk: Розлучений/розлучена

source: Can Read
de: Kann lesen
hr: Zna čitati
nl: Kan lezen
uk: Вміє читати

source: Can't Read
de: Kann nicht lesen
hr: Ne zna čitati
nl: Kan niet lezen
uk: Не вміє читати

source: Can Write
de: Kann schreiben
hr: Zna pisati
nl: Kan schrijven
uk: Вміє писати

source: Can't Write
de: Kann nicht schreiben
hr: Ne zna pisati
nl: Kan niet schrijven
uk: Не вміє писати

source: Do you own your home or farm
de: Besitzen Sie Ihr Haus oder Farm
hr: Posjeduješ kuću ili gospodarstvo
nl: Bent u eigenaar van uw huis of boerderij
uk: Чи володієте ви своїм будинком або фермою

source: Ancestry
da: Aner
de: Vorfahren
hr: Preci
nl: Voorgeslacht
pt_pt: Ascendência
uk: Походження

source: Father's birthplace
de: Geburtsort des Vaters
hr: Mjesto rođenja oca
nl: Vader's geboorteplaats
uk: Місце народження батька

source: Mother's birthplace
de: Geburtsort der Mutter
hr: Mjesto rođenja majke
nl: Moeder's geboorteplaats
uk: Місце народження матері

source: Extent of Education
de: Umfang der Ausbildung
hr: Razina obrazovanja
nl: Omvang van opleiding
uk: Рівень освіти

source: Graduate of
de: Absolvent von
hr: Matura pri
nl: Afgestudeerd van
uk: Випускник

source: Maiden name of wife
de: Mädchenname der Frau
hr: Djevojačko ime žene
nl: Meisjesnaam van vrouw
uk: Дівоче прізвище дружини

source: Church affiliation
de: Kirchen Zugehörigkeit
nl: Kerkgenootschap
uk: Релігійна приналежність

source: If Foreign Born, are you Naturalized
de: Wenn Sie im Ausland geboren sind, sind Sie eingebürgert
hr: Ako si rođen/a u inozemstvu, jesi li naturaliziran/a
nl: Als in het buitenland geboren, bent u genaturaliseerd
uk: Якщо народжений за кордоном, чи натуралізований

source: Years in S.D.
de: Jahre in S.D.
nl: Jaren in S.D.
uk: Кількість років у Південній Дакоті

source: Division
de: Abteilung
nl: Onderafdeling
uk: Поділ

source: Male under 21
de: Männlich unter 21
hr: Muška osoba mlađa od 21 godine
nl: Man onder 21
uk: Чоловік до 21 року

source: Male over 21
de: Männlich über 21
hr: Muška osoba starija od 21 godine
nl: Man boven 21
uk: Чоловік старше 21 року

source: Female under 21
de: Weiblich unter 21
hr: Ženska osoba mlađa od 21 godine
nl: Vrouw onder 21
uk: Жінка до 21 року

source: Female over 21
de: Weiblich über 21
hr: Ženska osoba starija od 21 godine
nl: Vrouw boven 21
uk: Жінка старше 21 року

source: Town/City
de: Gemeinde/Stadt
hr: Grad
nl: Plaats/Stad
uk: Місто/Селище

source: Heads of Families
de: Familienvorstände
hr: Glave obitelji
nl: Gezinshoofden
uk: Глави сімей

source: White males
de: Weiße männlich
nl: Witte vrouwen
uk: Білі чоловіки

source: White females
de: Weiße weiblich
nl: Witte vrouwen
uk: Білі жінки

source: Colored males
de: Farbige männlich
nl: Gekleurde mannen
uk: Темношкірі чоловіки

source: Colored females
de: Farbige weiblich
nl: Gekleurde vrouwen
uk: Темношкірі жінки

source: Deaf & Dumb
de: Taub & Stumm
nl: Doof & stom
pt_pt: Surdos e mudos
uk: Глухі та німі

source: Foreign Birth
de: Ausländische Geburt
nl: Buitenlands geboren
uk: Народжений за кордоном

source: Inhabitants of
de: Einwohner von
nl: Inwoners van
uk: Жителі

source: Nativity - United States
de: Herkunft - Vereinigte Staaten
nl: Geboorte - Verenigde Staten
uk: Походження - Сполучені Штати

source: Nativity - Germany
de: Herkunft - Deutschland
nl: Geboorte - Duitsland
uk: Походження - Німеччина

source: Nativity - Great Britain
de: Herkunft - Groß Britannien
nl: Geboorte - Groot-Brittannië
uk: Походження - Велика Британія

source: Nativity - Ireland
de: Herkunft - Irland
nl: Geboorte - Ierland
uk: Походження - Ірландія

source: Nativity - France
de: Herkunft - Frankreich
nl: Geboorte - Frankrijk
uk: Походження - Франція

source: Nativity - British America
de: Herkunft - Anglo-Amerikaner
nl: Geboorte - Brits Amerika
uk: Походження - Британська Америка

source: Nativity - Scandinavian
de: Herkunft - Skandinavien
nl: Geboorte - Scandinavisch
uk: Походження - Скандинавія

source: Nativity - Holland
de: Herkunft - Holland
nl: Geboorte - Holland
uk: Походження - Голландія

source: Nativity - All other countries
de: Herkunft - Alle anderen Länder
nl: Geboorte - Alle andere landen
uk: Походження - Всі інші країни

source: Residing in the
de: Wohnhaft in
nl: Woonachtig in de
uk: Проживає в

source: Co.
de: Kompanie
uk: Округ

source: Reg't.
uk: Полк

source: State or Vessel
de: Staat oder Schiff
hr: Država ili plovilo
nl: Staat of vaartuig
uk: Штат або судно

source: Parents place of birth
de: Geburtsort der Eltern
hr: Mjesto rođenja roditelja
nl: Ouders geboortelocatie
uk: Місце народження батьків

source: Owned/Rented
de: Eigentum/Gemietet
hr: Vlasničko/Iznajmljeno
nl: Eigendom/gehuurd
uk: Власне/Орендоване

source: Free/Mortgaged
de: Frei/hypothekarisch belastet
nl: Gratis/hypotheek
uk: Вільне/Іпотечне

source: Farm/House
de: Farm/Haus
hr: Gospodarstvo/Kuća
nl: Boerderij/huis
uk: Ферма/Будинок

source: Twin, triplet or other
de: Zwilling, Drilling oder andere
hr: Dvojček, trojček ili drugo
nl: Tweeling, drieling of anders
uk: Близнюк, трійня або інше

source: No. in order of birth
de: Nr. In der Reihenfolge der Geburt
hr: Broj u redoslijedu rođenja
nl: Nr. in volgorde van geboorte
uk: Номер за порядком народження

source: Legitimate
de: Legitim
hr: Zakonit/a
nl: Rechtmatig
uk: Законнонароджений

source: Place of Record
de: Ort der Aufzeichnung
hr: Mjesto zapisa
nl: Plaats van registratie
uk: Місце запису

source: Book/Volume
de: Buch/Band
hr: Knjiga/Svezak
nl: Boek/volume
uk: Книга/Том

source: Race/Color
de: Rasse/Farbe
hr: Rasa/Boja
nl: Ras/kleur
uk: Раса/Колір

source: STOP! If you want this record to be attached to the Parents move to Father.
de: HALT! Wenn du möchtest, dass dieser Datensatz den Eltern beigefügt wird, gehe zum Vater.
nl: HOU OP! Als u wilt dat dit gegeven aan de ouders wordt toegevoegd, ga dan naar vader.
uk: СТІЙ! Якщо хочете прикріпити цей запис до батьків, перейдіть до батька.

source: Mother (Maiden Name)
de: Mutter (Geburtsname)
hr: Majka (djevojačko ime)
nl: Moeder (meisjesnaam)
uk: Мати (дівоче прізвище)

source: Residence of Parents
de: Wohnort der Eltern
hr: Prebivalište roditelja
nl: Residentie van ouders
uk: Місце проживання батьків

source: By Whom Reported
de: Von wem berichtet
hr: Izvjestitelj
nl: Door wie gerapporteerd
uk: Ким повідомлено

source: Date Recorded
de: Aufnahmedatum
hr: Datum zapisa
nl: Datum gerapporteerd
uk: Дата запису

source: License No.
de: Lizenznr.
hr: Licenca br.
nl: Licentie nr.
uk: Номер ліцензії

source: Date of Marriage
de: Hochzeitsdatum
hr: Datum sklapanja braka
nl: Huwelijksdatum
uk: Дата шлюбу

source: Married by
de: verheiratet von
hr: Matičar
nl: Getrouwd door
uk: Обряд шлюбу проведений

source: Place of Marriage
de: Ort der Eheschließung
hr: Mjesto sklapanja braka
nl: Huwelijkslocatie
uk: Місце шлюбу

source: Consent given by
de: Zustimmung erteilt von
hr: Odobrenje od
nl: Toestemming gegeven door
uk: Згода надана

source: Bond/Licence
de: Bindung/Lizenz
nl: Contract/licentie
uk: Застава/Ліцензія

source: Place of Death
de: Sterbeort
hr: Mjesto smrti
nl: Overlijdenslocatie
uk: Місце смерті

source: Length of Residence
de: Aufenthaltsdauer
hr: Duljina prebivanja
nl: Verblijfsduur
uk: Тривалість проживання

source: Served in U.S. Military
de: Diente beim US-Militär
hr: Vojna služba u vojsci SAD-a
nl: Gediend in VS leger
uk: Служив в армії США

source: Birth date of deceased
de: Geburtsdatum des verstorbenen
hr: Datum rođenja preminule osobe
nl: Geboortedatum overledene
uk: Дата народження покійного

source: Industry or Business
de: Branche oder Geschäft
hr: Industrija ili poduzeće
nl: Industrie of bedrijf
uk: Промисловість або бізнес

source: Name of employer
de: Name des Arbeitgebers
hr: Ime poslodavca
nl: Naam werkgever
uk: Назва роботодавця

source: Date last worked
de: Datum der letzten Arbeit
hr: Datum zadnjeg radnog dana
nl: Datum laatst gewerkt
uk: Дата останньої роботи

source: Years in this occupation
de: Jahre in diesem Beruf
hr: Broj godina u ovom zanimanju
nl: Jaren in dit beroep
uk: Роки у цій професії

source: Education Level
de: Bildungsstand
hr: Razina obrazovanja
nl: Opleidingsniveau
uk: Рівень освіти

source: Social Security No.
de: Sozialversicherungsnr.
hr: Broj socijalnog osiguranja
nl: Sociale zekerheid nr.
uk: Номер соціального страхування

source: Date of Death
de: Sterbedatum
hr: Datum smrti
nl: Overlijdensdatum
uk: Дата смерті
