Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Default format for the surnames index
da: Standardformat for indeks over efternavne
de: Standardformat für den Nachnamenindex
hr: Standardni format za indeks prezimena
nl: Standaardopmaak voor de achternamenindex
pt_pt: Formato pré-definido para o índice de apelidos
sk: Základný formát pre index priezvisk
uk: Формат за замовчуванням для індексу прізвищ

source: The default format for the surnames index
da: Standardformatet for indeks over efternavne
de: Das Standardformat für den Nachnamenindex
hr: Ovo je standardni format za indeks prezimena
nl: De standaardindeling voor de achternamenindex
pt_pt: O formato pré-definido para o índice de apelidos
sk: Základný formát pre index priezvisk
uk: Формат за замовчуванням для індексу прізвищ

source: Default format for the persons index
da: Standardformat for indeks over personer
de: Standardformat für den Personenindex
hr: Standardni format za indeks osoba
nl: Standaardopmaak voor de personenindex
pt_pt: Formato pré-definido para o índice de indivíduos
sk: Základný formát pre index osôb
uk: Формат за замовчуванням для індексу осіб

source: The default format for the persons index
da: Standardformatet for indeks over personer
de: Das Standardformat für den Personenindex
hr: Ovo je standardni format za indeks osoba
nl: De standaardindeling voor de personenindex
pt_pt: O formato pré-definido para o índice de indivíduos
sk: Základný formát pre index osôb
uk: Формат за замовчуванням для індексу осіб

source: Default format for the families index
da: Standardformat for indeks over familier
de: Standardformat für den Familienindex
hr: Standardni format za indeks obitelji
nl: Standaardopmaak voor de gezinsindex
pt_pt: Formato pré-definido para o índice de famílias
sk: Základný formát pre index rodín
uk: Формат за замовчуванням для індексу родин

source: The default format for the families index
da: Standardformatet for indeks over familier
de: Das Standardformat für den Familienindex
hr: Ovo je standardni format za indeks obitelji
nl: De standaardindeling voor de gezinsindex
pt_pt: O formato pré-definido para o índice de famílias
sk: Základný formát pre index rodín
uk: Формат за замовчуванням для індексу родин

source: Default format for the sources index
da: Standardformat for indeks over kilder
de: Standardformat für den Quellenindex
hr: Standardni format za indeks izvora
nl: Standaardopmaak voor de bronnenindex
pt_pt: Formato pré-definido para o índice de fontes
sk: Základný formát pre index zdrojov
uk: Формат за замовчуванням для індексу джерел

source: The default format for the sources index
da: Standardformatet for indeks over kilder
de: Das Standardformat für den Quellenindex
hr: Ovo je standardni format za indeks izvora
nl: De standaardindeling voor de bronnenindex
pt_pt: O formato pré-definido para o índice de fontes
sk: Základný formát pre index zdrojov
uk: Формат за замовчуванням для індексу джерел

source: Default format for the places index
da: Standardformat for indeks over steder
de: Standardformat für den Ortsindex
hr: Standardni format za indeks mjesta
nl: Standaardopmaak voor de locatiesindex
pt_pt: Formato pré-definido para o índice de locais
sk: Základný formát pre index miest
uk: Формат за замовчуванням для індексу місць

source: The default format for the places index
da: Standardformatet for indeks over steder
de: Das Standardformat für den Orteindex
hr: Ovo je standardni format za indeks mjesta
nl: De standaardindeling voor de locatiesindex
pt_pt: O formato pré-definido para o índice de locais
sk: Základný formát pre index miest
uk: Формат за замовчуванням для індексу місць

source: Whether to include dates columns (birth, death, marriage) on the index pages
da: Hvorvidt datokolonne (fødsel, død, ægteskab) skal medtages på indekssiderne
de: Ob Spalten mit Daten (Geburt, Tod, Heirat) auf den Indexseiten enthalten sein sollen
hr: Da li uključiti stupac s datumima (rođenje, smrt, brak) na stranicama indeksa
nl: Of kolommen met datums (geboorte, overlijden, huwelijk) op de indexpagina's moeten worden opgenomen
pt_pt: Se deve incluir colunas de datas (nascimento, óbito, casamento) nas páginas de índice
sk: Či zahrnúť stĺpec s dátumami (narodenie, smrť, manželstvo) na indexových stránkach
uk: Чи включати стовпці з датами (народження, смерті, шлюбу) на індексних сторінках

source: Generate a families index page
da: Dan en familieindeksside
de: Erzeugen einer Familienindexseite
hr: Stvori stranicu indeksa za obitelji
nl: Genereer een gezinsindexpagina
pt_pt: Gerar uma página de índice de famílias
sk: Generovať indexovú stránku rodín
uk: Генерувати індексну сторінку родин

source: Whether to generate an index page for families
da: Hvorvidt der skal dannes en indeksside for familier
de: Ob eine Indexseite für Familien erstellt werden soll
hr: Da li stvoriti stranicu indeksa za obitelji
nl: Of er een indexpagina voor gezinnen moet worden gegenereerd
pt_pt: Se deve gerar uma página de índice para famílias
sk: Či generovať indexovú stránku rodín
uk: Чи генерувати індексну сторінку для родин

source: Whether to include a column showing the media path
da: Hvorvidt der skal medtages en kolonne over mediestier
de: Ob eine Spalte mit dem Medienpfad eingefügt werden soll
hr: Da li uključiti stupac sa stazom medija
nl: Of een kolom met het mediapad moet worden opgenomen
pt_pt: Se deve incluir uma coluna com o caminho da multimédia
sk: Či zahrnúť stĺpec s cestou k médiu
uk: Чи включати стовпець, що показує шлях до медіафайлів

source: Whether to include the references to the items in the index pages. For example, in the media index page, the names of the individuals, families, places, sources that reference the media.
cs: Zda vložit odkazy na položky v indexových stránkách. Například ve stránce rejstříku médií jména jednotlivců, rodiny, místa, pramene odkazující na médium.
da: Hvorvidt der skal medtages henvisning til elementer i indekssiderse. For eksempel i medieindekssiderne, navne på de personer, familier, steder, kilder som henviser til mediet.
de: Ob die Verweise auf die Elemente in die Indexseiten aufgenommen werden sollen. Zum Beispiel auf der Medienindexseite die Namen der Personen, Familien, Orte und Quellen, die auf die Medien verweisen.
hr: Da li uključiti reference na stavke u stranici indeksa. Na primjer, na stranici indeksa medija, to mogu biti imena osoba, obitelji, mjesta ili izvora, koji imaju referencu na medij.
nl: Of de verwijzingen naar de items in de indexpagina's moeten worden opgenomen. Op de media-indexpagina bijvoorbeeld de namen van de individuen, families, plaatsen, bronnen die naar de media verwijzen.
pt_pt: Se deve incluir as referências aos itens nas páginas de índice. Por exemplo, no índice da multimédia, incluir nomes de indivíduos, famílias, locais e fontes que referenciem a multimédia.
sk: Či zahrnúť odkazy na položky na indexových stránkach. Na príklad: na indexovej stránke medií mená osôb, rodín, miest, zdrojov ktoré odkazujú na médiá.
uk: Чи включати посилання на елементи на індексних сторінках. Наприклад, на індексній сторінці медіа імена осіб, родин, місць та джерел, що посилаються на медіа.

source: Default number of entries in the indexes
da: Standard antal poster på en indekset
de: Standardanzahl der Einträge in den Indizes
hr: Zadani broj unosa u indeksu
nl: Standaardaantal vermeldingen in de indexen
pt_pt: Número de entradas pré-definidas nos índices
sk: Základný počet záznamov v indexoch
uk: Кількість записів за замовчуванням в індексах

source: The default number of entries shown in one index page
da: Standard antal poster der skal medtages på en indeksside
de: Die Standardanzahl von Einträgen, die auf einer Indexseite angezeigt werden
hr: Standardni broj unosa, prikazanih na jednoj stranici indeksa
nl: Het standaardaantal items dat op één indexpagina wordt weergegeven
pt_pt: O número pré-definido de entradas mostradas numa página de índice
sk: Základný počet záznamov zobrazených na jednej indexovej stránke
uk: Кількість записів за замовчуванням, що показуються на одній індексній сторінці

source: Maximum number of generations
cs: Maximální počet generací
da: Det største antal generationer
de: Maximale Anzahl von Generationen
hr: Maksimalni broj generacija
nl: Maximaal aantal generaties
pt_pt: Número máximo de gerações
sk: Maximálny počet generácií
uk: Максимальна кількість поколінь

source: The maximum number of generations to include in the ancestor and descendant trees and graphs
cs: Maximální počet generací obsažených ve stromech a grafech předků a potomků
da: Det største antal generationer der skal medtages i ane- og efterkommertavler og skemaer
de: Die maximale Anzahl der Generationen, die in den Ahnen- und Nachkommenschaftsbäumen und -graphen enthalten sein sollen
hr: Maksimalni broj uključenih generacija u stabla predaka i potomaka, kao i u dijagramima
nl: Het maximale aantal generaties dat in de voorouder- en afstammelingsbomen en grafieken moet worden opgenomen
pt_pt: O número máximo de gerações a incluir nas árvores e gráficos de ascendentes e descendentes
sk: Maximálny počet generácií zahrnutých v stromoch a grafoch predkov a potomkov
uk: Максимальна кількість поколінь для включення в дерева предків і нащадків та графіки

source: Choose the default SVG tree graph type
cs: Vyberte výchozí typ grafu SVG stromu
da: Vælg standard SVG tavletype
de: Wähle den Standard-SVG-Baumdiagrammtyp
hr: Odaberi standardnu vrstu dijagrama SVG stabla
nl: Kies het standaard SVG-boom grafiektype
pt_pt: Escolha o tipo de gráfico SVG pré-definido
sk: Zvoľte základný typ grafu pre SVG strom
uk: Оберіть тип графіка SVG дерева за замовчуванням

source: Choose the default SVG tree graph shape
cs: Vyberte výchozí tvar grafu SVG stromu
da: Vælg standard SVG træ form
de: Wähle die Standardform des SVG-Baumdiagramms
hr: Odaberi standardni oblik dijagrama SVG stabla
nl: Kies de standaard SVG-boom grafiekvorm
pt_pt: Escolha a forma pré-definida de gráficos SVG
sk: Zvoľte základný tvar grafu pre SVG strom
uk: Оберіть форму графіка SVG дерева за замовчуванням

source: Choose the default SVG tree parents distribution (for fan charts only)
cs: Vyberte výchozí rozdělení rodičů v SVG stromu (pouze pro vějířový graf)
da: Vælg standard SVG træ forældrefordeling (kun for viftetavler)
de: Wähle die Standardverteilung der SVG-Baumeltern (nur für Fächerdiagramme)
hr: Odaberi standardnu distribuciju roditelja u SVG stablu (samo za lepezaste dijagrame)
nl: Kies de standaard SVG-boom oudersverdeling (alleen voor waaierdiagrammen)
pt_pt: Escolha a árvore pré-definida de distribuição de pais SVG (só para leques)
sk: Zvoľte základné rozdelenie rodičov v SVG strome (len pre vejárové grafy)
uk: Оберіть розподіл батьків у SVG дереві за замовчуванням (лише для кругових діаграм)

source: Choose the default SVG tree children distribution (for fan charts only)
cs: Vyberte výchozí rozdělení dětí v SVG stromu (pouze pro vějířový graf)
da: Vælg standard SVG træ børnefordeling (kun for viftetavler)
de: Wähle die Standardverteilung der SVG-Baumkinder (nur für Fächerdiagramme)
hr: Odaberi standardnu distribuciju djece u SVG stablu (samo za lepezaste dijagrame)
nl: Kies de standaard SVG-boom kinderenverdeling (alleen voor waaierdiagrammen)
pt_pt: Escolha a árvore pré-definida de distribuição de filhos SVG (só para leques)
sk: Zvoľte základné rozdelenie detí v SVG strome (len pre vejárové grafy)
uk: Оберіть розподіл дітей у SVG дереві за замовчуванням (лише для кругових діаграм)

source: Choose the background color scheme for the persons in the SVG tree graph
cs: Zvolte barevné schéma pozadí pro osoby v grafu SVG stromu
da: Vælg baggrundsfarveskema for personer i SVG tavlerne
de: Wähle die Farbschema für den Hintergrund der Personen im SVG-Baumdiagramm
hr: Odaberi sistem boje pozadine za osobe u dijagramu SVG stabla
nl: Kies het achtergrondkleurenschema voor de personen in de SVG-boomgrafiek
pt_pt: Escolha o esquema de cor do fundo para indivíduos na árvore SVG
sk: Zvoľte schému farby pozadia pre osoby v grafe SVG stromu
uk: Оберіть схему фону для осіб у SVG дереві

source: Theme
da: Tema
de: Thema
he: ערכת נושא
hr: Dizajn sučelja
nb: Tema
nl: Thema
pt_pt: Tema
uk: Тема

source: Pages
cs: Stránky
da: Sider
de: Seiten
hr: Stranice
nl: Pagina's
pt_pt: Páginas
sk: Stránky
uk: Сторінки

source: A note to be used as the page header
cs: Záznam použitý jako hlavička stránky
da: En note der benyttes som sidehoved
de: Eine Notiz, die als Seitenüberschrift verwendet werden soll
hr: Zabilješka korištena u zaglavlju stranice
nl: Een notitie om te gebruiken als paginakoptekst
pt_pt: Uma nota a usar como cabeçalho de página
sk: Poznámka ktorá sa zobrazí v hlavičke stránky
uk: Примітка для використання як заголовок сторінки

source: HTML user brand name / icon
cs: Užitalská HTML značka / ikona
da: HTML varemærkenavn/ikon
de: HTML-Benutzermarke/Symbol
hr: HTML korisnička marka / ikona
nl: Merknaam / pictogram van HTML-gebruiker
pt_pt: Nome/Ícone de utilizador HTML
sk: HTML užívateľský značka / ikona
uk: HTML назва бренду користувача / значок

source: A note to be used as the brand name or image in the menu
cs: Záznam použitý jako značka nebo obrázek v menu
da: En note der benyttes som varemærke eller billede i menuen
de: Eine Notiz, die als Markenname oder Bild im Menü verwendet werden soll
hr: Zabilješka u izborniku, koja se koristi kao marka ili slika
nl: Een notitie om te gebruiken als merknaam of afbeelding in het menu
pt_pt: Uma nota a usar como imagem de marca ou nome no menu
sk: Poznámka ktorá bude použitá ako značka alebo obrázok v menu
uk: Примітка для використання як назва бренду або зображення в меню

source: Custom pages
cs: Vlastní stránky
da: Brugerdefinerede sider
de: Benutzerdefinierte Seiten
hr: Prilagođene stranice
nl: Aangepaste pagina's
pt_pt: Páginas personalizadas
sk: Vlastné stránky
uk: Користувацькі сторінки

source: Title for the custom page %(index)i
cs: Titulek pro vlastní stránku %(index)i
da: Titel på den brugerdefineret side %(index)i
de: Titel für die benutzerdefinierte Seite %(index)i
hr: Naslov za prilagođenu stranicu %(index)i
nl: Titel voor de aangepaste pagina %(index)i
pt_pt: Título da página personalizada %(index)i
sk: Nadpis pre vlastnú stránku %(index)i
uk: Заголовок для користувацької сторінки %(index)i

source: Name for the custom page %(index)i
cs: Jméno pro vlastní stránku %(index)i
da: Nvan på den brugerdefineret side %(index)i
de: Name für die benutzerdefinierte Seite %(index)i
hr: Ime za prilagođenu stranicu %(index)i
nl: Naam voor de aangepaste pagina %(index)i
pt_pt: Nome da página personalizada %(index)i
sk: Názov pre vlastnú stránku %(index)i
uk: Назва для користувацької сторінки %(index)i

source: Note for custom page %(index)i
cs: Poznámka pro vlastní stránku %(index)i
da: Note til den brugerdefineret side %(index)i
de: Notiz für benutzerdefinierte Seite %(index)i
hr: Zabilješka za prilagođenu stranicu %(index)i
nl: Notitie voor aangepaste pagina %(index)i
pt_pt: Nota da página personalizada %(index)i
sk: Poznámka pre vlastnú stránku %(index)i
uk: Примітка для користувацької сторінки %(index)i

source: A note to be used for the custom page content.
cs: Záznam použitý pro obsah vlastní stránky.
da: En noter der benyttes for den brugerdefinerede sides indhold.
de: Eine Notiz, die für den Inhalt der benutzerdefinierten Seite verwendet wird.
hr: Bilješka za sadržaj prilagođene stranice.
nl: Een notitie voor de aangepaste pagina-inhoud.
pt_pt: Uma nota a usar para o conteúdo da página personalizada.
sk: Poznámka ktorá sa použije v obsahu vlastnej stránky.
uk: Примітка для використання у вмісті користувацької сторінки.

source: Menu for the custom page %(index)i
cs: Nabídka pro vlastní stránku %(index)i
da: Menu til den brugerdefineret side %(index)i
de: Menü für die benutzerdefinierte Seite %(index)i
hr: Izbornik za prilagođenu stranicu %(index)i
nl: Menu voor de aangepaste pagina %(index)i
pt_pt: Menu da página personalizada %(index)i
sk: Menu pre vlastnú stránku %(index)i
uk: Меню для користувацької сторінки %(index)i

source: Whether to print a menu for the custom page
cs: Zda zobrazit menu ve vlastní stránce
da: Hvorvidt er skal vises en menu for den brugerdefinerede side
de: Ob ein Menü für die benutzerdefinierte Seite gedruckt werden soll
hr: Da li prikazati izbornik za prilagođenu stranicu
nl: Of er een menu afgedrukt moet worden voor de aangepaste pagina
pt_pt: Se deve imprimir um menu na página personalizada
sk: Či zahrnúť menu pre vlastnú stránku
uk: Чи друкувати меню для користувацької сторінки

source: Pages selection
cs: Výběr stránek
da: Sidevalg
de: Seitenauswahl
hr: Odabir stranica
nl: Selectie van pagina's
pt_pt: Selecção de páginas
sk: Výber stránky
uk: Вибір сторінок

source: Number of pages
cs: Počet stránek
da: Antal sider
de: Anzahl der Seiten
hr: Broj stranica
nl: Aantal pagina's
pt_pt: Número de páginas
sk: Počet stránok
uk: Кількість сторінок

source: Number pages in the web site menu.
cs: Číslovat stránky v menu WWW stránek
da: Antal sider i websteds menuen.
de: Seiten im Menü der Website nummerieren.
hr: Pobroji stranice u izborniku web stranice.
nl: Aantal pagina's in het website menu.
pt_pt: Número de páginas no menu da página “web”.
sk: Očíslovať stránky v menu
uk: Кількість сторінок у меню вебсайту.

source: Contents of page %(index)i
cs: Obsah stránky %(index)i
da: Indhold på %(index)i
de: Inhalte der Seite %(index)i
hr: Sadržaj stranice %(index)i
nl: Inhoud van pagina %(index)i
pt_pt: Conteúdo da página %(index)i
sk: Obsah stránky %(index)i
uk: Вміст сторінки %(index)i

source: Contents of the page
cs: Obsah stránky
da: Indhold af siden
de: Inhalte der Seite
hr: Sadržaj stranice
nl: Inhoud van de pagina
pt_pt: Conteúdo da página
sk: Obsah stránky
uk: Вміст сторінки

source: Edit Image Exif Metadata
cs: Upravit Exif metadata obrázku
da: Redigér billedets Exif-metadata
de: Bild Exif Metadaten bearbeiten
hr: Uredi Exif metapodatke slike
nb: Redigere Metadata for bilde
nl: Bewerk afbeeldings-Exif-metagegevens
pt_pt: Editar meta-dados Exif da imagem
sk: Upraviť Exif metadáta obrázku
uk: Редагувати Exif метадані зображення

source: Gramplet to view, edit, and save image Exif metadata
cs: Gramplet pro prohlížení, úpravy a uložení Exif metadata obrázku
da: Gramplet til at vise, redigere og gemme et billedes Exif-metadata
de: Gramplet zum ansehen, bearbeiten und speichern von Exif Metadaten
hr: Dodatak za pregled, uređivanje i spremanje Exif metapodataka slike
nb: Smågramps for å vise, redigere og lagre Exif-metadata for bilder
nl: Gramplet om Exif-metagegevens van afbeeldingen weer te geven, te bewerken en op te slaan
pt_pt: Gramplet para ver, editar e gravar meta-dados Exif duma imagem
sk: Gramplet pre prezeranie, úpravu a uloženie exif metadát obrázka.
uk: Грамплет для перегляду, редагування та збереження Exif метаданих зображення

source: Edit Exif Metadata
cs: Upravit Exif metadata
da: Redigér Exif-metadata
de: Exif Metadaten bearbeiten
hr: Uređivač Exif metapodataka
nb: Redigere Exif-metadata
nl: Exif-metagegevens bewerken
pt_pt: Editar meta-dados Exif
sk: Upraviť Exif metadáta
uk: Редагувати Exif метадані

source: <-- Image Types -->
cs: <-- Typy obrázků -->
da: <-- Billedtyper -->
de: <-- Bildformate -->
hr: <-- Vrste slika -->
nb: <-- Bildetyper -->
nl: <-- Afbeeldingstypen -->
pt_pt: <-- Tipos de imagem -->
uk: <-- Типи Зображень -->

source: Warning: Changing this entry will update the Media object title field in Gramps not Exiv2 metadata.
cs: Pozor: Změna této položky aktualizuje pole titulku v Gramps, ne však v metadatech Exiv2.
da: Advarsel: Ændring af dette vil opdatere medieobjektets titelfelt i Gramps ikke Exiv2 metadata.
de: Warnung: Änderungen an diesem Eintrag aktualisieren das Medienobjekttitelfeld in Gramps nicht die Exiv2 Metadaten.
hr: UPOZORENJE: Mijenjanjem ovog unosa, aktualizirat će se polja za naslov medijskog objekta u Grampsu, a ne Exiv2 metapodaci.
nb: Advarsel: Denne forekomsten vil oppdatere tittelfeltet for mediaobjektet i Gramps, ikke Exiv2-metadata.
nl: Waarschuwing: als u dit item wijzigt wordt het titelveld van het Media-object in Gramps bijgewerkt, niet Exiv2-metadata.
pt_pt: Aviso: alterar esta entrada vai actualizar o campo de título do objecto multimédia no Gramps, não os meta-dados Exiv2.
uk: Увага: Зміна цього запису оновить поле заголовка медіа-обʼєкта в Gramps, а не метадані Exiv2.

source: Provide a short description for this image.
cs: Poskytněte krátký popis tohoto obrázku.
da: Giv en kort beskrivelse af dette billede.
de: Gib eine kurze Beschreibung für dieses Bild.
hr: Upiši kratak opis za sliku.
nl: Geef een korte beschrijving voor deze afbeelding.
pt_pt: Forneça uma breve descrição para esta imagem.
uk: Додайте короткий опис до цього зображення.

source: Enter the Artist/ Author of this image. The person's name or the company who is responsible for the creation of this image.
cs: Vložte autora obrázku. Osoba nebo společnost která je odpovědná za vytvoření obrázku.
da: Indtast kunstneren/ophavsmanden til dette billede. Personens navn ellerfirmaet som er ansvarlig for skabelsen af dette billede.
de: Gib den Künstler/Urheber dieses Bildes ein. Der Name der Person oder Firma die für die Erstellung des Bildes verantwortlich ist.
hr: Upiši ime umjetnika/autora ove slike. Osoba ili poduzeće, koje je odgovorno za izradu ove slike.
nb: Skriv inn Artist/Forfatter av dette bildet. Personens navn eller firma som er ansvarlig dette bildet.
nl: Voer de artiest / auteur van deze afbeelding in. De naam van de persoon of het bedrijf dat verantwoordelijk is voor het maken van deze afbeelding.
pt_pt: Insira o autor da imagem. O nome do indivíduo ou companhia responsável pela criação da imagem.
sk: Zapíšte meno autora obrázku, resp. spoločnosti zodpovednej za jeho vytvorenie.
uk: Введіть Виконавця/Автора цього зображення. Людину або назву компанії, яка відповідає за створення цього зображення.

source: Enter the copyright information for this image.
cs: Vložit informaci o autorských právech k tomuto obrázku.
da: Indtast oplysningerne om ophavsretten for dette billede.
de: Gib die copyright Informationen für dieses Bild ein.
hr: Upiši informacije o autorskim pravima za ovu sliku.
nb: Skriv inn opphavsrettinformasjonen for dette bildet.
nl: Voer de copyrightinformatie voor deze afbeelding in.
pt_pt: Insira a informação sobre os direitos de autor da imagem.
uk: Вкажіть інформацію про авторські права для цього зображення.

source: The original date/ time when the image was first created/ taken as in a photograph. Example: 1830-01-1 09:30:59
cs: Původní datum/čas kdy byl obrázek vytvořen/vyfotografován. Příklad: 1830-01-1 09:30:59
da: Det oprindelige dato/ tidspunkt hvor dette billede først blev taget. Eksempel 1830-01-1 09:30:59
de: Das original Datum/Zeit an dem das Bild ursprünglich erstellt wurde. Beispiel: 1830-01-1 09:30:59
hr: Originalni datum/vrijeme, kad je slika stvorena/napravljena, kao fotografija. Na primjer: 1830-01-1 09:30:59
nb: Den opprinnelige dato/ tid for når bildet først ble laget/ tatt som i et fotografi. Eksempel: 1830-01-1 09:30:59
nl: De oorspronkelijke datum / tijd waarop de afbeelding voor het eerst werd gemaakt / genomen zoals op een foto. Voorbeeld: 1830-01-1 09:30:59
pt_pt: A data/hora original em que a imagem foi criada. Por exemplo, 1830-01-1 09:30:59
uk: Оригінальна дата/час, коли зображення було вперше створено/знято, як на фотографії. Приклад: 1830-01-1 09:30:59
