Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Military Service: Regiment
de: Militärdienst: Regiment
nl: Militaire dienst: regiment
pt_pt: Serviço militar: Regimento
uk: Військова служба: полк

source: Military Service: Company
de: Militärdienst: Kompanie
nl: Militaire dienst: compagnie
pt_pt: Serviço militar: Companhia
uk: Військова служба: рота

source: Church Affiliation
de: Kirchen Zugehörigkeit
nl: Kerk verbondenheid
pt_pt: Filiação à igreja
uk: Церковна приналежність

source: Father's Birthplace
de: Geburtsort des Vaters
nl: Vader's geboorteplaats
pt_pt: Local de nascimento do pai
uk: Місце народження батька

source: Mother's Birthplace
de: Geburtsort der Mutter
nl: Moeder's geboorteplaats
pt_pt: Local de nascimento da mãe
uk: Місце народження матері

source: Months in School 1914: Public
de: Schulmonate 1914: Öffentlich
nl: Maanden op school 1914: openbaar
pt_pt: Meses na escola em 1914 - Pública
uk: Місяці навчання у 1914 році (державна школа)

source: Months in School 1914: High
de: Schulmonate 1914: High
nl: Maanden op school 1914: middelbaar
pt_pt: Meses na escola em 1914 - Liceu
uk: Місяці навчання у 1914 році (середня школа)

source: Months in School 1914: Private
de: Schulmonate 1914: Privat
nl: Maanden op school 1914: privé
pt_pt: Meses na escola em 1914 - Privada
uk: Місяці навчання у 1914 році (приватна школа)

source: Months in School 1914: College
de: Schulmonate 1914: Hoch
nl: Maanden op school 1914: hogeschool
pt_pt: Meses na escola em 1914 - Superior
uk: Місяці навчання у 1914 році (коледж)

source: Deaf
de: Taub
hr: Gluh
nl: Doof
pt_pt: Surdos
uk: Глухий

source: Idiot
nl: Idioot
pt_pt: Idiota
uk: Недоумкуватий

source: Naturalized if foreign born?
de: Eingebürgert, wenn im Ausland geboren?
hr: Naturaliziran/a ako je rođen/a u inozemstvu?
nl: Genaturaliseerd als in het buitenland geboren?
pt_pt: Naturalizado se nasceu estrangeiro?
uk: Натуралізований, якщо народжений за кордоном?

source: Color or Race
de: Farbe oder Rasse
nl: Kleur of ras
pt_pt: Cor ou raça
uk: Колір або раса

source: Home Owned or Rented
de: Eigenheim oder gemietet
nl: Huis in eigendom of gehuurd
pt_pt: Casa própria ou alugada
uk: Будинок у власності або орендований

source: Home Owned Free or Mortgaged
de: Eigenheim frei oder hypothekarisch belastet
nl: Eigen huis gratis of hypotheek
pt_pt: Casa própria livre ou hipotecada
uk: Будинок у власності без боргу чи під іпотекою

source: Home Value
de: Hauswert
nl: Huiswaarde
pt_pt: Valor da casa
uk: Вартість будинку

source: Mortgage Debt
de: Hypothekenschulden
nl: Hypotheekschuld
pt_pt: Dívida da hipoteca
uk: Іпотечний борг

source: Monthly Rent
de: Monatliche Miete
nl: Maandelijkse rente
pt_pt: Renda mensal
uk: Щомісячна орендна плата

source: Insurance on Home
de: Versicherung aufs Haus
nl: Verzekering op huis
pt_pt: Seguro de habitação
uk: Страхування будинку

source: Years in US
de: Jahre in USA
nl: Jaren in VS
pt_pt: Anos nos EUA
uk: Роки у США

source: Attended Rural School
de: Besuchte die Dorfschule
nl: Ging naar landelijke school
pt_pt: Escola rural frequentada
uk: Відвідував сільську школу

source: Attended Grade School
de: Besuchte die Grundschule
nl: Ging naar lagere school
pt_pt: Escola primária frequentada
uk: Відвідував початкову школу

source: Attended High School
de: Besuchte die High School
nl: Ging naar middelbare school
pt_pt: Liceu frequentado
uk: Відвідував середню школу

source: Attended College
de: Besuchte die Hochschule
nl: Ging naar hogeschool
pt_pt: Universidade frequentada
uk: Відвідував коледж

source: Highest Grade Rural School
de: Höchste Klasse Dorfschule
nl: Hoogste rang landelijke school
pt_pt: Grau mais alto da escola rural
uk: Найвищий клас у сільській школі

source: Highest Grade Grammar School
de: Höchste Klasse Grundschule
nl: Hoogste rang grammatica school
pt_pt: Grau mais alto da escola gramatical
uk: Найвищий клас у граматичній школі

source: Highest Grade High School
de: Höchste Klasse High School
nl: Hoogste rang middelbare school
pt_pt: Grau mais alto da escola liceal
uk: Найвищий клас у середній школі

source: No. Years College
de: Jahre an der Hochschule
nl: Aantal collegejaren
pt_pt: N.º de anos na universidade
uk: Кількість років у коледжі

source: Months in School 1924
de: Monate in der Schule 1924
nl: Maanden op school in 1924
pt_pt: Meses na escola em 1924
uk: Місяці навчання у 1924 році

source: Able to Read
de: Kann lesen
hr: Ne zna pisati
nl: In staat om te lezen
pt_pt: Sabe ler
uk: Вміє читати

source: Able to Write
de: Kann schreiben
hr: Zna pisati
nl: In staat om te schrijven
pt_pt: Sabe escrever
uk: Вміє писати

source: Father's Place of Birth
de: Geburtsort des Vaters
hr: Mjesto rođenja oca
nl: Vader's geboorteplaats
pt_pt: Local de nascimento do pai
uk: Місце народження батька

source: Mother's Place of Birth
de: Geburtsort der Mutter
hr: Mjesto rođenja majke
nl: Moeder's geboorteplaats
pt_pt: Local de nascimento da mãe
uk: Місце народження матері

source: Parents Place of Marriage
de: Ort der Eheschließung der Eltern
hr: Mjesto sklapanja braka roditelja
nl: Ouders huwelijkslocatie
pt_pt: Local de casamento dos pais
uk: Місце одруження батьків

source: Civil War Veteran
de: Bürgerkriegsveteran
nl: Burgeroorlog veteraan
pt_pt: Veterano da Guerra Civil
uk: Ветеран Громадянської війни

source: Civil War Service Branch
de: Bürgerkrieg Waffengattung
nl: Burgeroorlog dienstonderdeel
pt_pt: Ramo de serviço na Guerra Civil
uk: Рід військ у Громадянській війні

source: Civil War State
de: Bürgerkrieg Staat
nl: Burgeroorlog staat
pt_pt: Estado da Guerra Civil
uk: Штат під час Громадянської війни

source: Spanish-American War Veteran
de: Spanisch-amerikanischer Kriegsveteran
nl: Spaans-Amerikaanse oorlogsveteraan
pt_pt: Veterano da Guerra Hispano-Americana
uk: Ветеран Іспано-американської війни

source: Spanish-American War Service Branch
de: Spanisch-amerikanischer Waffengattung
nl: Spaans-Amerikaanse oorlog dienstonderdeel
pt_pt: Ramo de serviço na Guerra Hispano-Americana
uk: Рід військ в Іспано-американській війні

source: Spanish-American War State
de: Spanisch-amerikanischer Staat
nl: Spaans-Amerikaanse oorlog staat
pt_pt: Estado da Guerra Hispano-Americana
uk: Штат під час Іспано-американської війни

source: World War Veteran
de: Weltkrieg Veteran
nl: Wereldoorlog veteraan
pt_pt: Veterano da Guerra Mundial
uk: Ветеран Світової війни

source: World War Service Branch
de: Weltkrieg Waffengattung
nl: Wereldoorlog dienstonderdeel
pt_pt: Ramo de serviço na Guerra Mundial
uk: Рід військ у Світовій війні

source: World War State
de: Weltkrieg Staat
nl: Wereldoorlog staat
pt_pt: Estado da Guerra Mundial
uk: Штат під час Світової війни

source: Agricultural Pursuits
de: Landwirtschaftliche Beschäftigung
nl: Landbouwactiviteiten
pt_pt: Actividades agrícolas
uk: Сільськогосподарська діяльність

source: Professional Services
de: Gewerbsmäßige Dienstleistungen
nl: Professionele diensten
pt_pt: Serviços profissionais
uk: Професійні послуги

source: Domestic/Personal Services
de: Häusliche/persönliche Dienstleistungen
nl: Binnenlandse/persoonlijke diensten
pt_pt: Serviços domésticos/pessoais
uk: Домашні/персональні послуги

source: Trade and Transportation
de: Handel und Transport
nl: Handel en transport
pt_pt: Comércio e transportes
uk: Торгівля та транспорт

source: Manufacturing and Mechanical
de: Herstellung und Mechanik
nl: Fabricage en mechanisch
pt_pt: Fabrico e mecânica
uk: Виробництво та механічна робота

source: Unclassified Laborer
de: Nicht klassifizierter Arbeiter
nl: Ongeclassificeerde arbeider
pt_pt: Trabalhador indiferenciado
uk: Некваліфікований робітник

source: Months unemployed due to illness
de: Monate arbeitslos wegen Krankheit
nl: Maanden werkloos door ziekte
pt_pt: Meses de desemprego devido a doença
uk: Місяці безробіття через хворобу

source: Income lost due to illness
de: Einkommensverlust durch Krankheit
nl: Gederfd inkomen door ziekte
pt_pt: Perda de rendimento devido a doença
uk: Втрачений дохід через хворобу

source: Months unemployed
de: Monate arbeitslos
nl: Maanden werkloos
pt_pt: Meses de desemprego
uk: Місяці безробіття

source: Free Inhabitants in
de: Freie Einwohner in
nl: Vrije inwoners in
pt_pt: Habitantes livres em
uk: Вільні жителі в

source: Regiment
pt_pt: Regimento
uk: Полк

source: Real Estate
de: Grundbesitz
nl: Onroerend goed
pt_pt: Imobiliário
uk: Нерухомість

source: Personal Estate
de: Persönlicher Besitz
nl: Persoonlijk bezit
pt_pt: Bens pessoais
uk: Особисте майно

source: Attended School
de: Schulbesuch
nl: Ging naar school
pt_pt: Escola frequentada
uk: Відвідував школу

source: Illiterate
de: Analphabet
nl: Analfabeet
pt_pt: Iletrado
uk: Неписьменний

source: Personal Property
de: Persönliches Eigentum
nl: Persoonlijk eigendom
pt_pt: Propriedade pessoal
uk: Особиста власність

source: Where From
de: Woher
nl: Waar vandaan
pt_pt: De onde
uk: Звідки

source: School
de: Schule
pt_pt: Escola
uk: Школа

source: Cannot Read 10-15
de: Kann nicht lesen 10-15
hr: Ne zna čitati 10-15
nl: Kan niet lezen 10-15
pt_pt: Não sabe ler 10-15
uk: Не вміє читати (10-15 років)

source: Cannot Read 15-21
de: Kann nicht lesen 15-21
hr: Ne zna čitati 15-21
nl: Kan niet lezen 15-21
pt_pt: Não sabe ler 15-21
uk: Не вміє читати (15-21 років)

source: Cannot Read 21+
de: Kann nicht lesen 21+
hr: Ne zna čitati 21+
nl: Kan niet lezen 21+
pt_pt: Não sabe ler +21
uk: Не вміє читати (21+ років)

source: Cannot Write 10-15
de: Kann nicht schreiben 10-15
hr: Ne zna pisati 10-15
nl: Kan niet schrijven 10-15
pt_pt: Não sabe escrever 10-15
uk: Не вміє писати (10-15 років)

source: Cannot Write 15-21
de: Kann nicht schreiben 15-21
hr: Ne zna pisati 15-21
nl: Kan niet schrijven 15-21
pt_pt: Não sabe escrever 15-21
uk: Не вміє писати (15-21 років)

source: Cannot Write 21+
de: Kann nicht schreiben 21+
hr: Ne zna pisati 21+
nl: Kan niet schrijven 21+
pt_pt: Não sabe escrever +21
uk: Не вміє писати (21+ років)

source: Cannot Read/Write 10-15
de: Kann nicht lesen/schreiben 10-15
hr: Ne zna čitati/pisati 10-15
nl: Kan niet lezen/schrijven 10-15
pt_pt: Não sabe ler/escrever 10-15
uk: Не вміє читати/писати (10-15 років)

source: Cannot Read/Write 15-21
de: Kann nicht lesen/schreiben 15-21
hr: Ne zna čitati/pisati 15-21
nl: Kan niet lezen/schrijven 15-21
pt_pt: Não sabe ler/escrever 15-21
uk: Не вміє читати/писати (15-21 років)

source: Cannot Read/Write 21+
de: Kann nicht lesen/schreiben 21+
hr: Ne zna čitati/pisati 21+
nl: Kan niet lezen/schrijven 21+
pt_pt: Não sabe ler/escrever +21
uk: Не вміє читати/писати (21+ років)

source: Widow(er)
de: Witwe(r)
hr: Udovac/Udovica
nl: Weduw(naar)
pt_pt: Viúvo(a)
uk: Вдова(вдівець)

source: Learning
de: Lernen
hr: Učenje
nl: Lerend
pt_pt: Aprendizagem
uk: Навчання

source: Illiteracy 10-15
de: Analphabet 10-15
hr: Nepismeni 10-15
nl: Analfabeet 10-15
pt_pt: Analfabetismo 10-15
uk: Неписьменність (10-15 років)

source: Illiteracy 15-21
de: Analphabet 15-21
hr: Nepismeni 15-21
nl: Analfabeet 15-21
pt_pt: Analfabetismo 15-21
uk: Неписьменність (15-21 років)

source: Illiteracy 21+
de: Analphabet 21+
hr: Nepismeni 21+
nl: Analfabeet 21+
pt_pt: Analfabetismo +21
uk: Неписьменність (21+ років)

source: Honorably discharged
de: Ehrenhaft entlassen
hr: Časno otpušten
nl: Eervol ontslagen
pt_pt: Dispensa honrosa
uk: Почесно звільнений

source: State Enlisted
de: Staat angeworben
nl: Staat ingeschreven
pt_pt: Estado de alistamento
uk: Штат, у якому був призваний

source: Arm of Service
de: Waffengattung
nl: Dienstwapen
pt_pt: Arma do serviço
uk: Рід військ

source: Prison
de: Gefängnis
hr: Zatvor
nl: Gevangenis
pt_pt: Prisão
uk: В’язниця

source: Where from Kansas
de: Wo aus Kansas
hr: Gdje iz Kansasa
nl: Waar uit Kansas
pt_pt: De onde no Kansas
uk: Звідки прибув до Канзасу

source: Trade or profession being learned
de: Handel oder erlernter Beruf
hr: Obrt ili profesija koju uči
nl: Handel of beroep dat geleerd wordt
pt_pt: Profissão ou ofício a aprender
uk: Освоювана професія або ремесло

source: Illiterate and 10 to 15 years old
de: Analphabet und 10 bis 15 Jahre alt
hr: Nepismeni u starosti od 10 do 15 godina
nl: Analfabeet en 10 tot 15 jaar oud
pt_pt: Analfabetos 10-15
uk: Неписьменний у віці 10-15 років

source: Illiterate and 16 to 21 years old
de: Analphabet und 16 bis 21 Jahre alt
hr: Nepismen i 16 do 21 godina
nl: Analfabeet en 16 tot 21 jaar oud
pt_pt: Analfabetos 16-21
uk: Неписьменний у віці 16-21 рік

source: Illiterate and over 21
de: Analphabeten und über 21 Jahre
hr: Nepismen i više od 21 godina
nl: Analfabeet en ouder dan 21
pt_pt: Analfabetos +21
uk: Неписьменний у віці понад 21 рік

source: Honorably discharged from military service
de: Aus dem Militärdienst ehrenhaft entlassen
hr: Časno otpušten iz vojne službe
nl: Eervol ontslagen uit militaire dienst
pt_pt: Dispensa honrosa do serviço militar
uk: Почесно звільнений з військової служби

source: State in which enlisted
de: Staat, in dem angeworben
nl: Staat waarin ingeschreven
pt_pt: Estado de alistamento
uk: Штат, у якому був призваний

source: Company or command
de: Kompanie oder Kommando
nl: Compagnie of commando
pt_pt: Companhia ou comando
uk: Рота або командування

source: Regiment or other organization
de: Regiment oder andere Organisation
nl: Regiment of andere organisatie
pt_pt: Regimento ou outra organização
uk: Полк або інша військова частина

source: Arm of service
de: Waffengattung
nl: Dienstwapen
pt_pt: Arma do serviço
uk: Рід військ

source: Prison in which confined as a prisoner of war
de: Gefängnis, in dem als Kriegsgefangener eingesperrt
nl: Gevangenis waarin opgesloten als krijgsgevangene
pt_pt: Prisão em que foi confinado como prisioneiro de guerra
uk: В’язниця, у якій перебував як військовополонений

source: Home owned free or mortgaged
de: Eigenheim frei oder hypothekarisch belastet
nl: Eigen huis gratis of hypotheek
pt_pt: Casa própria livre ou hipotecada
uk: Будинок у власності без боргу чи під іпотекою

source: Where from to Kansas
de: Von wo nach Kansas
nl: Waar vandaan naar Kansas
pt_pt: De onde para o Kansas
uk: Звідки прибув до Канзасу

source: Number of months unemployed
de: Monate arbeitslos
nl: Aantal maanden werkloos
pt_pt: Número de meses desempregado
uk: Кількість місяців безробіття

source: Illiterate and 15 to 21 years old
de: Analphabet und 15 bis 21 Jahre alt
hr: Nepismeni i 15 do 21 godina stari
nl: Analfabeet en 15 tot 21 jaar oud
pt_pt: Analfabetos 15-21
uk: Неписьменний у віці 15-21 рік

source: Number of volumes in home library
de: Anzahl der Bände in der Heimbibliothek
nl: Aantal volumes in de thuisbibliotheek
pt_pt: Número de volumes em biblioteca caseira
uk: Кількість томів у домашній бібліотеці

source: Number of house
de: Hausnummer
nl: Huisnummer
pt_pt: Número de casa
uk: Номер будинку

source: Year of immigration to the United States
de: Jahr der Einwanderung in die Vereinigten Staaten
hr: Godina imigracije u SAD
nl: Jaar van immigratie naar de Verenigde Staten
pt_pt: Ano de imigração para os EUA
uk: Рік імміграції до США

source: Naturalized, alien or first papers
de: Eingebürgerte, Ausländer oder erste Papiere
nl: Genaturaliseerd, vreemdeling of eerste papieren
pt_pt: Naturalizados, estrangeiros ou primeiros documentos
uk: Натуралізований, іноземець або має лише перші документи

source: Attended school within year
de: Innerhalb des Jahres zur Schule gegangen
nl: Binnen een jaar naar school geweest
pt_pt: Escola frequentada no ano
uk: Відвідував школу протягом року

source: Nativity
de: Herkunft
nl: Geboorte
pt_pt: Natividade
uk: Походження

source: Father's Nativity
de: Herkunft des Vaters
nl: Vader's geboorte
pt_pt: Natividade do pai
uk: Походження батька

source: Mother's Nativity
de: Herkunft der Mutter
nl: Moeder's geboorte
pt_pt: Natividade da mãe
uk: Походження матері

source: Inhabitants in
de: Einwohner in
nl: Inwoners in
pt_pt: Habitantes em
uk: Жителі у

source: Served in Federal army during rebellion
de: Diente während der Rebellion in der Bundes Armee
nl: Diende in het federale leger tijdens rebellie
pt_pt: Serviu no exército federal durante a rebelião
uk: Служив у федеральній армії під час заколоту

source: Residence in State - Years
de: Wohnsitz im Staat - Jahre
hr: Prebivalište u državi – godine
nl: Woonplaats in staat - jaren
pt_pt: Residência no estado - Anos
uk: Проживання в штаті - років

source: Residence in State - Months
de: Wohnsitz im Staat - Monate
hr: Prebivalište u državi – mjeseci
nl: Woonplaats in staat - maanden
pt_pt: Residência no estado - Meses
uk: Проживання в штаті - місяців

source: Residence in District - Years
de: Wohnsitz im Bezirk - Jahre
nl: Woonplaats in district - jaren
pt_pt: Residência no distrito - Anos
uk: Проживання в окрузі - років

source: Residence in District - Months
de: Wohnsitz im Bezirk - Monate
nl: Woonplaats in district - maanden
pt_pt: Residência no distrito - Meses
uk: Проживання в окрузі - місяців

source: Months Employed
de: Monate angestellt
nl: Maanden werkzaam
pt_pt: Meses empregado
uk: Місяці зайнятості

source: Solder/Sailor
de: Solder/Seemann
nl: Soldaat/zeeman
pt_pt: Soldador/Marinheiro
uk: Солдат/моряк

source: Foreign father
de: Ausländischer Vater
nl: Buitenlandse vader
pt_pt: Pai estrangeiro
uk: Батько-іноземець

source: Foreign mother
de: Ausländische Mutter
nl: Buitenlandse moeder
pt_pt: Mãe estrangeira
uk: Мати-іноземка

source: Organized Township
de: Organisiertes Stadtgebiet
hr: Organizirano naselje
nl: Georganiseerde township
pt_pt: Cidade organizada
uk: Організований муніципалітет

source: Unorganized Township
de: Unorganisiertes Stadtgebiet
hr: Neorganizirano naselje
nl: Ongeorganiseerde township
pt_pt: Cidade desorganizada
uk: Неорганізований муніципалітет

source: Name of Village
de: Name des Dorfes
hr: Ime sela
nl: Dorpsnaam
pt_pt: Nome da vila
uk: Назва села

source: Name of City
de: Name der Stadt
hr: Ime grada
nl: Stadsnaam
pt_pt: Nome da cidade
uk: Назва міста

source: Sub-division
de: Unterteilung
nl: Onderafdeling
pt_pt: Sub-divisão
uk: Підрозділ

source: Precincts
de: Bezirke
nl: Terreinen
pt_pt: Esquadras
uk: Дільниці

source: Enumerated date from
de: Zählung Datum von
nl: Opgesomde datum van
pt_pt: Data de recenseamento de
uk: Дата перепису від

source: Enumerated date to
de: Zählung Datum bis
nl: Opgesomde datum tot
pt_pt: Data de recenseamento até
uk: Дата перепису до

source: Enumeration number
de: Aufzählungsnummer
nl: Opsommingsnummer
pt_pt: N.º de recenseamento
uk: Номер перепису

source: Fathers birthplace
de: Geburtsort des Vaters
nl: Vader's geboorteplaats
pt_pt: Local de nascimento do pai
uk: Місце народження батька

source: Mothers birthplace
de: Geburtsort der Mutter
nl: Moeder's geboorteplaats
pt_pt: Local de nascimento da mãe
uk: Місце народження матері

source: Residence in District - years
de: Wohnsitz im Bezirk - Jahre
nl: Woonplaats in district - jaren
pt_pt: Residência no distrito - Anos
uk: Проживання в окрузі - років

source: Residence in District - months
de: Wohnsitz im Bezirk - Monate
nl: Woonplaats in district - maanden
pt_pt: Residência no distrito - Meses
uk: Проживання в окрузі - місяців

source: Army service
de: Militärdienst
nl: Legerdienst
pt_pt: Serviço militar
uk: Служба в армії

source: Wars
de: Kriege
nl: Oorlogen
pt_pt: Guerras
uk: Війни

source: White males under 10
de: Weiße männlich unter 10
nl: Witte mannen onder de 10
pt_pt: Brancos masculinos -10
uk: Білі чоловіки до 10 років

source: White males 10-17
de: Weiße männlich 10-17
nl: Witte mannen 10-17
pt_pt: Brancos masculinos 10-17
uk: Білі чоловіки 10-17 років

source: White males 18-20
de: Weiße männlich 18-20
nl: Witte mannen 18-20
pt_pt: Brancos masculinos 18-20
uk: Білі чоловіки 18-20 років

source: White males 21-44
de: Weiße männlich 21-44
nl: Witte mannen 21-44
pt_pt: Brancos masculinos 21-44
uk: Білі чоловіки 21-44 років

source: White males 45 and over
de: Weiße männlich 45 und älter
nl: Witte mannen ouder dan 45
pt_pt: Brancos masculinos +45
uk: Білі чоловіки 45 років і старше

source: Total White Males
de: Weiße männlich gesamt
nl: Totaal witte mannen
pt_pt: Total de brancos masculinos
uk: Загальна кількість білих чоловіків

source: White females under 10
de: Weiße weiblich unter 10
nl: Witte vrouwen onder de 10
pt_pt: Brancos femininos -10
uk: Білі жінки до 10 років

source: White females 10-17
de: Weiße weiblich 10-17
nl: Witte vrouwen 10-17
pt_pt: Brancos femininos 10-17
uk: Білі жінки 10-17 років

source: White females 18-20
de: Weiße weiblich 18-20
nl: Witte vrouwen 18-20
pt_pt: Brancos femininos 18-20
uk: Білі жінки 18-20 років

source: White females 21-44
de: Weiße weiblich 21-44
nl: Witte vrouwen 21-44
pt_pt: Brancos femininos 21-44
uk: Білі жінки 21-44 років

source: White females 45 and over
de: Weiße weiblich 45 und älter
nl: Witte vrouwen ouder dan 45
pt_pt: Brancos femininos +45
uk: Білі жінки 45 років і старше

source: Total White Females
de: Weiße weiblich gesamt
nl: Totaal witte vrouwen
pt_pt: Total de brancos femininos
uk: Загальна кількість білих жінок

source: Total White Population
de: Weiße Gesamtbevölkerung
nl: Totaal witte populatie
pt_pt: Total de brancos
uk: Загальна біла популяція

source: White persons between 6 and 18
de: Weiße Personen zwischen 6 und 18
nl: Witte personen tussen 6 en 19
pt_pt: Brancos 6-18
uk: Білі особи віком від 6 до 18 років

source: No. White persons who can read and write
de: Anzahl weiße Personen, die lesen und schreiben können
nl: Aantal witte personen die kunnen lezen en schrijven
pt_pt: N.º de brancos que sabem ler e escrever
uk: Кількість білих осіб, які вміють читати і писати

source: Colored males under 10
de: Farbige männlich unter 10
nl: Gekleurde mannen onder de 10
pt_pt: De cor masculinos -10
uk: Темношкірі чоловіки молодші 10 років

source: Colored males 10-17
de: Farbige männlich 10-17
nl: Gekleurde mannen 10-17
pt_pt: De cor masculinos 10-17
uk: Темношкірі чоловіки 10-17 років

source: Colored males 18-20
de: Farbige männlich 18-20
nl: Gekleurde mannen 18-20
pt_pt: De cor masculinos 18-20
uk: Темношкірі чоловіки 18-20 років

source: Colored males 21-44
de: Farbige männlich 21-44
nl: Gekleurde mannen 21-44
pt_pt: De cor masculinos 21-44
uk: Темношкірі чоловіки 21-44 років

source: Colored males 45 and over
de: Farbige männlich 45 und älter
nl: Gekleurde mannen ouder dan 45
pt_pt: De cor masculinos +45
uk: Темношкірі чоловіки 45 років і старші

source: Total Colored Males
de: Farbige männlich gesamt
nl: Totaal gekleurde mannen
pt_pt: Total de cor masculinos
uk: Загальна кількість темношкірих чоловіків

source: Colored females under 10
de: Farbige weiblich unter 10
nl: Gekleurde vrouwen onder de 10
pt_pt: De cor femininos -10
uk: Темношкірі жінки молодші 10 років

source: Colored females 10-17
de: Farbige weiblich 10-17
nl: Gekleurde vrouwen 10-17
pt_pt: De cor femininos 10-17
uk: Темношкірі жінки 10-17 років

source: Colored females 18-20
de: Farbige weiblich 18-20
nl: Gekleurde vrouwen 18-20
pt_pt: De cor femininos 18-20
uk: Темношкірі жінки 18-20 років

source: Colored females 21-44
de: Farbige weiblich 21-44
nl: Gekleurde vrouwen 21-44
pt_pt: De cor femininos 21-44
uk: Темношкірі жінки 21-44 років

source: Colored females 45 and over
de: Farbig weiblich 45 und älter
nl: Gekleurde vrouwen ouder dan 45
pt_pt: De cor femininos +45
uk: Темношкірі жінки 45 років і старші

source: Total Colored Females
de: Farbige weiblich gesamt
nl: Totaal gekleurde vrouwen
pt_pt: Total de cor femininos
uk: Загальна кількість темношкірих жінок

source: Total Colored Population
de: Farbige Gesamtbevölkerung
nl: Totaal gekleurde populatie
pt_pt: Total de cor
uk: Загальна кількість темношкірого населення

source: Colored persons between 6 and 18
de: Farbige Personen zwischen 6 und 18
nl: Gekleurde personen tussen 6 en 18
pt_pt: De cor 6-18
uk: Темношкірі особи віком від 6 до 18 років
