Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Check Place Titles
da: Kontroller Sted Titler
de: Ortstitel überprüfen
hr: Provjeri naslove mjesta
nl: Controleer locatienamen
pt_pt: Verificar títulos de locais
uk: Перевірити назви місць

source: Check place titles
da: Kontroller sted titel
de: Ortstitel überprüfen
hr: Provjeri naslove mjesta
nl: Controleer locatienamen
pt_pt: Verificar títulos de locais
uk: Перевірити назви місць

source: Check Place title
da: Kontroller Sted Title
de: Ortstitel überprüfen
hr: Provjeri naslov mjesta
nl: Controleer locatienaam
pt_pt: Verificar título de local
uk: Перевірити назву місця

source: Checking Place Titles
cs: Kontrolují se názvy míst
da: Kontrollerer Sted Titler
de: Überprüfen von Ortstiteln
hr: Provjera naslova mjesta
nb: Sjekker stedstitler
nl: Locatienamen controleren
pt_pt: A verificar títulos de locais
sk: Kontrola názvov miesta
uk: Перевірка назв місця

source: Looking for place fields
cs: Hledají se pole míst
da: Leder efter sted felter
de: Suche nach Platzfeldern
hr: Traženje zapisa o mjestu
nb: Ser etter stedsfelt
nl: Naar locatievelden zoeken
pt_pt: A procurar campos de local
sk: Hľadanie políčok s údajmi o mieste
uk: Пошук полів місця

source: Differences
da: Forskelle
de: Unterschiede
hr: Razlike
nl: Verschillen
pt_pt: Diferenças
uk: Відмінності

source: No need modifications
da: Ingen ændring nødvendig
de: Keine Änderungen erforderlich
hr: Nema potrebe za promjenama
nl: Geen aanpassingen nodig
pt_pt: Não precisa de alterações
uk: Модифікації не потрібні

source: No changes need.
da: Ingen ændring nødvendig.
de: Keine Änderungen notwendig.
hr: Promjene nisu potrebne.
nl: Geen wijzigingen nodig.
pt_pt: Não precisa de alterações.
uk: Змін не потрібно.

source: Legacy place
da: Forældet sted
de: Veraltete Ort
hr: Staro mjesto
nl: Oude locatie
pt_pt: Local antigo
uk: Застаріле місце

source: Modify Place titles
da: Ændre Sted titler
de: Ortstitel ändern
hr: Promijeni naslove mjesta
nl: Locatienamen aanpassen
pt_pt: Modificar títulos de locais
uk: Модифікувати назви місць

source: Place titles
da: Sted titler
de: Ortstitel
hr: Naslovi mjesta
nl: Locatienamen
pt_pt: Títulos de locais
uk: Назви місць

source: Enhanced
de: Verbessert
nl: Verbeterd
uk: Розширений

source: An enhanced citation formatter that adds a repository and call number to the standard functionality.
de: Ein erweiterter Fundstellenformatierer, der die Standardfunktionalität um ein Aufbewahrungsort und eine Signatur ergänzt.
nl: Een verbeterde citatenopmaak die een bibliotheek en een aanroepnummer toevoegt aan de standaardfunctionaliteit.
uk: Розширений форматувач цитат, який додає сховище та шифр до стандартної функціональності.

source: Command Line Merge
da: Kommando Linie Sammenflet
de: Befehlszeilenzusammenführung
hr: Sjedinjavanje pomoću naredbenog retka
nl: Opdrachtregel samenvoegen
pt_pt: União pela linha de comandos
uk: Злиття через командний рядок

source: Merge primary objects via the command line.
da: Sammenflet primære objekter via kommandolinien.
de: Zusammenführen primärer Objekte über die Befehlszeile.
hr: Sjedini primarne objekte upotrebom naredbenog retka.
nl: Voeg primaire objecten samen via de opdrachtregel.
pt_pt: Unir objectos primários via linha de comandos.
uk: Злиття основних об'єктів через командний рядок.

source: Collections Clipboard
da: Samlings Udklipsholder
de: Sammlungen Zwischenablage
hr: Međuspremnik zbiraka
nl: Klembord collecties
pt_pt: Área de transferência de colecções
uk: Буфер обміну колекцій

source: Gramplet for grouping collections of items to aid in data entry.
da: Gramplet til at gruppere samlinger af elementer for hjælp i datafangst.
de: Gramplet für die Gruppierung von Sammlungen von Elementen zur Erleichterung der Dateneingabe.
hr: Gramplet za grupiranje zbiraka elemenata, kao pomoć prilikom unosa podataka.
nl: Gramplet voor het groeperen van verzamelingen items om te helpen bij het invoeren van gegevens.
pt_pt: Gramplet para agrupar colecções de itens e ajudar a inserir dados.
uk: Gramplet для групування колекцій елементів для полегшення введення даних.

source: Clipboard Gramplet: %s
de: Zwischenablage Gramplet: %s
hr: Gramplet za međuspremnik: %s
nl: Klembordgramplet: %s
pt_pt: Gramplet Área de transferência: %s
uk: Gramplet Буфер обміну: %s

source: Clock
da: Ur
de: Uhr
hr: Sat
nb: Klokke
nl: Klok
pt_pt: Relógio
sk: Hodiny
uk: Годинник

source: Gramplet for demonstrating Cairo graphics
da: Gramplet til at demonstrere Cairo grafik
de: Gramplet zur Demonstration von Kairo-Grafiken
hr: Gramplet za prikaz Cairo grafika
nl: Gramplet voor het demonstreren van Cairo graphics
pt_pt: Gramplet para demonstrar os gráficos Cairo
uk: Грамплет для демонстрації графіки Cairo

source: %(abbrev)s %(date)s in %(place)s
da: %(abbrev)s %(date)s i %(place)s
hr: %(abbrev)s %(date)s u mjestu %(place)s
pt_pt: %(abbrev)s %(date)s em %(place)s
uk: %(abbrev)s %(date)s у %(place)s

source: Combined
da: Kombineret
de: Kombiniert
hr: Zajedno
nl: Gecombineerd
pt_pt: Combinada
uk: Комбінований

source: A view showing relationships and events for a person
da: En visning af slægtsforhold og hændelser for en person
de: Eine Ansicht mit Beziehungen und Ereignissen für eine Person
hr: Prikaz srodstva i događaja za jednu osobu
nl: Een weergave van relaties en gebeurtenissen voor een persoon
pt_pt: Uma vista que mostra parentescos e eventos de um dado indivíduo
uk: Перегляд, що показує стосунки та події для особи

source: Edit the active event
da: ret den aktive hændelse
de: Das aktive Ereignis bearbeiten
nl: Bewerk de actieve gebeurtenis
pt_pt: Editar o evento activo
uk: Редагувати активну подію

source: Show Tags
da: Vis Ettiketter
de: Etiketten anzeigen
hr: Prikaži etikete
nl: Toon labels
pt_pt: Mostrar etiquetas
uk: Показати теги

source: Vertical Details
da: Lodrette Detaljer
de: Vertikale Details
hr: Detalji okomito
nl: Verticale details
pt_pt: Detalhes verticais
uk: Вертикальні деталі

source: Order
da: Rækkefølge
de: Reihenfolge
hr: Narudžba
nl: Volgorde
pt_pt: Ordem
uk: Порядок

source: You need to set a 'default person' to go to. Select the People View, select the person you want as 'Home Person', then confirm your choice via the menu Edit -> Set Home Person.
da: Du skal vælge en "standard person" for at fortsætte. Vælg Person oversigt, vælg den person du vil benytte som 'Proband' via menuen Rediger -> vælg Proband.
de: Du musst eine „Standardperson“ festlegen, zu der du gehen kannst. Wähle die Personenansicht, wähle die Person, die du als „Hauptperson“ haben möchtest, und bestätige dann deine Wahl über das Menü Bearbeiten -> Hauptperson festlegen.
hr: Moraš postaviti jednu „standardnu osobu” do koje želiš ići. Odaberi pogled „Osobe”, odaberi osobu koju želiš imati kao „početnu osobu”, zatim potvrdi tvoj izbor putem izbornika „Uredi > Postavi početnu osobu”.
nl: U moet een 'beginpersoon' instellen om naar toe te gaan. Selecteer de weergave Personen, selecteer de gewenste persoon als 'Beginpersoon' en bevestig uw keuze via het menu Bewerken -> Beginpersoon instellen.
pt_pt: Tem de definir um "indivíduo pré-definido" para onde ir. Seleccione a vista Indivíduos, escolha o indivíduo desejado e confirme a escolha no menu Editar -> Definir indivíduo inicial.
uk: Вам потрібно встановити "особу за замовчуванням". Виберіть Перегляд осіб, виберіть особу, яку ви хочете як "Головну особу", потім підтвердіть свій вибір через меню Редагування -> Встановити Головну особу.

source: %(event_type)s: %(date)s in %(place)s
hr: %(event_type)s: %(date)s u mjestu %(place)s
pt_pt: %(event_type)s: %(date)s em %(place)s
uk: %(event_type)s: %(date)s у %(place)s

source: Click to make this event active
da: Klik for at gøre denne hændelse aktiv
de: Klicke, um dieses Ereignis zu aktivieren
hr: Pritisni za postavljanje ovog događaja aktivnim
nl: Klik om deze gebeurtenis actief te maken
pt_pt: Clique para tornar o evento activo
uk: Натисніть, щоб зробити цю подію активною

source: Click to visit this link
da: Klik for at besøge dette link
de: Klicke, um diesen Link zu besuchen
hr: Pritisni za praćenje poveznice
nl: Klik om deze link te bezoeken
pt_pt: Clique para visitar a ligação
uk: Натисніть, щоб відвідати це посилання

source: Ancestral Collapsible Tree
da: Sammenfolleligt anetræ
de: Zusammenklappbarer Vorfahrenbaum
hr: Sklopivo stablo predaka
nl: Inklapbare voorouderboom
pt_pt: Árvore de ascendentes colapsável
uk: Складне дерево предків

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Collapsible Tree Layout from the D3.js JavaScript library.
da: Danner en web side med en grafisk repræsentation af aner (SVG) repræsenteret som et sammenfoldelig træ layout fra D3.js javascript bibliotek.
de: Erzeugt eine Webseite mit einer grafischen Darstellung der Vorfahren (SVG), die als zusammenfaltbares Baumlayout aus der JavaScript-Bibliothek D3.js dargestellt wird.
hr: Stvara web-stranicu s grafičkim prikazom predaka (SVG) u sklopivom stablastom obliku pomoću D3.js JavaScript biblioteke.
nl: Genereert een webpagina met een grafische weergave van voorouders (SVG) weergegeven als een inklapbare boomlay-out uit de D3.js JavaScript-bibliotheek.
pt_pt: Gera uma página “web” com uma representação gráfica de ascendentes (SVG) representada como árvore colapsável da biblioteca JavaScript D3 js.
uk: Генерує веб-сторінку з графічним зображенням предків (SVG), представленим у вигляді складного дерева з бібліотеки D3.js JavaScript.

source: Failure writing {target_path}: {message}
de: Fehler beim Schreiben von {target_path}: {message}
uk: Помилка запису в {target_path}: {message}

source: Failed to create directory structure : %s
da: Kunne ikke danne folder struktur: %s
de: Verzeichnisstruktur konnte nicht erstellt werden: %s
hr: Greška u stvaranju strukture mapa: %s
nl: Kan directorystructuur %s niet maken
pt_pt: Falha ao criar a estrutura de pastas: %s
uk: Не вдалося створити структуру директорій: %s

source: Failed to copy web files : %s
da: Kunne ikke kopiere web filer: %s
de: Fehler beim Kopieren von Webdateien : %s
hr: Greška u kopiranju web datoteka: %s
nl: Kan webbestand %s niet kopiëren
pt_pt: Falha ao copiar os ficheiros “web”: %s
uk: Не вдалося скопіювати веб-файли: %s

source: Ancestral Collapsible Tree Options
da: Sammenfoldeligt anetræ tilvalg
de: Optionen für den zusammenklappbaren Ahnenbaum
hr: Opcije za sklopivo stablo predaka
nl: Inklapbare voorouderboom opties
pt_pt: Opções da árvore de ascendentes colapsável
uk: Параметри складного дерева предків

source: Include Generations
da: Medtag generationer
de: Generationen einbeziehen
hr: Uključi generacije
nl: Generaties opnemen
pt_pt: Gerações a incluir
uk: Включити покоління

source: Male Background Color
da: Mandlig baggrund farve
de: Hintergrundfarbe männlich
hr: Muška boja pozadine
nl: Mannelijke achtergrondkleur
pt_pt: Cor de fundo masculina
uk: Колір фону для чоловіків

source: RGB-color for male box background.
da: RGB-farve til baggrund for mandlig boks
de: RGB-Hintergrundfarbe für männliche Box.
hr: RGB-boja za mušku boju pozadine.
nl: RGB-kleur voor mannelijke kaderachtergrond.
pt_pt: Cor RGB para o fundo da caixa de homens.
uk: RGB-колір для фону блоку чоловіка.

source: Male Expandable Background Color
da: Mandlig udvidelses baggrunds farve
de: Männliche, erweiterbare Hintergrundfarbe
hr: Muška boja pozadine, rasklopljeno
nl: Mannelijke uitbreidbare achtergrondkleur
pt_pt: Cor de fundo expansível masculina
uk: Колір фону розгорнутого блоку чоловіка

source: RGB-color for male expandable box background.
da: RGB-farve til baggrund for mandlig udvidelses boks.
de: RGB-Hintergrundfarbe für männliche erweiterbare Box.
hr: RGB-boja za mušku boju pozadine u rasklopljenom stanju.
nl: RGB-kleur voor mannelijke uitbreidbare kaderachtergrond.
pt_pt: Cor RGB para o fundo da caixa expansível de homens.
uk: RGB-колір для фону розгорнутого блоку чоловіка.

source: Female Background
da: Kvindelig baggrund
de: Hintergrund weiblich
hr: Ženska boja pozadine
nl: Vrouwelijke achtergrond
pt_pt: Cor de fundo feminina
uk: Фон для жінки

source: RGB-color for female box background.
da: RGB-farve til baggrund for kvindelig boks
de: RGB-Hintergrundfarbe für weibliche Box.
hr: RGB-boja za žensku boju pozadine.
nl: RGB-kleur voor vrouwelijke kaderachtergrond.
pt_pt: Cor RGB para o fundo da caixa de mulheres.
uk: RGB-колір для фону блоку жінки.

source: Female Expandable Background
da: Kvindelig udvidelses baggrunds farve
de: Weiblicher, erweiterbarer Hintergrund
hr: Ženska boja pozadine, rasklopljeno
nl: Vrouwelijke uitbreidbare achtergrond
pt_pt: Cor de fundo expansível feminina
uk: Фон для розгорнутого блоку жінки

source: RGB-color for female expandable box background.
da: RGB-farve til baggrund for kvindelig udvidelses boks.
de: RGB-Hintergrundfarbe für weibliche erweiterbare Box.
hr: RGB-boja za žensku boju pozadine u rasklopljenom stanju.
nl: RGB-kleur voor vrouwelijke uitbreidbare kaderachtergrond.
pt_pt: Cor RGB para o fundo da caixa expansível de mulheres.
uk: RGB-колір для фону розгорнутого блоку жінки.

source: The destination path for generated files.
da: Mål stien for dannede filer
de: Der Zielpfad für die generierten Dateien.
hr: Odredište za stvorene datoteke.
nl: Het bestemmingspad voor gegenereerde bestanden.
pt_pt: O caminho destino para os ficheiros gerados.
uk: Шлях призначення для згенерованих файлів.

source: The destination file name for html content.
da: Mål filnavn for html indhold
de: Der Name der Zieldatei für den HTML-Inhalt.
hr: Ime datoteke za html sadržaj.
nl: De bestemmingsbestandsnaam voor html-inhoud.
pt_pt: O nome de ficheiro destino para conteúdo html.
uk: Імʼя файлу для HTML вмісту.

source: Ancestral Fan Chart
da: Ane viftetavle
de: Ahnenfächergrafik
hr: Lepezasti dijagram predaka
nl: Cirkeldiagram voorouders
pt_pt: Leque de ascendentes
uk: Віялова діаграма предків

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Fan Chart from the D3.js JavaScript library.
da: Danner e web side med en grafisk repræsentation af aner (SVG) repræsenteret som en viftetavle fra D3.js JavaScript bibliotek.
de: Erzeugt eine Webseite mit einer grafischen Darstellung der Vorfahren (SVG) in Form eines Fächerdiagramms aus der JavaScript-Bibliothek D3.js.
hr: Stvara web-stranicu s grafičkim prikazom predaka (SVG) u lepezastom dijagramu pomoću D3.js JavaScript biblioteke.
nl: Genereert een webpagina met een grafische weergave van voorouders (SVG) weergegeven als een Cirkeldiagram uit de D3.js JavaScript-bibliotheek.
pt_pt: Gera uma página “web” com uma representação gráfica de ascendentes (SVG) representada como leque, da biblioteca JavaScript D3 js.
uk: Генерує веб-сторінку з графічним зображенням предків (SVG), представленим як віялова діаграма з бібліотеки D3.js JavaScript.

source: Ancestral Fan Chart Options
da: Ane viftetavle tilvalg
de: Ahnenfächerdiagramm Optionen
hr: Opcije za lepezasti dijagram predaka
nl: Opties cirkeldiagram voorouders
pt_pt: Opções do leque de ascendentes
uk: Параметри віялової діаграми предків

source: Paternal Background Color
da: Fædre baggrundsfarvhe
de: Väterliche Hintergrundfarbe
hr: Očeva boja pozadine
nl: Vaderlijke achtergrondkleur
pt_pt: Cor de fundo paterna
uk: Колір фону батьківської лінії

source: RGB-color for paternal box background.
da: RGB-farve for fædreboks baggrund.
de: RGB-Hintergrundfarbe für väterliche Box.
hr: RGB-boje za očevu boju pozadine.
nl: RGB-kleur voor vaderlijke kaderachtergrond.
pt_pt: Cor RGB do fundo da caixa da linha paterna.
uk: RGB-колір для фону блоку по батьківській лінії.

source: Maternal Background
da: Mødre baggrund
de: Mütterlicher Hintergrund
hr: Majčina boja pozadine
nl: Moederlijke achtergrond
pt_pt: Cor de fundo materna
uk: Фон для материнської лінії

source: RGB-color for maternal box background.
da: RGB-farve for mødreboks baggrund.
de: RGB-Hintergrundfarbe für mütterliche Box.
hr: RGB-boje za majčinu boju pozadine.
nl: RGB-kleur voor moederlijke kaderachtergrond.
pt_pt: Cor RGB do fundo da caixa da linha materna.
uk: RGB-колір для фону блоку по материнській лінії.

source: Descendant Indented Tree
da: Indrykket træ for efterkommere
de: Nachkommenschaft eingerückter Baum
hr: Stablo potomaka s uvlakama
nl: Afstammelingsboom ingesprongen
pt_pt: Árvore de descendentes indentada
uk: Ієрархічне дерево нащадків

source: Generates a web page with a graphical representation of descendants (SVG) representedas a Collapsible Indented Tree Layout from the D3.js JavaScript library.
da: Danner en web side med en grafisk repræsentation af efterkommere (SVG) repræsenteret som et sammenfoldelig træ layout fra D3.js javascript bibliotek.
de: Erzeugt eine Webseite mit einer grafischen Darstellung von Nachkommen (SVG), die als zusammenklappbares eingerücktes Baumlayout aus der D3.js JavaScript-Bibliothek dargestellt wird.
hr: Stvara web-stranicu s grafičkim prikazom potomaka (SVG) u sklopivom stablastom obliku s uvlakama pomoću D3.js JavaScript biblioteke.
nl: Genereert een webpagina met een grafische weergave van afstammelingen (SVG) die wordt weergegeven als een inklapbare ingesprongen boomlay-out uit de D3.js JavaScript-bibliotheek.
pt_pt: Gera uma página “web” com uma representação gráfica de descendentes (SVG) representada como árvore indentada colapsável, da biblioteca JavaScript D3.js.
uk: Генерує веб-сторінку з графічним зображенням предків (SVG), представленим у вигляді складного дерева з бібліотеки D3.js JavaScript.

source: See %(reference)s : %(spouse)s
da: Se %(reference)s : %(spouse)s
de: Siehe %(reference)s : %(spouse)s
hr: Pogledaj %(reference)s : %(spouse)s
nl: Zie %(reference)s : %(spouse)s
pt_pt: Veja %(reference)s : %(spouse)s
uk: Див. %(reference)s : %(spouse)s

source: Generating report...
da: Danner rapporten...
de: Erstelle Bericht...
hr: Izrada izvještaja …
nl: Verslag genereren...
pt_pt: A gerar o relatório...
uk: Генерується звіт...

source: Invalid Destination Directory
da: Ugyldig målfolder
de: Ungültiges Zielverzeichnis
hr: Nevažeća odredišna mapa
nl: Ongeldige bestemmingsdirectory
pt_pt: Pasta destino inválida
uk: Некоректний каталог призначення

source: Destinaton diretory %s does not exist Do you want to attempt to create it?
da: Målfolder %s findes ikke Vil du forsøge at danne den?
de: Das Zielverzeichnis %s existiert nicht Möchtest du versuchen, es zu erstellen?
hr: Odredišna mapa %s ne postoji Želiš li je pokušati stvoriti?
nl: Bestemmingsmap %s bestaat niet Wilt u proberen deze aan te maken?
pt_pt: A pasta destino %s não existe. Deseja tentar criá-la?
uk: Каталог призначення %s не існує Бажаєте спробувати створити його?

source: Failed to create {target_path}: {message}
de: Erstellen von {target_path} fehlgeschlagen: {message}
uk: Помилка створення {target_path}: {message}

source: Destination file %s already exists. Do you want to overwrite it?
da: Målfil %s findes allerede. Vil du overskrive den?
de: Die Zieldatei %s existiert bereits. Möchtest du sie überschreiben?
nl: Bestemmingsbestand %s bestaat al. Wilt u dit overschrijven?
pt_pt: O ficheiro destino %s já existe. Deseja sobrescrevê-lo?
uk: Файл призначення %s вже існує. Бажаєте перезаписати його?

source: Default View
da: Standard visning
de: Standardansicht
hr: Standardni prikaz
nl: Standaard weergave
pt_pt: Vista pré-definida
uk: Перегляд за замовчуванням

source: Expand All
da: Udfold alle
de: Alles ausklappen
hr: Rasklopi sve
nl: Alles uitvouwen
pt_pt: Expandir tudo
uk: Розгорнути все

source: Include contraction level
da: Medtag sammenfoldede niveauer
de: Kontraktionsstufe einbeziehen
hr: Uključi razinu sklapanja
nl: Inclusief samentrekkingsniveau
pt_pt: Incluir nível de contracção
uk: Включити рівень згортання

source: The number of descendant levels to contract on initial display.
da: Antal af efterkommerniveauer der skal sammenfoldes på begyndelsesvisningen.
de: Die Anzahl der nachgelagerten Ebenen, die bei der ersten Anzeige zusammengezogen werden.
hr: Broj sklopljenih razina potomaka pri prvobitnom prikazu.
nl: Het aantal afstammingsniveaus dat bij de eerste weergave moet worden verminderd.
pt_pt: O número de níveis descendentes a contrair na vista inicial.
uk: Кількість рівнів нащадків для згортання при початковому відображенні.

source: The font size in pixels for each node.
da: Font størrelse i pixels for hver node.
de: Die Schriftgröße in Punkten für jeden Knoten.
hr: Veličina fonta za svaki čvor.
nl: De lettergrootte in pixels voor elk knooppunt.
pt_pt: O tamanho em pixels da letra de cada nó.
uk: Розмір шрифту у пікселях для кожного вузла.

source: Whether to show duplicate family trees in the report.
da: Hvorvidt dublerede træer skal vises i rapporten.
de: Ob doppelte Stammbäume im Bericht angezeigt werden sollen.
hr: Da li prikazati duple rodoslove u izvještaju.
nl: Of dubbele stambomen in het rapport moeten worden weergegeven.
pt_pt: Se deve mostrar árvores de famílias duplicadas no relatório.
uk: Чи показувати дубльовані сімейні дерева у звіті.

source: Expanded Row Background Color
da: Baggrundsfarve for udvidet række
de: Hintergrundfarbe der erweiterten Zeile
hr: Boja pozadine proširenih redova
nl: Achtergrondkleur uitgebreide rij
pt_pt: Cor de fundo da linha expandida
uk: Колір фону розгорнутого рядка

source: RGB-color for expanded row background.
da: RGB-farve for udvidet raække baggrund.
de: RGB-Hintergrundfarbe der erweiterten Zeile.
hr: RGB-boje za pozadine proširenih redova.
nl: RGB-kleur voor uitgebreide rij-achtergrond.
pt_pt: Cor RGB para o fundo da linha expandida.
uk: RGB-колір для фону розгорнутого рядка.

source: Expandable Background Color
da: Baggrundsfarve for udvidelse
de: Erweiterbar Hintergrundfarbe
hr: Proširiva boja pozadine
nl: Uitbreidbare achtergrondkleur
pt_pt: Cor de fundo expansível
uk: Колір фону розширюваного рядка

source: RGB-color for expandable row background.
da: RGB-farve for baggrund for række, der kan udvides.
de: RGB-Farbe für den Hintergrund der erweiterbaren Zeile.
hr: RGB-boje za proširive boje pozadine.
nl: RGB-kleur voor uitbreidbare rij-achtergrond.
pt_pt: Cor RGB para o fundo da linha expansível.
uk: RGB-колір для фону розширюваного рядка.

source: Non-Expandable Background Color
da: Baggrundsfarve for ikke-udvidelsesmulighed
de: Nicht-Erweiterbar Hintergrundfarbe
hr: Ne-proširiva boja pozadine
nl: Niet-uitbreidbare achtergrondkleur
pt_pt: Cor de fundo não expansível
uk: Колір фону нерозширюваного рядка

source: RGB-color for non-expandable row background.
da: RGB-farve for ikke udvidelsesbar baggrund.
de: RGB-Farbe für den Hintergrund einer nicht erweiterbaren Zeile.
hr: RGB-boje za ne-proširive boje pozadine.
nl: RGB-kleur voor niet-uitbreidbare rij-achtergrond.
pt_pt: Cor RGB para o fundo da linha não expansível.
uk: RGB-колір для фону нерозширюваного рядка.

source: Include records marked private
cs: Zahrnout záznamy označené jako důvěrné
da: Medtag oplysninger, der er mærket privat
de: Als vertraulich gekennzeichnete Datensätze einbeziehen
hr: Uključi zapise, označene kao privatne
nl: Neem records op die als privé zijn gemarkeerd
pt_pt: Incluir registos marcados privados
sk: Zahrnúť záznamy označené ako súkromné
uk: Включати записи, позначені як приватні

source: Whether to include private objects.
da: Hvorvidt private objekter skal medtages.
de: Ob vertrauliche Objekte einbezogen werden sollen.
hr: Da li uključiti privatne objekte.
nl: Of privé-objecten moeten worden opgenomen.
pt_pt: Se deve incluir objectos marcados como privados.
uk: Чи включати приватні об'єкти.

source: Include Last Name Only
cs: Zahrnout pouze příjmení
da: Medtag kun efternavn
de: Nur Nachname einschließen
hr: Uključi samo prezimena
nl: Alleen achternaam opnemen
pt_pt: Incluir só apelido
sk: Zahrnúť iba posledné meno
uk: Включати лише прізвище
