Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Death label anchor
da: Anker for dødsteksten
de: Textausrichtung des Sterbe-Textfeld
hr: Poravnanje etikete smrti
nl: Overlijdenslabel anker
pt_pt: Âncora do rótulo de óbito
uk: Якір мітки смерті

source: Text alignment of the death label.
da: Justering af dødsteksten.
de: Textausrichtung im Sterbe-Textfeld.
hr: Poravnanje teksta etikete smrti.
nl: Tekstuitlijning van het overlijdenslabel.
pt_pt: Alinhamento do texto do rótulo de óbito.
uk: Вирівнювання тексту мітки смерті.

source: Show marriage label
da: Vis ægteskabstekst
de: Ehe-Textfeld anzeigen
hr: Prikaži etiketu braka
nl: Toon huwelijkslabel
pt_pt: Mostrar rótulo de casamento
uk: Показати мітку шлюбу

source: Activate the marriage label.
da: Aktiver ægteskabstekst.
de: Aktiviert einen kurzen Infotextes zur Hochzeit.
hr: Aktiviraj etiketu braka.
nl: Activeer het huwelijkslabel.
pt_pt: Activar o rótulo de casamento.
uk: Активувати мітку шлюбу.

source: Fade individual color
da: Falm personfarve
de: Individueller Farbgradient
nl: Vervaag individuele kleur
pt_pt: Esbater cor individual
uk: Затемнення кольору особи

source: The color of the individuals is faded to black with increasing age.
da: Farven på personer er falmet til sort med stigende alder.
de: Die Farbe der Individuen geht mit zunehmendem Alter in Schwarz über.
nl: De kleur van de individuen vervaagt naar zwart met het ouder worden.
pt_pt: A cor dos indivíduos tende para preto com o aumento da idade.
uk: Колір осіб затемнюється до чорного зі збільшенням віку.

source: Font name
da: Fontnavn
de: Schriftname
hr: Ime fonta
nl: Lettertypenaam
pt_pt: Nome da letra
uk: Назва шрифту

source: Name of the font family used for labels.
da: Navnet på fontfamilien der benyttes til tekst.
de: Der Name der Schriftfamilie, die für Textfelder verwendet wird.
nl: Naam van de lettertypefamilie die voor labels wordt gebruikt.
pt_pt: Nome da família de letra usada para rótulos.
uk: Назва шрифту, що використовується для міток.

source: Relative font size
da: Forholdsmæssig fontstørrelse
de: Relative Schriftgröße
nl: Relatieve lettergrootte
pt_pt: Tamanho relativo da letra
uk: Відносний розмір шрифту

source: The font size is given relatively to the line thickness.
da: Fontstørrelsen er angivet i forhold til linjetykkelsen.
de: Die Schriftgröße ist relativ zu der Breite der Lebenslinien angegeben.
nl: De lettergrootte wordt gegeven in verhouding tot de lijndikte.
pt_pt: O tamanho da letra é dado em relação à espessura da linha.
uk: Розмір шрифту вказується відносно товщини лінії.

source: Family shape
da: Familieform
de: Familienform
nl: Gezinsvorm
pt_pt: Forma da família
uk: Форма сім’ї

source: The shape of the families can be varied.
da: Formen for familier kan varieres.
de: Die Form der Familien kann variiert werden.
nl: De vorm van de gezinnen kan worden gevarieerd.
pt_pt: A forma das famílias pode ser mudada.
uk: Форма сімей може змінюватися.

source: Rectangular
da: Rektangulær
de: Rechteckig
nl: Rechthoekig
uk: Прямокутна

source: Softer
da: Blødere
de: Weicher
nl: Zachter
pt_pt: Mais suave
uk: М’якша

source: Upper year minimum margin
da: Øvre år for minimum margin
de: Obere Begrenzung minimum Jahre
nl: Minimum marge boven jaar
pt_pt: Margem mínima do ano superior
uk: Мінімальний верхній запас років

source: The upper bound of the chart is extended by at least this number of years.
da: Den øvre grænse for diagrammet er udvidet med mindst dette antal år.
de: Die obere Grenze des Diagramms wird mindestens um diese Anzahl an Jahre vergrößert.
nl: De bovengrens van het diagram wordt met minimaal dit aantal jaren verlengd.
pt_pt: O limite superior do gráfico é estendido por pelo menos este número de anos.
uk: Верхня межа діаграми розширюється принаймні на цю кількість років.

source: Lower year minimum margin
da: Nedre års minimum margin
de: Untere Begrenzung minimum Jahre
nl: Minimum marge voor een lager jaar
pt_pt: Margem mínima do ano inferior
uk: Мінімальний нижній запас років

source: The lower bound of the chart is extended by at least this number of years.
da: Den nedre grænse for diagrammet er udvidet med mindst dette antal år.
de: Die untere Grenze des Diagramms wird mindestens um diese Anzahl an Jahre vergrößert.
nl: De ondergrens van het diagram wordt met minimaal dit aantal jaren verlengd.
pt_pt: O limite inferior do gráfico é estendido por pelo menos este número de anos.
uk: Нижня межа діаграми розширюється принаймні на цю кількість років.

source: Visualize connections
da: Visualiser slægtskaber
de: Verbindungen visualisieren
nl: Visualiseer verbindingen
pt_pt: Ver ligações
uk: Візуалізувати зв’язки

source: Visualize the connections between families and individuals. This is for debugging purposes.
da: Visualiser slægtskabet mellem familier og personer. Dette er til fejlfindingsformål.
de: Visualisiert die Verbindungen zwischen Familien und Einzelpersonen. Das ist für Fehlerbehebung-Zwecke.
nl: Visualiseer de verbindingen tussen families en individuen. Dit is voor foutopsporingsdoeleinden.
pt_pt: Visualize as ligações entre famílias e indivíduos. Isto é para efeitos de depuração.
uk: Візуалізувати зв’язки між сім’ями та особами. Використовується для налагодження.

source: Visualize ambiguous placement
da: Visualiser tvetydig placering
de: Mehrdeutig Platzierung visualisierungen
nl: Visualiseer dubbelzinnige plaatsing
pt_pt: Ver posicionamento ambíguo
uk: Візуалізувати неоднозначне розміщення

source: Visualize automatically detected errors in the placement algorithm.
da: Visualiser automatisk opdagede fejl i placeringsalgoritmen.
de: Visualisiert automatisch erkannte Fehler des Platzierungsalgorithmus.
hr: Automatski vizualiziraj otkrivene greške u algoritmu za postavljanje.
nl: Visualiseer automatisch gedetecteerde fouten in het plaatsingsalgoritme.
pt_pt: Visualize os erros detectados automaticamente no algoritmo de posicionamento.
uk: Візуалізувати автоматично виявлені помилки у алгоритмі розміщення.

source: Coloring of individuals
da: Farve for personer
de: Einfärben von Individuen
nl: Inkleuren van individuen
pt_pt: Cor de indivíduos
uk: Кольорове виділення осіб

source: There are different ways to determine the color of an individual.
da: Der er forskellige måder at beslutte farven af personer.
de: Es gibt verschiedene Möglichkeiten die Farbe eines Individuums zu bestimmen.
nl: Er zijn verschillende manieren om de kleur van een persoon te bepalen.
pt_pt: Há diferentes formas de determinar a cor de um indivíduo.
uk: Є різні способи визначення кольору особи.

source: Unique
da: Entydig
de: Einzigartig
nl: Uniek
pt_pt: Única
uk: Унікальний

source: Based on surname
da: Baseret på efternavn
de: Basierend auf dem Nachnamen
hr: Na osnovi prezimena
nl: Gebaseerd op achternaam
pt_pt: Baseado em apelido
uk: На основі прізвища

source: Flip vertically
da: Vend lodret
de: Vertikal spiegeln
hr: Preokreni okomito
nl: Verticaal spiegelen
pt_pt: Inverter na vertical
uk: Перевернути вертикально

source: If active, the chart is flipped vertically.
da: Hvis aktiv, er diagrammet vendt lodret.
de: Falls aktiv, wird das Diagramm vertikal gespiegelt.
hr: Ako je aktivno, dijagram će se preokrenuti okomito.
nl: Indien actief, wordt het diagram verticaal gespiegeld.
pt_pt: Se activa, o gráfico é invertido verticalmente.
uk: Якщо активовано, діаграма перевертається вертикально.

source: Line weighting
da: Linjebredde
de: Liniengewichtung
hr: Debljina linija
nl: Lijnweging
pt_pt: Peso da linha
uk: Товщина лінії

source: The line width can be configured.
da: Linjebredden kan konfigureres.
de: Die Linienbreite kann konfiguriert werden.
hr: Debljina linija se može konfigurirati.
nl: De lijndikte kan worden geconfigureerd.
pt_pt: A espessura da linha pode ser configurada.
uk: Ширину лінії можна налаштувати.

source: none
da: ingen
de: kein
hr: bez
nl: geen
pt_pt: nada
sk: žiadne
uk: немає

source: Show pedigree collapse
da: Vis anetab
de: Ahnenschwund darstellen
nl: Toon kwartierherhaling
pt_pt: Mostrar colapso dos costados
uk: Показати спадкове стиснення

source: Due to pedigree collapse one individual might appear several times in a simple ancestor chart. If this is active, then every individual only appears once.
da: På grund af anetab kan en person optræde flere gange på en simpel anetavle. Hvis dette er aktivet, så vil alle personer kun optræde en gang.
de: Aufgrund des Ahnenschwundes könnte eine Person mehrmals in einem einfachen Vorfahren Diagramm gezeigt werden. Wenn dies aktiv ist, dann erscheint jede Person nur einmal.
nl: Door kwartierherhaling kan een persoon meerdere keren voorkomen in een eenvoudige vooroudergrafiek. Als dit actief is, komt elk individu maar één keer voor.
pt_pt: Devido ao colapso dos costados, um indivíduo pode aparecer várias vezes num gráfico de ascendentes simples. Se esta opção estiver activa, cada indivíduo só aparece uma vez.
uk: Через спадкове стиснення одна особа може з’являтися кілька разів на простій діаграмі предків. Якщо ця опція активована, то кожна особа з’являється лише один раз.

source: if this number of generations has been reached, the algorithm doesn't go any deeper
da: hvis antallet generationer er opnået, vil algoritmen ikke fortsætte dybere
de: wenn diese Anzahl von Generationen erreicht ist, geht der Algorithmus nicht weiter
hr: ako je postignut ovaj broj generacija, algoritam ne ide dublje
nl: als dit aantal generaties is bereikt, gaat het algoritme niet dieper
pt_pt: se este número de gerações for atingido, o algoritmo não avança mais
uk: Якщо досягнуто цю кількість поколінь, алгоритм не заглиблюється далі

source: Fathers have the same color
da: Fædre har den samme farve
de: Väter haben die selbe Farbe
hr: Očevi imaju istu boju
nl: Vaders hebben dezelfde kleur
pt_pt: Pais têm a mesma cor
uk: Батьки мають однаковий колір

source: Starting from the root person, each father of an added individual has the same color as that individual.
da: Begyndende fra probanden, vil hver far til en tilføjet person have samme farve som personen.
de: Ausgehend von der Hauptperson hat jeder Vater einer hinzugefügten Person dieselbe Farbe wie diese Person.
hr: Polazeći od glavne osobe, svaki otac dodane osobe ima istu boju kao ta osoba.
nl: Beginnend bij de stampersoon heeft elke vader van een toegevoegd individu dezelfde kleur als dat individu.
pt_pt: A partir do indivíduo raiz, cada pai de um indivíduo adicionado tem a mesma cor que esse indivíduo.
uk: Починаючи з кореневої особи, кожен батько доданої особи має той самий колір, що й ця особа.

source: Maximum number of compression steps
da: Højeste antal komprimeringstrin
de: Maximale Anzahl an Komprimierungsschritten
hr: Maksimalni broj koraka sužavanja
nl: Maximaal aantal compressiestappen
pt_pt: Número máximo de passos de compressão
uk: Максимальна кількість кроків стиснення

source: Debugging of the compression algorithm. Abort after x steps.
da: Fejlfinding i komprimeringsalgoritmen. Afslut efter x trin.
de: Austesten des Komprimierungsalgorithmus. Abbruch nach x Schritten.
hr: Uklanjanje grešaka algoritma za sužavanje. Prekini nakon x koraka.
nl: Debuggen van het compressie-algoritme. Afbreken na x stappen.
pt_pt: Depuração do algoritmo de compressão. Abortar após x passos.
uk: Налагодження алгоритму стиснення. Переривання після x кроків.

source: Maximum number of flipping steps
da: Højeste antal vendestrin
de: Maximale Anzahl an Spiegelungs Schritten
hr: Maksimalni broj koraka preokretanja
nl: Maximaal aantal omkerende stappen
pt_pt: Número máximo de passos de inversão
uk: Максимальна кількість кроків перевороту

source: Debugging of the flipping algorithm. Abort after x steps.
da: Fejlfinder vendealgoritmen. Afslut efter x trin.
de: Austesten des Spiegel-Algorithmus. Abbruch nach x Schritten.
hr: Uklanjanje grešaka algoritma za preokretanje. Prekini nakon x koraka.
nl: Foutopsporing van het flipping-algoritme. Afbreken na x stappen.
pt_pt: Depuração do algoritmo de inversão. Abortar após x passos.
uk: Налагодження алгоритму перевороту. Переривання після x кроків.

source: Compress the chart horizontally
da: Komprimer diagrammet lodret
de: Horizontal komprimieren
hr: Suzi dijagram vodoravno
nl: Comprimeer de grafiek horizontaal
pt_pt: Comprimir gráfico na horizontal
uk: Стиснути діаграму горизонтально

source: By default every individual has a unique horizontal slot. This can be inefficient with many generations. This algorithm lets several people share a horizontal slot, if they do not overlap.
da: Som standard har hver person en unikt vandret plads. Dette kan være uhensigtsmæssigt ved mange generationer. Denne algoritme lader flere personer dele en vandret plads, hvis de ikke overlapper.
de: Standardmäßig hat jedes Individuum einen eigenen horizontalen Slot. Dies kann bei vielen Generationen ineffizient sein. Mit diesem Algorithmus können sich mehrere Personen einen horizontalen Slot teilen, wenn sie sich nicht überschneiden.
hr: Svaka osoba standardno ima jedinstveno vodoravno mjesto. To može biti nedostatno pri velikom broju generacija. Ovaj algoritam omogućuje da nekoliko ljudi dijele vodoravno mjesto, ako se ne preklapaju.
nl: Standaard heeft ieder individu een uniek horizontaal slot. Dit kan met vele generaties inefficiënt zijn. Met dit algoritme kunnen meerdere mensen een horizontale sleuf delen, als ze elkaar niet overlappen.
pt_pt: Por defeito, cada indivíduo tem uma ranhura horizontal única. Isto pode ser ineficiente com muitas gerações. Este algoritmo permite que várias pessoas partilhem uma ranhura horizontal, se não se sobrepuserem.
uk: За замовчуванням кожна особа має унікальний горизонтальний слот. Це може бути неефективним при великій кількості поколінь. Цей алгоритм дозволяє кільком особам ділити горизонтальний слот, якщо вони не перекриваються.

source: Flip families to reduce horizontal connections
da: Vand familier for at reducere vandrette slægtskaber
de: Spiegeln von Familien zur Reduzierung horizontaler Verbindungen
hr: Preokreni obitelji za smanjivanje broja vodoravnih veza
nl: Gezinnen spiegelen om horizontale verbindingen te verminderen
pt_pt: Inverter as famílias para reduzir ligações horizontais
uk: Перевернути сім’ї, щоб зменшити горизонтальні зв’язки

source: Switch the position of mother and father in a family, to reduce the overall horizontal cross connections in larger graphs. This is happens if one person is shown in more than one family or it is caused by pedigree collapse.
da: Skift position for moderen og faderen i en familier, for at reducere vandret krydsslægtskaber i større diagrammer. Dette sker hvis en person er vist i mere end en familie eller skyldes anesammenfald.
de: Wechselt die Position von Mutter und Vater in einer Familie, um die horizontalen Querverbindungen in größeren Diagrammen zu verringern. Dies ist der Fall, wenn eine Person in mehr als einer Familie gezeigt wird oder bei eingeklappten Stammbaum.
nl: Verander de positie van moeder en vader in een gezin om de algehele horizontale dwarsverbanden in grotere grafieken te verminderen. Dit is het geval als één persoon in meer dan één gezin voorkomt of het wordt veroorzaakt door kwartierherhaling.
pt_pt: Troca a posição da mãe e do pai numa família, para reduzir o número total de ligações cruzadas horizontais em gráficos maiores. Isto acontece quando um indivíduo é mostrado em mais do que uma família ou é causado pelo colapso dos costados.
uk: Змінити місцями мати і батька в сім'ї, щоб зменшити загальну кількість горизонтальних зв’язків у великих графах. Це відбувається, якщо одна особа відображається в кількох сім'ях або через спадкове стиснення.

source: Highlight descandants
da: Fremhæv efterkommere
de: Nachkommen hervorheben
hr: Istakni potomke
nl: Markeer afstammelingen
pt_pt: Realçar descendentes
uk: Підсвітити нащадків

source: Highlight the persons which are descendants.
da: Fremhæv de personer, der er efterkommere.
de: Hebt die Personen, die Nachkommen sind hervor.
hr: Istakni osobe koje su potomci.
nl: Markeer de personen die afstammelingen zijn.
pt_pt: Realçar os indivíduos que são descendentes.
uk: Підсвітити осіб, які є нащадками.

source: Number of descendants
da: Antal efterkommere
de: Anzahl der Nachkommen
hr: Broj potomaka
nl: Aantal afstammelingen
pt_pt: Número de descendentes
uk: Кількість нащадків

source: Very soft
da: Meget blødt
de: Sehr weich
hr: Vrlo blago
nl: Heel zacht
pt_pt: Muito suave
uk: Дуже м’яко

source: General chart layout
da: Generelt layout for diagrammet
de: Allgemeines Diagramm-Layout
hr: Opći raspored dijagrama
nl: Algemene diagramlay-out
pt_pt: Disposição geral do gráfico
uk: Загальне компонування діаграми

source: There are different layouts for descendant charts.
da: Der er forskellige layouts til efterkommerdiagrammer.
de: Es gibt verschiedene Layouts für Nachkommen Grafiken.
hr: Postoje različiti rasporedi za dijagrame potomaka.
nl: Er zijn verschillende lay-outs voor onderliggende diagrammen.
pt_pt: Há várias disposições para gráficos de descendentes.
uk: Існують різні компонування для діаграм нащадків.

source: Parents enclose children
da: Forældre omslutter børn
de: Eltern umschließen Kinder
hr: Roditelji obuhvaćaju djecu
nl: Ouders omsluiten kinderen
pt_pt: Pais envolvem filhos
uk: Батьки оточують дітей

source: Cactus
da: Kaktus
de: Kaktus
hr: Kaktus
pt_pt: Cacto
uk: Кактус

source: LifeLineChartView dependencies are missing. It is not possible to use this plugin without them.
da: LifeLineChartView afhængigheder mangler. Det er ikke muligt at benytte dette plugin uden dem.
de: LifeLineChartView Abhängigkeiten fehlen. Ohne diese ist es nicht möglich das Plugin zu nutzen.
nl: LifeLineChartView-afhankelijkheden ontbreken. Het is niet mogelijk om deze plug-in zonder hen te gebruiken.
pt_pt: As dependências do gráfico de cronologia estão em falta. Não é possível utilizar esta extensão sem elas.
uk: Відсутні залежності LifeLineChartView. Неможливо використовувати цей плагін без них.

source: cursor position at {date}
da: markørposition på {date}
de: Cursorposition bei {date}
nl: cursorpositie op {date}
pt_pt: posição do cursor em {date}
uk: позиція курсора на {date}

source: Hide person
da: Skjul person
de: Person verbergen
hr: Sakrij osobu
nl: Verberg persoon
pt_pt: Ocultar indivíduo
uk: Сховати особу

source: Show person
da: Vis person
de: Person zeigen
hr: Prikaži osobu
nl: Toon persoon
pt_pt: Mostrar indivíduo
uk: Показати особу

source: Show siblings
da: Vis søskende
de: Geschwister zeigen
hr: Prikaži braću/sestre
nl: Toon broers en zussen
pt_pt: Mostrar irmãos
uk: Показати братів/сестер

source: Hide siblings
da: Skjul søskende
de: Geschwister veerbergen
hr: Sakrij braću/sestre
nl: Verberg broers en zussen
pt_pt: Ocultar irmãos
uk: Сховати братів і сестер

source: Show ancestors above
da: Vis aner ovenfor
de: Platziere Vorfahren über
hr: Prikaži pretke iznad
nl: Toon voorouders boven
pt_pt: Mostrar ascendentes acima de
uk: Показати предків зверху

source: Life Line Ancestor Chart
da: Life Line Anetavle
de: Lebenslinien Vorfahren Diagramm
hr: Linijski dijagram života predaka
nl: Levenslijn-voorouderdiagram
pt_pt: Mapa de ascendentes da cronologia
uk: Діаграма предків життєвих ліній

source: Persons and their relation in a time based chart
da: Personer og deres slægtskaber i et tidsbaseret diagram
de: Personen und ihre Beziehung in einem Zeit basierten Diagramm
hr: Osobe i njihova veza u vremenskom dijagramu
nl: Personen en hun relatie in een tijdgebaseerde grafiek
pt_pt: Indivíduos e suas relações num gráfico baseado no tempo
uk: Особи та їхні стосунки на часовій діаграмі

source: Life Line Chart
da: Life Line Diagram
de: Lebenslinien Diagramm
hr: Linijski dijagram života
nl: Levenslijndiagram
pt_pt: Cronologia em gráfico
uk: Діаграма життєвих ліній

source: Life Line Descendant Chart
da: Life Line Efterkommerdiagram
de: Lebenslinien Nachfahren Diagramm
hr: Linijski dijagram života potomaka
nl: Levenslijn-afstammelingsdiagram
pt_pt: Mapa de descendentes da cronologia
uk: Діаграма нащадків життєвих ліній

source: General Layout
da: Generelt layout
de: Allgemeines Layout
hr: Opći raspored
nl: Algemene indeling
pt_pt: Disposição geral
uk: Загальна схема

source: Mouse wheel
da: Mushjul
de: Mausrad
hr: Kotačić miša
nl: Muiswiel
pt_pt: Roda do rato
uk: Колесо миші

source: Rebuild data cache
da: Gendan datacache
de: Datencache neu erstellen
hr: Ponovo izgradi predmemoriju
nl: Herbouw de gegevenscache
pt_pt: Reconstruir memória de dados
uk: Перебудувати кеш даних

source: Revert the placement and person selection
da: Fortryd placerings og personvalget
de: Platzierung und Personenauswahl zurücksetzen
hr: Preokreni odabir smještaja i osobe
nl: Zet de plaatsing en persoonsselectie terug
pt_pt: Reverter a posição e selecção de indivíduo
uk: Повернути розташування та вибір осіб

source: Open Life Line Chart help
da: Åbn Life Line Chart hjælp
de: Lebenslinien Diagramm Hilfe öffnen
hr: Otvori pomoć za linijski dijagram života
nl: Open Help van levenslijndiagram
pt_pt: Abrir a ajuda do gráfico de cronologia
uk: Відкрити довідку Life Line Chart

source: Export View as SVG
da: Eksporter oversigt som SVG
de: Ansicht als SVG exportieren
hr: Izvezi prikaz kao SVG
nl: Exporteer weergave als SVG
pt_pt: Exportar vista como SVG
uk: Експортувати перегляд як SVG

source: Reset all settings
da: Gendan alle indstillinger
de: Alle Einstellungen zurücksetzen
hr: Resetiraj sve postavke
nl: Reset alle instellingen
pt_pt: Repor todas as definições
uk: Скинути всі налаштування

source: Lines of Descendency Report
de: Nachkommen Linien Bericht
hr: Izvještaj o liniji potomstva
nl: Afstammelingslijnenverslag
pt_pt: Linhas de descendência
uk: Звіт про лінії нащадків

source: Prints out all descendency lines from a given ancestor to a given descendent in text.
da: Udskriver alle efterkommerlinjer fra en specifik ane til en specifik efterkommer i tekstform.
de: Druckt alle Nachkommenlinien von einem gegebenen Vorfahren zu einem gegebenen Nachkommen in Textform.
hr: Ispisuje sve linije potomstva zadanog pretka do zadanog potomka u tekstualnom obliku.
nl: Print alle afstammingslijnen van een bepaalde voorouder naar een bepaalde afstammeling in tekst uit.
pt_pt: Imprime todas as linhas de descendência de um dado ascendente até um dado descendente, em texto.
uk: Виводить усі лінії спадкоємності від заданого предка до заданого нащадка у текстовому вигляді.

source: The ancestor from which to start the line
da: Anen der skal begyndes linjen
de: Der Vorfahre von dem die Linie startet
hr: Predak od kojeg počinje linija
nl: De voorouder van waaruit de lijn moet beginnen
pt_pt: O ascendente de onde começar a linha
uk: Предок, від якого починається лінія нащадків

source: Descendent
da: Efterkommer
de: Nachfahre
hr: Potomak
nl: Afstammeling
pt_pt: Descendente
uk: Нащадок

source: The descendent to which to build the line
da: Efterkommer som linjen skal bygges til
de: Der Nachkomme zu dem die Linie erstellt wird
hr: Potomak prema kojemu se gradi linija
nl: De afstammeling waarnaar de lijn moet worden opgebouwd
pt_pt: O descendente para quem construir a linha
uk: Нащадок, до якого будується лінія спадкоємності

source: The style used for the title of a line.
da: Stilen der benyttes til titlen på en linje.
de: Der Stil, der für den Titel der Linie verwendet wird.
hr: Stil za naslov linije.
nl: De stijl die gebruikt wordt voor de titel van een regel.
pt_pt: O estilo usado para o título da linha.
uk: Стиль, що використовується для заголовка лінії.

source: %(line)s. line:
da: %(line)s. linje:
de: %(line)s. Linie:
hr: %(line)s. linija:
nl: %(line)s. lijn:
uk: %(line)s. рядок:
