Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Include Options
da: Medtag tilvalg
de: Aufnehmen Optionen
hr: Uključi opcije
nb: Ta med opsjoner
nl: Opties
pt_pt: Opções de inclusão
uk: Включити параметри

source: Include private records
da: Medtage private poster
de: Vertrauliche Aufzeichnungen einbeziehen
hr: Uključi privatne zapise
nb: Ta med private poster
nl: Voeg privégegevens toe
pt_pt: Incluir registos privados
sk: Vložiť súkromné záznamy
uk: Включити приватні записи

source: Whether to leave out private data.
da: Hvorvidt private poster skal udelades.
de: Ob vertrauliche Daten ausgelassen werden sollen.
hr: Da li isključiti privatne zapise.
nl: Al of niet privégegevens toevoegen.
pt_pt: Se deve omitir dados privados.
uk: Чи виключати приватні дані.

source: Include Events
da: Medtag Hædelser
de: Ereignisse einbeziehen
hr: Uključi događaje
nb: Ta med hendelser
nl: Gebeurtenissen toevoegen
pt_pt: Incluir eventos
sk: Zahrnúť udalosti
uk: Включити події

source: Whether to include a person's events.
da: Hvorvidt en persons hændelser skal medtages.
de: Ob die Ereignisse einer Person aufgenommen werden sollen.
hr: Da li uključiti događaje osobe.
nl: Al of niet persoonsgebeurtenissen toevoegen.
pt_pt: Se deve incluir eventos do indivíduo.
uk: Чи включати події особи.

source: Include birth children
da: Medtag fødte børn
de: Geburtstage der Kinder einbeziehen
hr: Uključi rođenje djece
nl: Geboorte van kinderen toevoegen
pt_pt: Incluir aniversários dos filhos
uk: Включити народжених дітей

source: Whether to include the birth of children in the list of events.
da: Hvorvidt fødte børn skal medtages i listen over hændelser.
de: Ob die Geburt von Kindern in die Liste der Ereignisse aufgenommen werden soll.
hr: Da li uključiti rođenje djece u popis događaja.
nb: Om barnas fødselsdato skal tas med i lista over hendelser.
nl: Of de geboorte van kinderen moet worden opgenomen in de gebeurtenissenlijst.
pt_pt: Se deve incluir os aniversários dos filhos na lista de eventos.
uk: Чи включати народження дітей у список подій.

source: Include death relatives
da: Medtag døde slægtninge
de: Todesfälle von Angehörigen einbeziehen
hr: Uključi smrt rodbine
nb: Ta med døde slektninger
nl: Overleden familieleden toevoegen
pt_pt: Incluir óbitos de parentes
uk: Включити померлих родичів

source: Whether to include the death of relatives during the lifetime of person.
da: Hvorvidt død af slægtninge skal medtages over en persons livstid.
de: Ob der Tod von Angehörigen zu Lebzeiten der Person berücksichtigt werden soll.
hr: Da li uključiti smrt rodbine, umrle za života osobe.
nb: Om dødsdata om slektninger skal tas med i tidslinjen for en person.
nl: Of het overlijden van familieleden moet worden toegevoegd tijdens het leven van een persoon.
pt_pt: Se deve incluir óbitos de parentes ocorridos durante a vida do indivíduo.
uk: Чи включати смерть родичів під час життя особи.

source: Include witness note
da: Medtag vidne noter
de: Zeugennotiz aufnehmen
hr: Uključi zabilješku o svjedocima
nb: Ta med vitnenotat
nl: Getuigenopmerking(en) toevoegen
pt_pt: Incluir nota da testemunha
uk: Включити примітку свідка

source: Whether to include the note belonging to a witness (if the event_format contains <witnesses>)
da: Hvorvidt noten tilhørende et vidne skal medtages (Hvis hændelsesformatet indeholder <witnesses>
de: Ob die zu einem Zeugen gehörende Notiz aufgenommen werden soll (wenn das Ereignisformat <Zeugen> enthält)
hr: Da li uključiti zabilješku, koja se odnosi na svjedoka (ako format događaja sadrži <svjedoci>)
nl: Of getuigenopmerkingen moeten worden opgenomen (als de gebeurtenisindeling <getuigen> bevat)
pt_pt: Se deve incluir a nota pertencente a uma testemunha (se o evento contiver <testemunhas>)
uk: Чи включати примітку, що належить свідку (якщо event_format містить <witnesses>)

source: Whether to include a person's attributes
da: Hvorvidt en persons attributter skal medtages
de: Ob die Attribute einer Person aufgenommen werden sollen
hr: Da li uključiti svojstva osobe
nb: Om en persons attributter skal tas med
nl: Of de kenmerken van een persoon moeten worden opgenomen
pt_pt: Se deve incluir os atributos do indivíduo
uk: Чи включати атрибути особи

source: Include Addresses
da: Medtag Adresser
de: Adressen aufnehmen
hr: Uključi adrese
nb: Ta med adresser
nl: Adressen toevoegen
pt_pt: Incluir endereços
sk: Zahrnúť adresy
uk: Включити адреси

source: Whether to include a person's addresses.
da: Hvorvidt en persons adresser skal medtages.
de: Ob die Adressen einer Person aufgenommen werden sollen.
hr: Da li uključiti adrese osobe.
nb: Om en persons adresser skal tas med.
nl: Of de adressen van een persoon moeten worden opgenomen.
pt_pt: Se deve incluir os endereços do indivíduo.
uk: Чи включати адреси особи.

source: Include Note
da: Medtag Note
de: Notizen aufnehmen
hr: Uključi zabilješke
nb: Ta med notat
nl: Opmerking(en) toevoegen
pt_pt: Incluir nota
uk: Включити примітку

source: Whether to include a person's note.
da: Hvorvidt en persons note skal medtages.
de: Ob die Notiz einer Person aufgenommen werden soll.
hr: Da li uključiti zabilješku o osobi.
nb: Om en persons notat skal tas med.
nl: Of de opmerkingen bij een persoon moet worden opgenomen.
pt_pt: Se deve incluir a nota do indivíduo.
uk: Чи включати примітку особи.

source: Include URL
da: Medtag URL
de: URL aufnehmen
hr: Uključi URL adrese
nb: Ta med URL
nl: URL's toevoegen
pt_pt: Incluir URL
uk: Включити URL

source: Whether to include a person's internet address.
da: Hvorvidt en persons internetadresser skal medtages.
de: Ob die Internetadresse einer Person aufgenommen werden soll.
hr: Da li uključiti internet adrese osobe.
nb: Om en persons Internettadresse skal tas med.
nl: Of het internetadres van een persoon moet worden vermeld.
pt_pt: Se deve incluir o endereço Internet do indivíduo.
uk: Чи включати інтернет-адресу особи.

source: Include URL description
da: Medtag URL beskrivelse
de: URL-Beschreibung aufnehmen
hr: Uključi URL opis
nb: Ta med URL-beskrivelse
nl: URL-beschrijving toevoegen
pt_pt: Incluir descrição do URL
uk: Включити опис URL

source: Whether to include the description of the first URL
da: Hvorvidt beskrivelsen af den første URL skal medtages
de: Ob die Beschreibung der ersten URL aufgenommen werden soll
hr: Da li uključiti opis prve URL adrese
nb: Om beskrivelse av den første URLen skal tas med
nl: Of de beschrijving van de eerste URL moet worden opgenomen
pt_pt: Se deve incluir a descrição do primeiro URL
uk: Чи включати опис першого URL

source: Include Sources
da: Medtag Kilder
de: Quellen aufnehmen
hr: Uključi izvore
nb: Ta med kilder
nl: Bronnen toevoegen
pt_pt: Incluir fontes
sk: Zahrnúť zdroje
uk: Включити джерела

source: Whether to include a person's sources.
da: Hvorvidt en persons kilder skal medtages.
de: Ob die Quellen einer Person aufgenommen werden sollen.
hr: Da li uključiti izvore osobe.
nb: Om en persons kilder skal tas med.
nl: Of de bronnen van een persoon moeten worden opgenomen.
pt_pt: Se deve incluir as fontes do indivíduo.
uk: Чи включати джерела особи.

source: Image Options
da: Billede Tilvalg
de: Bild Optionen
hr: Opcije za slike
nb: Bildevalg
nl: Afbeeldingsopties
pt_pt: Opções de imagens
uk: Опції зображення

source: Include Photos/Images from Gallery
da: Medtag fotos/billeder fra galleriet
de: Fotos/Bilder aus der Galerie aufnehmen
hr: Uključi fotografije/slike iz galerije
nb: Ta med foto/bilder fra galleriet
nl: Voeg foto's / afbeeldingen uit de galerij toe
pt_pt: Incluir fotografias/imagens da galeria
uk: Включити фотографії/зображення з галереї

source: Whether to include images
da: Hvorvidt der skal medtages billeder
de: Ob Bilder aufgenommen werden sollen
hr: Da li uključiti slike
nb: Om bilder skal tas med
nl: Al of niet afbeeldingen toevoegen
pt_pt: Se deve incluir imagens
uk: Чи включати зображення

source: Copy Image
da: Kopier Billede
de: Bild kopieren
hr: Kopiraj sliku
nb: Kopiere bilde
nl: Afbeelding kopiëren
pt_pt: Copiar imagem
uk: Копіювати зображення

source: Copy the images to a designated directory.
da: Kopier billederne til en specifik folder.
de: Die Bilder in ein bestimmtes Verzeichnis kopieren.
hr: Kopiraj sliku u određenu mapu.
nb: Kopiere bildet til en valgt katalog.
nl: Kopieer de afbeeldingen naar een aangewezen map.
pt_pt: Copiar as imagens para uma pasta designada.
uk: Скопіювати зображення у визначений каталог.

source: Images with Attribute
da: Billeder med attributer
de: Bilder mit Attributen
hr: Slike sa svojstvom
nb: Bilder med egenskap
nl: Afbeeldingen met kenmerk
pt_pt: Imagens com atributo
uk: Зображення з атрибутом

source: Determine images with which attributes to in/exclude
da: Bestem billeder med hvilke attributter skal medtages/udelades
de: Bestimmung der Bilder, deren Attribute aufgenommen/ausgeschlossen werden sollen
hr: Odredi slike, čija svojstva želite uklučiti/isključiti
nl: Afbeeldingen met bepaalde kenmerken in/uitsluiten
pt_pt: Determinar imagens com quais atributos a incluir/excluir
uk: Визначте, які зображення з певними атрибутами включати/виключати

source: Include Image source references
da: Medtag Billede kilde henvisning
de: Bild Quellenreferenzen aufnehmen
hr: Uključi reference izvora slika
nb: Ta med kildehenvisninger for bilde
nl: Voeg bronvermeldingen voor afbeeldingen toe
pt_pt: Incluir referências à fonte das imagens
uk: Включити посилання на джерела зображень

source: Whether to include references for images
da: Hvovidt henvisninger for billeder skal medtages
de: Ob Referenzen für Bilder aufgenommen werden sollen
hr: Da li uključiti reference slika
nb: Om bildereferanser skal tas med
nl: Of referenties voor afbeeldingen moeten worden opgenomen
pt_pt: Se deve incluir referências das imagens
uk: Чи включати посилання на джерела зображень

source: Source reference attribute
da: Kildehenvisnings attribut
de: Quellenreferenzattribute
hr: Svojstvo reference izvora
nb: Egenskap for kildehenvisning
nl: Bronverwijzingskenmerk
pt_pt: Atributo da referência da fonte
uk: Атрибут посилання на джерело

source: Image attribute that should be used as source reference
da: Billedeattributter der skal benyttes som kildehenvisning
de: Bildattribut, das als Quellenangabe verwendet werden soll
hr: Svojstvo slike, koje se koristi kao referenca izvora
nb: Bildeegenskap som skal brukes som kildereferanse
nl: Afbeeldingskenmerk dat als bronverwijzing moet worden gebruikt
pt_pt: Atributo da imagem a usar como referência da fonte
uk: Атрибут зображення, який слід використовувати як посилання на джерело

source: Style Options
da: Stil tilvalg
de: Stiel Optionen
hr: Opcije za stil
nb: Stilopsjoner
nl: Stijlopties
pt_pt: Opções de estilo
uk: Опції стилю

source: Color of active person:
da: Farve på den aktive person:
de: Farbe der aktiven Person:
hr: Boja aktivne osobe:
nb: Farge for aktiv person:
nl: Kleur van de actieve persoon:
pt_pt: Cor do indivíduo activo:
uk: Колір активної особи:

source: RGB-color of geometric shape of the activated person.
da: RGB-farve på den geometriske form af den aktive person.
de: RGB-Farbe der geometrischen Form der aktivierten Person.
hr: RGB-boja geometrijskih oblika za aktivirnu osobu.
nb: RGB-farge for geometrisk form til den aktive personen.
nl: RGB-kleur van de geometrische vorm van de geactiveerde persoon.
pt_pt: Cor RGB da forma geométrica do indivíduo activado.
uk: RGB-колір геометричної фігури активної особи.

source: Color of found persons:
da: Farve for fundne personer:
de: Farbe der gefundenen Personen:
hr: Boja pronađenih osoba:
nb: Farge til personer som ble funnet:
nl: Kleur van gevonden personen:
pt_pt: Cor dos indivíduos encontrados:
uk: Колір знайдених осіб:

source: RGB-color of geometric shape of the persons found.
da: RGB-farve for den geometriske figur for de fundne personer.
de: RGB-Farbe der geometrischen Form der gefundenen Personen.
hr: RGB-boja geometrijskih oblika za nađene osobe.
nb: RGB-farge for geometrisk form til de personene som ble funnet.
nl: RGB-kleur van de geometrische vorm van gevonden personen.
pt_pt: Cor RGB da forma geométrica dos indivíduos encontrados.
uk: RGB-колір геометричної фігури знайдених осіб.

source: Color of male persons:
da: Farve for mandsperson:
de: Farbe der männlichen Personen:
hr: Boja muških osoba:
nb: Farge til menn:
nl: Kleur van mannelijke personen:
pt_pt: Cor para homens:
uk: Колір чоловіків:

source: RGB-color of geometric shape of the male persons.
da: RGB-farve for den geometriske figur for mandspersoner.
de: RGB-Farbe der geometrischen Form der männlichen Personen.
hr: RGB-boja geometrijskih oblika za muške osobe.
nb: RGB-farge for geometrisk form på mannlige personer.
nl: RGB-kleur van de geometrische vorm van mannelijke personen.
pt_pt: Cor RGB da forma geométrica dos indivíduos de sexo masculino.
uk: RGB-колір геометричної фігури чоловіків.

source: Colour of female persons:
da: Farve for kvindelige personer:
de: Farbe der weiblichen Personen:
hr: Boja ženskih osoba:
nb: Farge til kvinner:
nl: Kleur van vrouwelijke personen:
pt_pt: Cor para mulheres:
uk: Колір жінок:

source: RGB-color of geometric shape of the female persons.
da: RGB-farve for de geometriske symbol for de kvindelige perssoner.
de: RGB-Farbe der geometrischen Form der weiblichen Personen.
hr: RGB-boja geometrijskih oblika za ženske osobe.
nb: RGB-farge for geometrisk form på kvinnelige personer.
nl: RGB-kleur van de geometrische vorm van vrouwelijke personen.
pt_pt: Cor RGB da forma geométrica dos indivíduos de sexo feminino.
uk: RGB-колір геометричної фігури жінок.

source: Width of rectangle (hrd):
da: Bredde af rektanglen (hrd):
de: Breite des Rechtecks (hRa):
hr: Širina pravokutnika:
nb: Bredde på rektangel:
nl: Breedte van de rechthoek (hrd):
pt_pt: Largura do rectângulo (dhr):
uk: Ширина прямокутника (hrd):

source: The width of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
da: Bredden af en personrektangel på standardgrafen udtrykt som en brøkdel af den vandrette rektangel afstand.
de: Die Breite eines Personenrechtecks des regulären Diagrammtyps, ausgedrückt als Bruchteil des horizontalen Rechteckabstands.
hr: Širina pravokutnika za osobu u standardnoj vrsti dijagrama, izražena kao razlomak vodoravne širine pravokutnika.
nl: De breedte van een persoonsrechthoek van het standaard grafiektype, uitgedrukt als fractie van de horizontale rechthoekafstand.
pt_pt: A largura do rectângulo individual do gráfico normal, expressa como fracção da distância horizontal do rectângulo.
uk: Ширина прямокутника, що представляє особу у звичайній діаграмі, виражена як частка від горизонтальної відстані між прямокутниками.

source: Height of rectangle (hrd):
da: Højde af rektanglen (hrd):
de: Höhe des Rechtecks (hRa):
hr: Visina pravokutnika:
nb: Høyde på rektangel:
nl: Hoogte van de rechthoek (hrd):
pt_pt: Altura do rectângulo (dhr):
uk: Висота прямокутника (hrd):

source: The height of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
da: Højden af en personrektangel på standardgrafen udtrykt som en brøkdel af den vandrette rektangel afstand.
de: Die Höhe eines Personenrechtecks des regulären Diagrammtyps, ausgedrückt als Bruchteil des horizontalen Rechteckabstands.
hr: Visina pravokutnika za osobu u standardnoj vrsti dijagrama, izražena kao razlomak vodoravne širine pravokutnika.
nl: De hoogte van een persoonsrechthoek van het standaard grafiektype, uitgedrukt als fractie van de horizontale rechthoekafstand.
pt_pt: A altura do rectângulo individual do gráfico normal, expressa como fracção da distância horizontal do rectângulo.
uk: Висота прямокутника, що представляє особу у звичайній діаграмі, виражена як частка від горизонтальної відстані між прямокутниками.

source: Vertical distance of rectangles (hrd):
da: Lodret afstand mellem rektangler (hrd)
de: Vertikaler Abstand der Rechtecke (hRa):
hr: Uspravni razmak između pravokutnika:
nb: Loddrett avstand til rektangel:
nl: Verticale afstand tussen de rechthoeken (hrd):
pt_pt: Distância vertical dos rectângulos (dhr):
uk: Вертикальна відстань між прямокутниками (hrd):

source: The vertical distance of person rectangles of the regular chart type expressed as fraction of the horizontal rectangle distance.
da: Den lodrette afstand af en personrektangel på standardgrafen udtrykt som en brøkdel af den vandrette rektangelafstand.
de: Der vertikale Abstand der Personenrechtecke des regulären Diagrammtyps, ausgedrückt als Bruchteil des horizontalen Rechteckabstands.
hr: Uspravna duljina pravokutnika za osobu u standardnoj vrsti dijagrama, izražena kao razlomak vodoravne širine pravokutnika.
nl: De verticale afstand tussen persoonsrechthoeken van het standaard grafiektype, uitgedrukt als fractie van de horizontale rechthoekafstand.
pt_pt: A distância vertical dos rectângulos individual do gráfico normal, expressa como fracção da distância horizontal do rectângulo.
uk: Вертикальна відстань між прямокутниками осіб у звичайній діаграмі, виражена як частка горизонтальної відстані між прямокутниками.

source: Extra style settings:
da: Ekstra stil opsætninger:
de: Zusätzliche Stileinstellungen:
hr: Dodatne postavke stilova:
nb: Ekstra stilinnstillinger:
nl: Extra stijlinstellingen:
pt_pt: Definições de estilo extra:
uk: Додаткові налаштування стилю:

source: Whatever css style settings are needed.
da: Hvilke css stil opsætning er obligatoriske.
de: Alle erforderlichen css-Einstellungen.
hr: Sve potrebne postavke za css stilove.
nl: CSS-stijlinstellingen die extra nodig zijn.
pt_pt: Quaisquer definições de estilo css necessárias.
uk: Будь-які необхідні CSS-налаштування стилю.

source: Mouse event handler
da: Mus hændelses håndtering
de: Maus- Ereignisbehandlung
hr: Upravljač za događaj miša
nb: Hendelsesbehandler for mus
nl: Keuze muisbediening
pt_pt: Gestor de eventos do rato
uk: Обробник подій миші

source: Mouse handler used to interact with visitor of webpage.
da: Mus håndtering der benyttes til interaktion med besøgende på websiden.
de: Maus-Handler, der zur Interaktion mit dem Besucher einer Webseite verwendet wird.
hr: Upravljač za događaj miša se koristi za interakcju s korisnikom.
nl: De te gebruiken muisbediening door de bezoeker van de webpagina.
pt_pt: Gestor usado para interagir com o visitante da página.
uk: Обробник миші для взаємодії з відвідувачем вебсторінки.

source: Birth relationship linestyle
da: Fødselsslægtskablinieudseende
de: Geburt Beziehung Linienstil
hr: Stil linija za srodne veze
nl: Lijnstijl relatietype geboorte
pt_pt: Estilo da linha de nascimento
uk: Стиль лінії зв’язку народження

source: List of lists where each sublist is a list with information about the dash pattern of lines connecting children to parents.
da: Liste over lister hvor hver enkelt underliste er en liste med information om liniernes udseende som forbinder børn til forældre.
de: Liste von Listen, wobei jede Unterliste eine Liste mit Informationen über das Strichmuster der Linien ist, die Kinder mit Eltern verbinden.
hr: Popis popisa, gdje je svaki podpopis popis s informacijama o uzorku poveznih linija koje povezuju djecu i roditelje.
nl: Lijst met lijsten waarbij elke sublijst een lijst is met informatie over het streepjespatroon van lijnen die kinderen met ouders verbinden.
pt_pt: Lista de listas onde cada sublista é uma lista com informação sobre o padrão tracejado das linhas que ligam filhos a pais.
uk: Список списків, де кожен підсписок містить інформацію про стиль пунктирних ліній, що з’єднують дітей з батьками.

source: Source confidence color
da: Kildetroværdighedsfarve
de: Quellen Zuverlässigkeitsfarbe
hr: Boja za pouzdanost izvora
nb: Kildekvalitetsfarge
nl: Kleur bronbetrouwbaarheid
pt_pt: Cor da confiança na fonte
uk: Колір рівня довіри до джерела

source: List of lists where each sublist is a list with information on the color to use for a certain confidence level.
da: Liste over lister hvor hver enkelt underliste er en liste med information om farven der skal benyttes ved et bestemt troværdighedsniveau.
de: Liste von Listen, wobei jede Unterliste eine Liste mit Informationen über die für eine bestimmte Zuverlässigkeitsstufe zu verwendende Farbe ist.
hr: Popis popisa, gdje je svaki podpopis, popis s informacijama o boji, koja se kosristi za određenu razinu pouzdanosti.
nl: Lijst met lijsten waarbij elke sublijst een lijst is met informatie over de kleur die moet worden gebruikt voor een bepaald betrouwbaarheidsniveau.
pt_pt: Lista de listas onde cada sub-lista é uma lista com informação sobre a cor a usar para um dado nível de confiança.
uk: Список списків, де кожен підсписок містить інформацію про колір, який слід використовувати для певного рівня впевненості.

source: Event format
da: Hændelsesformat
de: Ereignisformat
hr: Format događaja
nb: Hendelsesformat
nl: Gebeurtenisindeling
pt_pt: Formato de evento
uk: Формат події

source: at
da: ved
de: am
hr: na
nb: ved
nl: te
pt_pt: em
uk: у

source: List os strings with placeholders for events. Known placeholders: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> and any <attribute-value>.
da: Liste over strenge med markører for hændelser. Kendte markører: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> og enhver <attribute-value>.
de: Liste von Zeichenketten mit Platzhaltern für Ereignisse. Bekannte Platzhalter sind: <Art>, <Rolle>, <Datum>, <Ort>, <Beschreibung>, <Zeugen>, <Quelle> und ein beliebiger <Attribut-Wert>.
hr: Popis znakovnih nizova sa zamjenskim tekstovima za događaje. Poznati zamjenski tekstovi: <vrsta>, <uloga>, <datum>, <mjestp>, <opis>, <svjedok>, <izvor> i bilo koji od <vrijednost svojstva>.
nl: Lijst met tekenreeksen met tijdelijke aanduidingen voor gebeurtenissen. Bekende tijdelijke aanduidingen: <type>, <rol>, <datum>, <locatie>, <beschrijving>, <getuigen>, <bron> en iedere <kenmerkwaarde>.
pt_pt: Lista de cadeias com marcadores de posição para eventos. Marcadores conhecidos: <tipo>, <papel>, <data>, <local>, <descrição>, <testemunhas>, <fonte> e qualquer <valor-atributo>.
uk: Список рядків із заповнювачами для подій. Відомі заповнювачі: <тип>, <роль>, <дата>, <місце>, <опис>, <свідки>, <джерело> і будь-яке <значення атрибута>.

source: Source format
da: Kilde format
de: Quellenformat
hr: Format izvora
nb: Kildeformat
nl: Bronindeling
pt_pt: Formato da fonte
uk: Формат джерела

source: List of strings with placeholders for sources. Known placeholders: <title>, <volume>, <author>, <publication_info> and <abbreviation>.
da: Liste over strenge med markærer for kilder. Kendte markører er:<title>, <volume>, <author>, <publication_info> og <abbreviation>.
de: Liste von Zeichenketten mit Platzhaltern für Quellen. Bekannte Platzhalter sind: <Titel>, <Band>, <Autor>, <Veröffentlichungsinfo> und <Abkürzung>.
hr: Popis znakovnih nizova sa zamjenskim tekstovima za izvore. Poznati zamjenski tekstovi: <naslov>, <svezak>, <autor>, <informacija o publikaciji> i <skraćenica>.
nl: Lijst met tekenreeksen met tijdelijke aanduidingen voor bronnen. Bekende tijdelijke aanduidingen: <titel>, <aantal>, <auteur>, <publicatie_info> en <afkorting>.
pt_pt: Lista de cadeias com marcadores de posição para fontes. Marcadores conhecidos: <título>, <volume>, <autor>, <informação de publicação> e <abreviatura>.
uk: Список рядків із заповнювачами для джерел. Відомі заповнювачі: <назва>, <том>, <автор>, <відомості про публікацію> і <абревіатура>.

source: restricted to:
da: begrænset til:
de: beschränkt auf:
hr: ograničeno na:
nb: begrenset til:
nl: beperkt tot:
pt_pt: limitado a:
uk: обмежено до:

source: to directory:
da: til folder:
de: zum Verzeichnis:
hr: u mapu:
nb: til katalog:
nl: naar map:
pt_pt: para pasta:
uk: до каталогу:

source: Save images in ...
da: Gem billeder i ...
de: Bilder speichern in ...
hr: Spremi slike u …
nb: Lagre bilder i ...
nl: Afbeeldingen opslaan in ...
pt_pt: Gravar imagens em...
uk: Зберегти зображення в ...
