Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: 25. Unsound mind
da: 25. Svagt sind
de: 25. ungesunder Geist
hr: 25. Nezdrav um
nl: 25. Ongezonde geest
pt_pt: 25. Mentes perturbadas
uk: 25. Психічно хворий

source: SubTitle
da: Undertitel
de: Untertitel
hr: Podnaslov
nl: Ondertitel
pt_pt: Subtítulo
uk: Підзаголовок

source: PollSub
de: UmfrageSub
pt_pt: SubSond
uk: Округ голосування

source: House
da: Hus
de: Haus
hr: Kuća
nl: Huis
pt_pt: Casa
uk: Будинок

source: 1. Dwelling house
da: 1. Boliger
de: 1. Wohnhaus
hr: 1. Stambena zgrada
nl: 1. Woonhuis
pt_pt: 1. Casa de habitação
uk: 1. Житловий будинок

source: 2. Family or household
da: 2. Familier eller husholdning
de: 2. Familie oder Haushalt
hr: 2. Obitelj ili kućanstvo
nl: 2. Gezin of huishouden
pt_pt: 2. Família ou agregado
uk: 2. Сім'я або домогосподарство

source: 3. Name of each person in family
da: 3. Navn på hver person i familien
de: 3. Name jeder Person in der Familie
nl: 3. Naam van elke persoon in gezin
pt_pt: 3. Nome de cada indivíduo na família
uk: 3. Ім'я кожної особи в сім'ї

source: 4. Sex
da: 4. Køn
de: 4. Geschlecht
hr: 4. Spol
nl: 4. Geslacht
pt_pt: 4. Sexo
uk: 4. Стать

source: Colour
da: Farve
de: Hautfarbe
hr: Boja
nl: Kleur
pt_pt: Cor
uk: Колір

source: 5. Colour
da: 5. Farve
de: 5. Hautfarbe
hr: 5. Boja
nl: 5. Kleur
pt_pt: 5. Cor
uk: 5. Колір

source: 6. Relation to head of family
da: 6. Slægtskab med familieoverhovedet
de: 6. Beziehung zum Familienoberhaupt
nl: 6. Relatie met het gezinshoofd
pt_pt: 6. Parentesco com o chefe de família
uk: 6. Відношення до голови сім'ї

source: 7. Single, married, widowed, divorced or legally separated
da: 7. Ugift, gift, enke, skilt eller lovligt separerede
de: 7. Single, verheiratet, verwitwet, geschieden oder rechtlich getrennt
hr: 7. Singl, vjenčani, obudovljeni, razvedeni ili zakonski rastavljeni
nl: 7. Alleenstaand, getrouwd, weduwe, gescheiden of wettelijk gescheiden
pt_pt: 7. Solteiros, casados, viúvos, divorciados ou separados judicialmente
uk: 7. Неодружений, одружений, вдівець, розлучений або офіційно розлучений

source: BirthMonth
da: Fødselsmåned
de: Geburtsmonat
hr: Mjesec rođenja
nl: GeboorteMaand
pt_pt: MêsNascimento
uk: Місяць народження

source: 8. Month and Date of Birth
da: 8. Måned og dato for fødsel
de: 8. Monat und Geburtsdatum
hr: 8. Mjesec i datum rođenja
nl: 8. Maand en geboortedatum
pt_pt: 8. Mês e data de nascimento
uk: 8. Місяць і дата народження

source: BirthYear
da: Fødselsår
de: Geburtsjahr
hr: Godina rođenja
nl: GeboorteJaar
pt_pt: AnoNascimento
uk: Рік народження

source: 9. Year of birth
da: 9. År for fødsel
de: 9. Geburtsjahr
hr: 9. Godina rođenja
nl: 9. Geboortejaar
pt_pt: 9. Ano de nascimento
uk: 9. Рік народження

source: 10. Age at last birthday
da: 10. Alder ved sidste fødselsdag
de: 10. Alter am letzten Geburtstag
hr: 10. Dob pri zadnjem rođendanu
nl: 10. Leeftijd op laatste verjaardag
pt_pt: 10. Idade ao último aniversário
uk: 10. Вік на останній день народження

source: 11. Country or place of birth
da: 11. Land eller sted for fødsel
de: 11. Land oder Ort der Geburt
hr: 11. Zemlja ili mjesto rođenja
nl: 11. Land of geboorteplaats
pt_pt: 11. País ou local de nascimento
uk: 11. Країна або місце народження

source: 12. Year of immigration to Canada, if an immigrant
da: 12. År for emigrering til Canada, hvis immigrant
de: 12. Jahr der Einwanderung nach Kanada, wenn Einwanderer
hr: 12. Godina imigracije u Kanadu, ako je imigrant
nl: 12. Jaar van immigratie naar Canada, als immigrant
pt_pt: 12. Ano de imigração para o Canadá, se imigrou
uk: 12. Рік імміграції до Канади, якщо іммігрант

source: 13. Year of naturalization, if formerly an alien
da: 14. År for statsborger, hvis tidligere udlænding
de: 13. Jahr der Einbürgerung, wenn vorher Ausländer
hr: 13. Godina naturalizacije, ako je prethodno bio stranac
nl: 13. Jaar van naturalisatie, indien voorheen een vreemdeling
pt_pt: 13. Ano de naturalização, se era estrangeiro
uk: 13. Рік натуралізації, якщо раніше був іноземцем

source: Race
de: Rasse
nl: Ras
pt_pt: Raça
uk: Раса

source: 14. Racial or tribal origin
da: 14. Race eller stammeoprindelse
de: 14. Herkunfts Rasse oder Stamm
nl: 14. Raciale of tribale afkomst
pt_pt: 14. Origem racial ou tribal
uk: 14. Расове або племінне походження

source: Nationality
da: Nationalitet
de: Nationalität
hr: Nacionalnost
nl: Nationaliteit
pt_pt: Nacionalidade
uk: Національність

source: 15. Nationality
da: 15. Nationalitet
de: 15. Nationalität
hr: 15. Nacionalnost
nl: 15. Nationaliteit
pt_pt: 15. Nacionalidade
uk: 15. Національність

source: 16. Religion
da: 16. Trosretning
hr: 16. Vjera
nl: 16. Religie
pt_pt: 16. Religião
uk: 16. Релігія

source: 17. Profession, occupation, trade or means of living of each person
da: 17. Profession eller beskæftigelse for hver person
de: 17. Beruf, Beschäftigung, Gewerbe oder Lebensunterhalt jeder Person
hr: 17. Profesija, zanimanje, obrt ili izvor prihoda svake osobe
nl: 17. Broodwinning, beroep, handel of levenswijze van elke persoon
pt_pt: 17. Profissão, negócio ou meios de subsistência
uk: 17. Професія, заняття, ремесло або засоби існування кожної особи

source: OwnMeans
da: EgneMidler
de: EigeneMittel
nl: EigenMiddelen
pt_pt: MeiosPróprios
uk: Власні засоби

source: 18. Living on own means
da: 18. Lever af opsparing
de: 18. Aus eigenen Mitteln leben
nl: 18. Leven op eigen middelen
pt_pt: 18. Vivem por conta própria
uk: 18. Живе на власні засоби

source: 19. Employer
da: 19. Arbejdsgiver
de: 19. Arbeitgeber
hr: 19. Poslodavac
nl: 19. Werkgever
pt_pt: 19. Empregador
uk: 19. Роботодавець

source: 20. Employee
da: 20. Ansat
de: 20. Angestellter
hr: 20. Zaposlenik
nl: 20. Werknemer
pt_pt: 20. Empregado
uk: 20. Працівник

source: SelfEmployed
da: Selvstændig
de: Selbstständig
nl: Zelfstandig
pt_pt: Empresário
uk: Самозайнятий

source: 21. Working on own account
da: 21. Selvstændig
de: 21. Auf eigene Rechnung arbeiten
nl: 21. Werken voor eigen rekening
pt_pt: 21. Trabalha por conta pŕopria
uk: 21. Працює на себе

source: WhereEmployed
da: HvorAnsat
de: WoBeschäftigt
nl: WaarWerkzaam
pt_pt: OndeTrabalha
uk: Місце працевлаштування

source: 22. Working at trade in factory or in home
da: 22. Arbejder i handel i fabrik eller hjemme
de: 22. Arbeiten im Handel in der Fabrik oder zu Hause
nl: 22. Werken in de handel in de fabriek of thuis
pt_pt: 22. Trabalha na empresa, fábrica, ou em casa
uk: 22. Працює на виробництві або вдома

source: MonthsFactory
da: MånedsFabrik
de: MonateFabrik
nl: MaandenFabriek
pt_pt: MesesFábrica
uk: Місяці на фабриці

source: 23. Months employed at trade in factory
da: 23. Måneder ansat i handel i fabrik
de: 23. Monate im Handel in der Fabrik beschäftigt
nl: 23. Maanden werkzaam bij handel in fabriek
pt_pt: 23. Meses de trabalho na empresa ou fábrica
uk: 23. Місяці зайнятості на фабриці

source: MonthsHome
da: MånederHjemme
de: MonateZuHause
nl: MaandenThuis
pt_pt: Meses casa
uk: Місяці вдома

source: 24. Months employed at trade in home
da: 24. Måneder beskæftiget i handel hjemme
de: 24. Monate im Handel zu Hause beschäftigt
nl: 24. Maanden werkzaam bij de handel thuis
pt_pt: 24. Meses de trabalho em casa
uk: 24. Місяці зайнятості вдома

source: MonthsOther
da: MånederAndet
de: MonateAndrers
nl: MaandenOverig
pt_pt: MesesOutros
uk: Місяці в іншій зайнятості

source: 25. Months employed in other occupation than trace in factory or home
da: 25. Måneder ansat i anden beskæftigelse end handel i fabrik eller hjemme
de: 25. Monate, die in einem anderen Beruf als der Aufzeichnung in der Fabrik oder zu Hause beschäftigt sind
nl: 25. Maanden werkzaam in ander beroep dan handel in fabriek of woning
pt_pt: 25. Meses de trabalho noutra profissão
uk: 25. Місяці зайнятості не у виробництві або вдома

source: EarningsOccupation
da: LønnetBeskæftigelse
de: EinnahmenBeruf
nl: InkomstenBeroep
pt_pt: GanhosProfissionais
uk: Дохід від занять

source: 26. Earnings from occupation or trade
da: 26. Løn fra beskæftigelse eller handel
de: 26. Einnahmen aus Beruf oder Handel
nl: 26. Inkomsten uit beroep of handel
pt_pt: 26. Ganhos profissionais ou empresariais
uk: 26. Дохід від занять або торгівлі

source: EarningsOther
da: LønAndet
de: EinnahmenAndere
nl: InkomstenOverige
pt_pt: GanhosOutros
uk: Додатковий дохід

source: 27. Extra earning (From other than chief occupation or trade)
da: 27. Ekstra fortjeneste (Fra andet end hovedbeskæftigelse)
de: 27. Zusätzliches Einkommen (aus anderen als Hauptberuf oder Gewerbe)
nl: 27. Extra verdiensten (van andere dan hoofdberoep of handel)
pt_pt: 27. Ganhos extra (outras fontes de rendimento)
uk: 27. Додатковий дохід (не з основного заняття або торгівлі)

source: SchoolMonths
da: SkoleMåneder
de: SchuleMonate
nl: SchoolMaanden
pt_pt: MesesEscola
uk: Місяці навчання

source: 28. Months at school in 1910
da: 28. Måneder i skole i 1910
de: 28. Monate in der Schule im Jahr 1910
nl: 28. Maanden op school in 1910
pt_pt: 28. Meses na escola em 1910
uk: 28. Місяці навчання у 1910 році

source: Read
da: Læs
de: Lesen
nl: Lezen
pt_pt: Ler
uk: Читає

source: 29. Can read
da: 29. Kan læse
de: 29. Kann lesen
hr: 29. Zna čitati
nl: 29. Kan lezen
pt_pt: 29. Sabe ler
uk: 29. Вміє читати

source: Write
da: Skrive
de: Schreiben
nl: Schrijven
pt_pt: Escrever
uk: Пише

source: 30. Can write
da: 30. Kan skrive
de: 30. Kann schreiben
hr: 30. Zna pisati
nl: 30. Kan schrijven
pt_pt: 30. Sabe escrever
uk: 30. Вміє писати

source: SpeakEnglish
da: TalerEngelsk
de: SprichtEnglisch
nl: SpreektEngels
pt_pt: FalaInglês
uk: Говорить англійською

source: 31. Can speak English
da: 31. Kan tale engelsk
de: 31. Kann Englisch sprechen
hr: 31. Govori engleski
nl: 31. Kan Engels spreken
pt_pt: 31. Sabe falar inglês
uk: 31. Вміє говорити англійською

source: SpeakFrench
da: TalerFransk
de: SprichtFranzösisch
nl: SpreektFrans
pt_pt: FalaFrancês
uk: Говорить французькою

source: 32. Can speak French
da: 32. Kan tale fransk
de: 32. Kann Französisch sprechen
hr: 32. Govori francuski
nl: 32. Kan Frans spreken
pt_pt: 32. Sabe falar francês
uk: 32. Вміє говорити французькою

source: 33. Mother tongue (If spoken)
da: 33. Modersmål (hvis talt)
de: 33. Muttersprache (falls gesprochen)
nl: 33. Moedertaal (indien gesproken)
pt_pt: 33. Língua-mãe (se falada)
uk: 33. Рідна мова (якщо використовується)

source: Infirmities
da: Handikap
de: Schwächen
nl: Gebreken
pt_pt: Doenças
uk: Вади здоров'я

source: 34. Infirmities: a. Deaf and dumb; b. Blind; c. Unsound mind
da: 34. Handikap: a. Døv og stum; b. Blind; c. Svagt sind
de: 34. Gebrechen: a. Taub und Stumm; b. Blind; c. Ungesunder Geist
nl: 34. Gebreken: a. Doof en stom; b. Blind; c. Ongezonde geest
pt_pt: 34. Doenças: a. surdo e mudo; b. cego; c. mente perturbada
uk: 34. Вади здоров'я: a. Глухонімий; b. Сліпий; c. Психічний розлад

source: Name from Schedule 1
da: Navn fra skema 1
de: Name aus Verzeichnis 1
nl: Naam uit schema 1
pt_pt: Nome da agenda 1
uk: Ім'я з розкладу 1

source: Line on Schedule 2
da: Linje i skema 2
de: Zeile in Verzeichnis 2
nl: Regel op schema 2
pt_pt: Linha na agenda 2
uk: Рядок у розкладі 2

source: PageRef
da: SideRef
de: Seitenangabe
nl: PaginaRef
pt_pt: RefPágina
uk: Посилання на сторінку

source: 2. Page from Schedule 1
da: 2. Side fra skema 1
de: 2. Seite von Verzeichnis 1
nl: 2. Pagina uit schema 1
pt_pt: 2. Página da agenda 1
uk: 2. Сторінка з розкладу 1

source: LineRef
da: LinjeRef
de: Zeilenangabe
nl: RegelRef
pt_pt: RefLinha
uk: Посилання на рядок

source: 3. Line from Schedule 1
da: 3. Linje fra skema 1
de: 3. Zeile von Verzeichnis 1
nl: 3. Regel uit schema 1
pt_pt: 3. Linha da agenda 1
uk: 3. Рядок з розкладу 1

source: 3. Place of Habitation
da: 4. Hjemsted
de: 3. Wohnort
nl: 3. Woonplaats
pt_pt: 3. Local de habitação
uk: 3. Місце проживання

source: HousesConst
da: HusByg
de: HäuserBau
nl: HuizenConstr
pt_pt: CasasEmConstrução
uk: Будівництво будинків

source: 4. Houses: In construction
da: 4. Huse: Bliver bygget
de: 4. Häuser: Im Bau
nl: 4. Huizen: in aanbouw
pt_pt: 4. Casas: em construção
uk: 4. Будинки у процесі будівництва

source: 5. Houses: Vacant
da: 6. Huse: Ledige
de: 5. Häuser: Frei
nl: 5. Huizen: Vacant
pt_pt: 5. Casas: vazias
uk: 5. Порожні будинки

source: 6. Houses: Inhabited
da: 6. Huse: Ubeboede
de: 6. Häuser: Bewohnt
nl: 6. Huizen: bewoond
pt_pt: 6. Casas: desabitadas
uk: 6. Заселені будинки

source: Institution
de: Einrichtung
hr: Institucija
nl: Instelling
pt_pt: Instituição
uk: Установа

source: 7. Institution: Special or legal name
da: 7. Institution: Særligt eller lovligt navn
de: 7. Einrichtung: Spezieller oder gesetzlicher Name
nl: 7. Instelling: Speciale of wettelijke naam
pt_pt: 7. Instituição: nome especial ou legal
uk: 7. Установа: Спеціальна або офіційна назва

source: Buildings
da: Bygninger
de: Gebäude
nl: Gebouwen
pt_pt: Imóveis
uk: Будівлі

source: 8. Institution: Number of buildings
da: 8. Institution: Antal bygninger
de: 8. Einrichtung: Anzahl der Gebäude
nl: 8. Instelling: aantal gebouwen
pt_pt: 8. Instituição: número de imóveis
uk: 8. Установа: Кількість будівель

source: 9. Number of families in house or institution
da: 10. Antal familier i hus eller institution
de: 9. Anzahl der Familien im Haus oder in der Einrichtung
nl: 9. Aantal gezinnen in huis of instelling
pt_pt: 9. N.º de famílias na casa ou instituição
uk: 9. Кількість сімей у будинку або установі

source: Rooms
da: Værelser
de: Räume
nl: Kamers
pt_pt: Divisões
uk: Кімнати

source: 10. Number of rooms in house or institution for each famiy
da: 10. Antal værelser i hus eller institution for hver familie
de: 10. Anzahl der Räume im Haus oder Einrichtung für jede Familie
nl: 10. Aantal kamers in huis of instelling voor elk gezin
pt_pt: 10. N.º de divisões para cada família na casa ou instituição
uk: 10. Кількість кімнат у будинку або установі на сім'ю

source: Inmates
da: Beboere
de: Insassen
nl: Gevangenen
pt_pt: Prisioneiros
uk: Мешканці

source: 11. Number of inmates in institution
da: 11. Antal beboere i institution
de: 11. Anzahl der Insassen in der Einrichtung
nl: 11. Aantal gevangenen in de instelling
pt_pt: 11. N.º de prisioneiros na instituição
uk: 11. Кількість мешканців в установі

source: OwnedAcres
da: EjedeAcres
de: EigentumAcres
nl: EigendomHectare
pt_pt: HectaresPossuídos
uk: Власні акри

source: 12. Real Estate Owned: Grand total of acres
da: 12. Fast ejendom ejet: Total antal acres
de: 12. Eigene Grundbesitz: Gesamtzahl der Acre
nl: 12. Vastgoed in eigendom: totaal aantal hectares
pt_pt: 12. Imobiliário próprio: total de hectares
uk: 12. Нерухомість у власності: Загальна кількість акрів

source: OwnedLots
da: EjedeMatrikler
de: EigentumAnteile
nl: EigenaarPercelen
pt_pt: LotesPróprios
uk: Власні ділянки

source: 13. Real Estate Owned: Number of town or village lots
da: 13. Fast ejendom ejet: Antal by eller landsby matrikler
de: 13. Immobilienbesitz: Anzahl der Stadt- oder Dorfgrundstücke
nl: 13. Vastgoed in eigendom: aantal kavels van steden of dorpen
pt_pt: 13. Imobiliário próprio: n.º de lotes na localidade
uk: 13. Нерухомість у власності: Кількість міських або сільських ділянок

source: OwnedHouses
da: EjedeHuse
de: EigentumHäuser
nl: EigendomHuizen
pt_pt: CasasPróprias
uk: Власні будинки

source: 14. Real Estate Owned: Number of dwelling houses
da: 14. Fast ejendom ejet: Antal beboelseshuse
de: 1. Immobilienbesitz: Anzahl der Wohnhäuser
nl: 14. Vastgoed in eigendom: aantal woningen
pt_pt: 14. Imobiliário próprio: n.º de casas de habitação
uk: 14. Нерухомість у власності: Кількість житлових будинків

source: OwnedStores
da: EjedeButiker
de: EigentumGeschäfte
nl: EigendomWinkels
pt_pt: LojasPróprias
uk: Власні магазини

source: 15. Real Estate Owned: Number of stores, warehouses, etc.
da: 15. Fast ejendom ejet: Antal butikker, lagre o.s.v.
de: Immobilien Eigentum: Anzahl der Geschäfte, Lager usw.
nl: 15. Vastgoed in eigendom: aantal winkels, magazijnen, enz.
pt_pt: 15. Imobiliário próprio: n.º de lojas, armazéns, etc.
uk: 15. Нерухомість у власності: Кількість магазинів, складів тощо.

source: OwnedBars
da: EjedeLader
de: EigentumScheunen
nl: EigendomSchur
pt_pt: CeleirosPróprios
uk: Власні стайні

source: 16. Real Estate Owned: Number of barns, stables and other outbuildings
da: 16. Fast ejendom ejet: Antal lader, stalde og andre udbygninger
de: 16. Immobilienbesitz: Anzahl der Scheunen, Ställe und anderen Nebengebäude
nl: 16. Vastgoed in eigendom: Aantal schuren, stallen en andere bijgebouwen
pt_pt: 16. Imobiliário próprio: n.º de celeiros, estábulos, etc.
uk: 16. Нерухомість у власності: Кількість стодол, стайнь та інших будівель

source: OwnedSilos
da: EjedeSiloer
de: EigentumSilos
nl: EigendomSilo's
pt_pt: SilosPróprios
uk: Власні силоси

source: 17. Real Estate Owned: Number of silos and capacity in cubic feet
da: 17. Fast ejendom ejet: Antal siloer og kapacitet i rumfod
de: 17. Immobilienbesitz: Anzahl der Silos und Kapazität in Kubikfuß
nl: 17. Eigendom in eigendom: aantal silo's en capaciteit in kubieke voet
pt_pt: 17. Imobiliário próprio: n.º de silos e capacidade em pés cúbicos
uk: 17. Нерухомість у власності: Кількість силосів та їхня ємність у кубічних футах

source: OwnedFactories
da: EjedeFabrIkker
de: EigentumFabriken
nl: EigendomFabrieken
pt_pt: FábricasPróprias
uk: Власні фабрики

source: 18. Real Estate Owned: Number of manufacturing establishments
da: 18. Fast ejendom ejet: Antal fabrikker
de: 18. Immobilienbesitz: Anzahl der Produktionsstätten
nl: 18. Vastgoed in eigendom: aantal productiebedrijven
pt_pt: 18. Imobiliário próprio: n.º de fábricas
uk: 18. Нерухомість у власності: Кількість виробничих підприємств

source: LeasedAcres
da: LejedeAcres
de: GepachtetAcres
nl: GehuurdeHectare
pt_pt: HectaresArrendados
uk: Орендовані акри

source: 19. Real Estate Leased: Grand total of acres
da: 19. Fast ejendom lejet: Total antal acres
de: 19. Gepachteter Grundbesitz: Gesamtzahl der Acre
nl: 19. Gehuurd vastgoed: totaal aantal hectares
pt_pt: 19. Imobiliário próprio: total de hectares
uk: 19. Орендована нерухомість: Загальна кількість акрів

source: LeasedLots
da: LejedeMatrikler
de: GepachtetAnteile
nl: GehuurdePercelen
pt_pt: LotesArrendados
uk: Орендовані ділянки

source: 20. Real Estate Leased: Number of town or village lots
da: 20. Fast ejendom lejet: Antal by eller landsby matrikler
de: 20. Immobilien Gepachtet: Anzahl der Stadt- oder Dorfgrundstücke
nl: 20. Gehuurd vastgoed: aantal kavels van steden of dorpen
pt_pt: 20. Imobiliário arrendado: n.º de lotes na localidade
uk: 20. Орендована нерухомість: Кількість міських або сільських ділянок

source: LeasedHouses
da: LejedeHuse
de: GepachtetHäuser
nl: Gehuurde huizen
pt_pt: CasasArrendadas
uk: Орендовані будинки

source: 21. Real Estate Leased: Number of dwelling houses
da: 21. Fast ejendom lejet: Antal beoelseshuse
de: 21. Immobilien Gemietet: Anzahl der Wohnhäuser
nl: 21. Vastgoed gehuurd: aantal woningen
pt_pt: 21. Imobiliário arrendado: n.º de casas de habitação
uk: 21. Орендована нерухомість: Кількість житлових будинків

source: LeasedStores
da: LejedForetninger
de: GepachtetGeschäfte
nl: GehuurdeWinkels
pt_pt: LojasArrendadas
uk: Орендовані магазини

source: 22. Real Estate Leased: Number of stores, warehouses, etc.
da: 22. Fast ejendom lejet: Antal forretninger, lagre o.s.v.
de: Immobilien Gepachtet: Anzahl der Geschäfte, Lager usw.
nl: 22. Gehuurd vastgoed: aantal winkels, magazijnen, enz.
pt_pt: 22. Imobiliário arrendado: n.º de lojas, armazéns, etc.
uk: 22. Орендована нерухомість: Кількість магазинів, складів тощо.

source: LeasedBarns
da: LejedeLader
de: GepachtetScheunen
nl: GehuurdeSchuren
pt_pt: CeleirosArrendados
uk: Орендовані сараї

source: 23. Real Estate Leased: Number of barns, stables and other outbuildings
da: 23. Fast Ejendom lejet: Antal lader, stalde og andre udbygninger
de: 23. Immobilien Gepachtet: Anzahl der Scheunen, Ställe und anderen Nebengebäude
nl: 23. Gehuurd vastgoed: Aantal schuren, stallen en andere bijgebouwen
pt_pt: 23. Imobiliário arrendado: n.º de celeiros, estábulos, e outros anexos
uk: 23. Орендована нерухомість: Кількість сараїв, стайнь та інших господарських будівель

source: LeasedSilos
da: LejedeSiloer
de: GepachteteSpeicher
nl: GehuurdeSilo's
pt_pt: SilosArrendados
uk: Орендовані силоси

source: 24. Real Estate Leased: Number of silos and capacity in cubic feet
da: 24. Fast ejendom lejet: Antal af siloer og deres kapacitet i kubikfod
de: 24. Immobilien Gepachtet: Anzahl der Silos und Kapazität in Kubikfuß
nl: 24. Gehuurd vastgoed: aantal silo's en capaciteit in kubieke voet
pt_pt: 24. Imobiliário arrencado: n.º de silos e capacidade em pés cúbicos
uk: 24. Орендована нерухомість: Кількість силосів і їхня місткість у кубічних футах

source: LeasedFactories
da: LejedeFabrikker
de: GepachtetFabriken
nl: GehuurdeFabrieken
pt_pt: Fábricas arrendadas
uk: Орендовані фабрики

source: 25. Real Estate Leased: Number of manufacturing establishments
da: 25. Fast ejendom lejet: Antal af fabrikker
de: 25. Immobilien Gepachtet: Anzahl der Produktionsstätten
nl: 25. Vastgoed gehuurd: aantal productiebedrijven
pt_pt: 25.Imobiliário arrendado: n.º de fábricas
uk: 25. Орендована нерухомість: Кількість виробничих підприємств

source: Denomination
da: Trossamfund
de: Konfession
nl: Denominatie
pt_pt: Denominação
uk: Конфесія

source: 26. Church or place of worship: Religious denomination
da: 26. Kirke eller bedested: Religiøst trossamfund
de: 26. Kirche oder Kultstätte: Religiöse Konfession
nl: 26. Kerk of plaats van aanbidding: religieuze denominatie
pt_pt: 26. Igreja ou local de culto: denominação religiosa
uk: 26. Церква або місце поклоніння: Релігійна конфесія

source: Communicants
da: Tilhængere
de: Abendmahlsgänger
nl: Communicanten
pt_pt: Comunicantes
uk: Прихожани

source: 27. Church or place of worship: Number of communicants
da: 27. Kirke eller bedested: Antal tilhængere
de: 27. Kirche oder Kultstätte: Anzahl der Abendmahlsgänger
nl: 27. Kerk of plaats van aanbidding: aantal communicanten
pt_pt: 27. Igreja ou local de culto: n.º de comunicantes
uk: 27. Церква або місце поклоніння: Кількість прихожан

source: Seating
da: Pladser
de: Bestuhlung
nl: Zitplaatsen
pt_pt: Sentados
uk: Місця для сидіння

source: 28. Church or place of worship: Seating capacity
da: 28: Kirke eller bedested: Antal pladser
de: 28. Kirche oder Kultstätte: Sitzplatzkapazität
nl: 28. Kerk of gebedsruimte: zitplaatscapaciteit
pt_pt: 28. Igreja ou local de culto: lugares sentados
uk: 28. Церква або місце поклоніння: Кількість місць для сидіння

source: SSDenomination
da: SønSkoleelev
de: SoScKonfession
nl: ZsDenominatie
pt_pt: DenominaçãoCatequese
uk: Конфесія недільної школи

source: 29. Sunday School: Religious Denomination
da: 29. Søndagsskole: Religiøs trossretning
de: 29. Sonntagsschule: Religiöse Konfession
nl: 29. Zondagsschool: religieuze denominatie
pt_pt: 29. Catequese: denominação religiosa
uk: 29. Недільна школа: Релігійна конфесія

source: SSTeachers
da: SønSKolLær
de: SoScLehrer
nl: ZsLeraren
pt_pt: CatequeseProfessores
uk: Вчителі недільної школи

source: 30. Sunday School: Number of officers and teachers
da: 30. Søndagsskole: Antal chefer og lærere
de: 30. Sonntagsschule: Anzahl der Vorstände und Lehrer
nl: 30. Zondagsschool: aantal dienaren en leraren
pt_pt: 30. Catequese: n.º de oficiantes e professores
uk: 30. Недільна школа: Кількість керівників і вчителів

source: SSScholars
da: SønSkolElev
de: SSSchüler
nl: ZsLeerlingen
pt_pt: CatequeseEstudiosos
uk: Учні недільної школи

source: 31. Sunday School: Number of Scholars
da: 31. Søndagsskole: Antal elever
de: 31. Sonntagsschule: Anzahl der Schüler
nl: 31. Zondagsschool: aantal leerlingen
pt_pt: 31. Catequese: n.º de estudiosos
uk: 31. Недільна школа: Кількість учнів

source: SchoolRooms
da: KlasseVærelser
de: Schulräume
nl: SchoolLokalen
pt_pt: SalasAula
uk: Класи

source: 32. School: Number of rooms
da: 32. Skoler: Antal klasseværelser
de: 32. Schule: Anzahl der Räume
nl: 32. School: aantal lokalen
pt_pt: 32. Escola: n.º de salas
uk: 32. Школа: Кількість класів
