Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Show last modification time
cs: Zobrazit čas poslední úpravy
da: Vis sidste ændringstidspunkt
de: Zeit der letzten Änderung anzeigen
hr: Prikaži vrijeme zadnje promjene
nl: Tijd van laatste wijziging weergeven
pt_pt: Mostrar hora da última modificação
sk: Zobraziť čas poslednej úpravy
uk: Показати час останньої зміни

source: SVG tree children distribution
cs: Rozdělení dětí v SVG stromu
da: SVG træ med børn
de: SVG-Baum Kinderverteilung
hr: Distribucija djece u SVG stablu
nl: SVG-boom kinderenverdeling
pt_pt: Distribuição de filhos em SVG
sk: Rozdelenie SVG stromu detí
uk: Розподіл дітей у дереві SVG

source: SVG tree configuration
da: SVG træ opsætning
de: SVG Baumkonfiguration
hr: Konfiguracija SVG stabla
nl: SVG-boomconfiguratie
pt_pt: Configuração da árvore SVG
sk: Nastavenie SVG stromu
uk: Конфігурація дерева SVG

source: SVG tree graph shape
cs: Tvar grafu SVG stromu
da: SVG træ form
de: SVG-Baumdiagrammform
hr: Oblik dijagrama SVG stabla
nl: SVG-boom grafiekvorm
pt_pt: Forma da árvore SVG
sk: Tvar SVG stromu
uk: Форма графа дерева SVG

source: SVG tree graph type
cs: Typ grafu SVG stromu
da: SVG træ graf type
de: SVG-Baumdiagrammtyp
hr: Vrsta dijagrama SVG stabla
nl: SVG-boom grafiektype
pt_pt: Tipo da árvore SVG
sk: Typ SVG stromu
uk: Тип графа дерева SVG

source: SVG tree parents distribution
cs: Rozdělení rodičů v SVG stromu
da: SVG træ med forældre
de: SVG-Baum Elternverteilung
hr: Distribucija roditelja u SVG stablu
nl: SVG-boom oudersverdeling
pt_pt: Distribuição de pais em SVG
sk: Rozdelenie SVG stromu rodičov
uk: Розподіл батьків у дереві SVG

source: Save tree as file
cs: Uložit strom jako soubor
da: Gem træet som en fil
de: Baum als Datei speichern
hr: Spremi stablo kao
nl: Boom opslaan als bestand
pt_pt: Gravar árvore como ficheiro
sk: Uložiť strom ako súbor
uk: Зберегти дерево як файл

source: Search:
cs: Hledat:
da: Søg:
de: Suchen:
hr: Traži:
nl: Zoek:
pt_pt: Procurar:
sk: Hľadať:
uk: Пошук:

source: Select the background color scheme
cs: Zvolte barevné schéma pozadí
da: Vælg bagrundens farveskema
de: Wähle das Farbschema für den Hintergrund
hr: Odaberi sistem boje za pozadinu
nl: Selecteer het achtergrondkleurenschema
pt_pt: Seleccionar o esquema de cor do fundo
sk: Zvoľte farebnú schému pozadia
uk: Виберіть схему кольорів фону

source: Select the children distribution (fan charts only)
cs: Zvolte rozdělení dětí (pouze vějířový graf)
da: Vælg med børn (kun vifte grafer)
de: Wähle die Verteilung der Kinder (nur Fächergrafiken)
hr: Odaberi distribuciju djece (samo za lepezaste dijagrame)
nl: Selecteer de kinderverdeling (alleen waaierdiagrammen)
pt_pt: Seleccione a distribuição dos filhos(só para leques)
sk: Zvoľte rozdelenie detí (iba vejárový graf)
uk: Виберіть розподіл дітей (лише для кругових діаграм)

source: Select the number of ascending generations
cs: Zvolte počet generací předků
da: Vælg antal stigende generationer
de: Wähle die Anzahl der aufsteigenden Generationen
hr: Odaberi broj uzlaznih generacija
nl: Selecteer het aantal oplopende generaties
pt_pt: Seleccione o número de gerações ascendentes
sk: Zvoľte počet generácií predkov
uk: Виберіть кількість попередніх поколінь

source: Select the number of descending generations
cs: Zvolte počet generací potomků
da: Vælg antal faldende generationer
de: Wähle die Anzahl der absteigenden Generationen
hr: Odaberi broj silaznih generacija
nl: Selecteer het aantal aflopende generaties
pt_pt: Seleccione o número de gerações descendentes
sk: Zvoľte počet generácií potomkov
uk: Виберіть кількість наступних поколінь

source: Select the parents distribution (fan charts only)
cs: Zvolte rozdělení rodičů (pouze vějířový graf)
da: Vælg med forældre (kun for viftegrafer)
de: Wähle die Verteilung der Eltern (nur Fächergrafiken)
hr: Odaberi distribuciju roditelja (samo za lepezaste dijagrame)
nl: Selecteer de oudersverdeling (alleen waaierdiagrammen)
pt_pt: Seleccione a distribuição dos pais (só para leques)
sk: Zvoľte rozdelenie rodičov (iba vejárový graf)
uk: Виберіть розподіл батьків (лише для кругових діаграм)

source: Select the shape of graph
cs: Zvolte tvar grafu
da: Vælg træets form
de: Wähle die Form des Diagramms
hr: Odaberi oblik dijagrama
nl: Selecteer de vorm van de grafiek
pt_pt: Seleccione a forma do gráfico
sk: Zvoľte tvar grafu
uk: Виберіть форму графа

source: Select the type of graph
cs: Zvolte typ grafu
da: Vælg graftypen
de: Wählen Sie die Art des Diagramms
hr: Odaberi vrstu dijagrama
nl: Selecteer het type grafiek
pt_pt: Seleccione o tipo do gráfico
sk: Zvoľte typ grafu
uk: Виберіть тип графа

source: Several matches.<br>Precise your search or choose in the lists below.
cs: Několik shod.<br>Upřesněte vyhledávání nebo vyberte ze seznamu níže.
da: Flere matcher.<br>Tydeliggør din søgning eller vælg fra nedenstående liste.
de: Mehrere Treffer.<br>Suche genauer oder wähle aus den untenstehenden Listen.
hr: Višestruka poklapanja.<br>Preciziraj pretragu ili odaberi iz doljnjeg popisa.
nl: Meerdere overeenkomsten. <br> Preciseer uw zoekopdracht of kies in de onderstaande lijsten.
pt_pt: Vários resultados.<br>Refine a procura ou escolha na lista abaixo.
sk: Viacero zhod.<br>Upresnite vyhľadávanie alebo vyberte zo zoznamu nižšie.
uk: Кілька співпадінь.<br>Уточніть свій пошук або виберіть зі списків нижче.

source: Show _MENU_ entries
cs: Zobrazi položky _MENU_
da: Vis _MENU_poster
de: Zeige _MENU_ Einträge
hr: Prikaži _MENU_ unose
nl: Toon _MENU_-vermeldingen
pt_pt: Mostrar_entradas_de_MENU
sk: Zobraziť _MENU_ položky
uk: Показати записи _MENU_

source: Show duplicates
cs: Zobrazit duplicity
da: Vis dubletter
de: Duplikate anzeigen
hr: Prikaži duplikate
nl: Toon duplicaten
pt_pt: Mostrar duplicados
sk: Zobraziť duplicity
uk: Показати дублікати

source: Showing 0 to 0 of 0 entries
cs: Zobrazuji 0 až 0 z 0 záznamů
da: Vis 0 til 0 af 0 poster
de: Zeige 0 bis 0 von 0 Einträgen
hr: Prikaz 0 do 0 od 0 unosa
nl: Toont 0 tot 0 van 0 vermeldingen
pt_pt: A mostrar 0 a 0 de 0 entradas
sk: Zobrazených 0 až 0 z 0 záznamov
uk: Показано 0 з 0 записів

source: Showing _START_ to _END_ of _TOTAL_ entries
cs: Zobrazuji _START_ až _END_ z _TOTAL_ záznamů
da: Vis _START_ ti l_SLUT_ af _TOTAL_ poster
de: Anzeige von _START_ bis _ENDE_ der _GESAMT_ Einträge
hr: Prikaz _START_ do _END_ od _TOTAL_ unosa
nl: Toont _START_ tot _END_ van _TOTAL_ vermeldingen
pt_pt: A mostrar _START_ a _END_ de _TOTAL_ entradas
sk: Zobrazených _START_ až _END_ z _TOTAL_ záznamov
uk: Показано з _START_ по _END_ з _TOTAL_ записів

source: Sort by:
da: Sortér efter:
de: Sortieren nach:
hr: Razvrstaj po:
nl: Sorteer op:
pt_pt: Ordenar por:
sk: Zoradiť podľa:
uk: Сортувати за:

source: Sources Index
cs: Rejtřík pramenů
da: Kildeindeks
de: Quellenverzeichnis
hr: Indeks izvora
nl: Bronnenindex
pt_pt: Índice de fontes
sk: Index zdrojov:
uk: Індекс джерел

source: Suppress Gramps ID
cs: Potlačit Gramps ID
da: Undertryk Gramps ID
de: Gramps-ID unterdrücken
hr: Ne prikazuj Gramps ID
nl: Onderdruk Gramps-ID
pt_pt: Suprimir IDs Gramps
sk: Potlačiť Gramps ID
uk: Приховати Gramps ID

source: Surnames Index
cs: Rejstřík příjmení
da: Efternavnindeks
de: Nachnamenverzeichnis
hr: Indeks prezimena
nl: Achternamenindex
pt_pt: Índice de apelidos
sk: Index priezvisk
uk: Індекс прізвищ

source: U
cs: N
hr: N
pt_pt: D
sk: N
uk: У

source: Use tabbed panels instead of sections
cs: Použít tabelované panely místo sekcí
da: Brug felter med faneblade i stedet for sektioner
de: Registerkarten anstelle von Abschnitten verwenden
hr: Koristi registarske kartice umjesto odjeljaka
nl: Gebruik tabbladen in plaats van secties
pt_pt: Usar separadores em vez de secções
sk: Použiť panely s tabmi namiesto sekcií
uk: Використовувати вкладки замість секцій

source: Use the search box above in order to find a person.
cs: Použijte vyhledávací políčko výše k vyhledání osoby
da: Brug ovenstående ovenstående søgeboks for at finde en person.
de: Verwende das obige Suchfeld, um eine Person zu finden.
hr: Koristi gornju tražilicu za pronalaženje osobe.
nl: Gebruik het zoekvak hierboven om een persoon te vinden.
pt_pt: Usar a caixa de procura acima para encontrar um indivíduo.
sk: Použite vyhľadávanie vyššie k vyhľadaniu osoby.
uk: Використовуйте поле пошуку вище, щоб знайти особу.

source: Use a table format for the surnames index
da: Brug tabelform til eftenavnsindekset
de: Verwende ein Tabellenformat für das Nachnamenverzeichnis
hr: Koristi tablični format za indeks prezimena
nl: Gebruik een tabelindeling voor de achternamenindex
pt_pt: Usar um formato de tabela para o índice de apelidos
sk: Použiť tabuľkový formát v indexe priezvisk
uk: Використовувати табличний формат для індексу прізвищ

source: Use a table format for the persons index
da: Brug tabelform til personindekset
de: Verwende ein Tabellenformat für das Personenverzeichnis
hr: Koristi tablični format za indeks osoba
nl: Gebruik een tabelindeling voor de personenindex
pt_pt: Usar um formato de tabela para o índice de indivíduos
sk: Použiť tabuľkový formát v indexe osôb
uk: Використовувати табличний формат для індексу осіб

source: Use a table format for the families index
da: Brug tabelform til familieindekset
de: Verwende ein Tabellenformat für das Familienverzeichnis
hr: Koristi tablični format za indeks ogitelji
nl: Gebruik een tabelindeling voor de gezinsindex
pt_pt: Usar um formato de tabela para o índice de famílias
sk: Použiť tabuľkový formát v indexe rodín
uk: Використовувати табличний формат для індексу сімей

source: Use a table format for the sources index
da: Brug tabelform til kildeindekset
de: Verwende ein Tabellenformat für das Quellenverzeichnis
hr: Koristi tablični format za indeks izvora
nl: Gebruik een tabelindeling voor de bronnenindex
pt_pt: Usar um formato de tabela para o índice de fontes
sk: Použiť tabuľkový formát v indexe zdrojov
uk: Використовувати табличний формат для індексу джерел

source: Use a table format for the places index
da: Brug tabelform til stedindekset
de: Verwende ein Tabellenformat für das Ortsverzeichnis
hr: Koristi tablični format za indeks mjesta
nl: Gebruik een tabelindeling voor de plaatsenindex
pt_pt: Usar um formato de tabela para o índice de locais
sk: Použiť tabuľkový formát v indexe miest
uk: Використовувати табличний формат для індексу місць

source: Used for family
cs: Použito pro rodinu
da: Benyttet for familie
de: Verwendet für Familie
hr: Korišteno za obitelj
nl: Gebruikt voor gezin
pt_pt: Usado para família
sk: Použité pre rodinu
uk: Використовується для сім'ї

source: Used for media
cs: Použito pro média
da: Benyttet for medier
de: Verwendet für Medien
hr: Korišteno za medij
nl: Gebruikt voor media
pt_pt: Usado para multimédia
sk: Použité pre média
uk: Використовується для медіа

source: Used for person
cs: Použito pro osobu
da: Benyttet for person
de: Verwendet für Person
hr: Korišteno za osobu
nl: Gebruikt voor persoon
pt_pt: Usado para indivíduos
sk: Použité pre osobu
uk: Використовується для особи

source: Used for place
cs: Použito pro místo
da: Benyttet for sted
de: Verwendet für Ort
hr: Korišteno za mjesto
nl: Gebruikt voor locatie
pt_pt: Usado para local
sk: Použité pre miesto
uk: Використовується для місця

source: Used for source
cs: Použito pro pramen
da: Benyttet for kilde
de: Verwendet für Quelle
hr: Korišteno za izvor
nl: Gebruikt voor bron
pt_pt: Usado para fonte
sk: Použité pre zdroj
uk: Використовується для джерела

source: Web Link
cs: Webový odkaz
hr: Web poveznica
pt_pt: Ligação “web”
sk: Webový odkaz
uk: Веб-посилання

source: Whether to use a special color for the persons that appear several times in the SVG tree
cs: Zda použít zvláštní barvu pro osoby, které se v SVG stromě objevují několikrát
da: Hvorvidt en speciel farve skal benyttes til en person, der optræder flere gange i SVG træet
de: Ob eine spezielle Farbe für die Personen verwendet werden soll, die mehrmals im SVG-Baum erscheinen
hr: Da li koristiti posebnu boju za osobe, koje se pojavljuju nekoliko puta u SVG stablu
nl: Of een speciale kleur moet worden gebruikt voor de personen die meerdere keren in de SVG-structuur voorkomen
pt_pt: Se deve usar uma cor especial para indivíduos que aparecem várias vezes na árvore SVG
sk: Či použiť špeciálnu farbu pre osoby ktoré sa v SVG strome vyskytujú viac krát
uk: Чи використовувати спеціальний колір для осіб, які зустрічаються кілька разів у дереві SVG

source: Without name
da: Uden navn
de: Ohne Name
hr: Bez imena
nl: Zonder naam
pt_pt: Sem nome
sk: Bez mena
uk: Без імені

source: Without surname
cs: Bez příjmení
da: Uden efternavn
de: Ohne Nachnahme
hr: Bez prezimena
nl: Zonder achternaam
pt_pt: Sem apelido
sk: Bez priezviska
uk: Без прізвища

source: Without title
da: Uden titel
de: Ohne Titel
hr: Bez naslova
nl: Zonder titel
pt_pt: Sem título
sk: Bez titulu
uk: Без титулу

source: Zoom in
cs: Přiblížit
da: Zoom ind
de: Heranzoomen
hr: Uvećaj
nl: Inzoomen
pt_pt: Ampliar
sk: Priblížiť
uk: Збільшити

source: Zoom out
cs: Oddálit
da: Zoom ud
de: Herauszoomen
hr: Umanji
nl: Uitzoomen
pt_pt: Reduzir
sk: Oddialiť
uk: Зменшити

source: all
cs: vše
da: alle
de: alle
hr: sve
nl: allemaal
pt_pt: tudo
sk: všetky
uk: все

source: Copying error: %(error)s
cs: Chyba kopírování: %(error)s
da: Kopieringsfejl:%(error)s
de: Kopierfehler: %(error)s
hr: Greška prilikom kopiranja: %(error)s
nl: Kopieerfout: %(error)s
pt_pt: Erro de cópia: %(error)s
sk: Chyba pri kopírování: %(error)s
uk: Помилка копіювання: %(error)s

source: Impossible to copy "%(src)s" to "%(dst)s"
cs: Není možné zkopírovat "%(src)s" do "%(dst)s"
da: Umuligt at kopiere "%(src)s" til "%(dst)s"
de: Kopieren von „%(src)s“ nach „%(dst)s“ nicht möglich
hr: Nije moguće kopirati „%(src)s” prema „%(dst)s”
nl: Onmogelijk om "%(src)s" naar "%(dst)s" te kopiëren
pt_pt: Impossível copiar "%(src)s" para "%(dst)s"
sk: Nie je možné kopírovať "%(src)s" do "%(dst)s"
uk: Неможливо скопіювати "%(src)s" до "%(dst)s"

source: Unable to copy web site template files from "%(path)s"
cs: Nelze zkopírovat soubory šablony WWW stránek z "%(path)s"
da: Kan ikke kopiere websideskabelonerne fra "%(path)s"
de: Website-Vorlagendateien können nicht von „%(path)s“ kopiert werden
hr: Nije moguće kopirati predloške web stranice „%(path)s”
nl: Kan websitesjabloonbestanden niet kopiëren van "%(path)s"
pt_pt: Impossível copiar o modelo de página “web” de "%(path)s"
sk: Nie je možné kopírovať súbory šablóny WWW stránok z "%(path)s"
uk: Не вдалося скопіювати файли шаблону веб-сайту з "%(path)s"

source: Keeping "%(dst)s" (newer than "%(src)s")
cs: Ponechávám "%(dst)s" (novější než "%(src)s")
da: Beholder "%(dst)s" (nyere end "%(src)s")
de: Behalten von „%(dst)s“ (neuer als „%(src)s“)
hr: Zadži „%(dst)s” (novije od „%(src)s”)
nl: "%(dst)s" behouden (nieuwer dan "%(src)s")
pt_pt: A manter "%(dst)s" (mais recente que "%(src)s")
sk: Ponecháva sa "%(dst)s" (novší ako "%(src)s")
uk: Зберігається "%(dst)s" (новіший, ніж "%(src)s")

source: Copying "%(src)s" to "%(dst)s"
cs: Kopíruji "%(src)s" do "%(dst)s"
da: Kopierer "%(src)s" til "%(dst)s"
de: Kopieren von „%(src)s“ nach „%(dst)s“
hr: Kopiraj „%(src)s” prema „%(dst)s”
nl: "%(src)s" naar "%(dst)s" kopiëren
pt_pt: A copiar "%(src)s" para "%(dst)s"
sk: Kopíruje sa "%(src)s" do "%(dst)s"
uk: Копіювання "%(src)s" до "%(dst)s"

source: Unable to overwrite archive file "%(path)s"
cs: Nelze přepsat archivní soubor "%(path)s"
da: Umuligt at overskrive arkivfilen "%(path)s"
de: Archivdatei „%(path)s“ kann nicht überschrieben werden
hr: Nije moguće prepisati datoteku arhive „%(path)s”
nl: Kan archiefbestand "%(path)s" niet overschrijven
pt_pt: Impossível sobrescrever o arquivo "%(path)s"
sk: Nepodarilo sa prepísať súbor archívu "%(path)s"
uk: Не вдалося перезаписати архівний файл "%(path)s"

source: Unable to add file "%(file)s" to archive "%(archive)s"
cs: Nelze přidat soubor "%(file)s" do archivu "%(archive)s"
da: Kan ikke lægge filen "%(file)s" til arkivet "%(archive)s"
de: Datei „%(file)s“ kann nicht zum Archiv „%(archive)s“ hinzugefügt werden
hr: Nije moguće dodati datoteku „%(file)s” u arhivu „%(archive)s”
nl: Kan bestand "%(file)s" niet toevoegen aan archief "%(archive)s"
pt_pt: Impossível adicionar "%(file)s" ao arquivo "%(archive)s"
sk: Nepodarilo sa pridať súbor "%(file)s" do archívu "%(archive)s"
uk: Не вдалося додати файл "%(file)s" до архіву "%(archive)s"

source: DynamicWebReport ignoring link type '%(class)s'
cs: DynamicWebReport ignoruje odkaz typu '%(class)s'
da: DynamicWebReport ignorerer linktypen '%(class)s'
de: DynamischerWebBericht ignoriert den Verknüpfungstyp '%(class)s'
hr: Dinamični web izvještaj zanemaruje vrstu poveznica „%(class)s”
nl: DynamicWebReport negeert linktype '%(class)s'
pt_pt: Relatório “web” dinâmico a ignorar tipo de ligação "%(class)s"
sk: DynamicWebReport ignoruje odkaz typu '%(class)s'
uk: DynamicWebReport ігнорує тип посилання '%(class)s'

source: Family of %(father)s
cs: Rodina %(father)s
da: Familie til %(father)s
de: Familie von %(father)s
hr: Obitelj od %(father)s
nl: Gezin van %(father)s
pt_pt: Família de %(father)s
sk: Rodina patriaca %(father)s
uk: Сім'я %(father)s

source: Family of %(mother)s
cs: Rodina %(mother)s
da: Familie til %(mother)s
de: Familie von %(mother)s
hr: Obitelj od %(mother)s
nl: Gezin van %(mother)s
pt_pt: Família de %(mother)s
sk: Rodina patriaca %(mother)s
uk: Сім'я %(mother)s
