Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Latitude/ Longitude/ Altitude GPS coordinates
cs: GPS koordináty, zem. šířka/délka/nadm. výška
da: Breddegrad/ Længdegrad/ Højde GPS koordinat
de: Breite/Länge/Höhe GPS Koordinaten
hr: GPS koordinate za zemljopisnu širinu/dužinu/nadmorsku visinu
nb: Bredde-/ Lengdegrad/ Høyde GPS-kordinater
nl: Breedtegraad / lengtegraad / hoogte GPS-coördinaten
pt_pt: Coordenadas GPS de Latitude/Longitude/Altitude
uk: Широта/ Довгота/ Висота, GPS координати

source: Latitude :
cs: Zeměpisná šířka :
da: Breddegrad :
de: Breitengrad:
hr: Zemljopisna širina:
nb: Breddegrad :
nl: Breedtegraad :
uk: Широта :

source: Longitude :
cs: Zeměpisná délka :
da: Længdegrad :
de: Längengrad:
hr: Zemljopisna dužina:
nb: Lengdegrad :
nl: Lengtegraad :
uk: Довгота :

source: Altitude :
cs: Výška:
da: Højde :
de: Höhe:
hr: Nadmorska visina:
nb: Høyde :
nl: Hoogte :
uk: Висота :

source: Bad Date/Time
cs: Nesprávné Datum/čas
da: Ugyldig Dato/Tid
de: Falsches Datum/Zeit
hr: Neispravni datum/vrijeme
nb: Ugyldig Dato/Tid
nl: Slechte datum / tijd
pt_pt: Data/Hora incorrectas
uk: Невірна Дата/ Час

source: Invalid latitude (syntax: 18°9'
da: Ugyldig breddegrad (syntaks: 18°9'
de: Ungültiger Breitengrad (Syntax: 18°9'
pt_pt: Latitude inválida (sintaxe: 18º9'
uk: Помилкова широта (приклад: 18°9'

source: 48.21"S, -18.2412 or -18:9:48.21)
cs: 48.21"S, -18.2412 nebo -18:9:48.21)
da: 48.21"S, -18.2412 eller -18:9:48.21)
de: 48.21"S, -18.2412 oder -18:9:48.21)
he: 48.21"S, -18.2412 או -18:9:48.21)
hr: 48.21″S, −18.2412 ili −18:9:48.21)
nb: 48.21"S, -18.2412 eller -18:9:48.21)
nl: 48.21"S, -18.2412 of -18:9:48.21)
pt_pt: 48.21"S, -18.2412 ou -18:9:48.21)
sk: 48.21"S, -18.2412 alebo -18:9:48.21)
uk: 48.21"S, -18.2412 або -18:9:48.21)

source: Invalid longitude (syntax: 18°9'
da: Ugyldig længdegrad (syntaks: 18°9'
de: Ungültiger Längengrad (Syntax: 18°9'
pt_pt: Longitude inválida (sintaxe: 18º9'
uk: Помилкова довгота (приклад: 18°9'

source: 48.21"E, -18.2412 or -18:9:48.21)
cs: 48.21"E, -18.2412 nebo -18:9:48.21)
da: 48.21"E, -18.2412 eller -18:9:48.21)
de: 48.21"O, -18.2412 oder -18:9:48.21)
he: 48.21"E, -18.2412 או -18:9:48.21)
hr: 48.21″E, −18.2412 ili −18:9:48.21)
nb: 48.21"E, -18.2412 eller -18:9:48.21)
nl: 48.21"E, -18.2412 of -18:9:48.21)
pt_pt: 48.21"E, -18.2412 ou -18:9:48.21)
sk: 48.21"E, -18.2412 alebo -18:9:48.21)
uk: 48.21"E, -18.2412 або -18:9:48.21)

source: WARNING! You are about to completely delete the Exif metadata from this image.
da: ADVARSEL! Du er ved at slette alle Exif-metadata fra dette billede.
de: WARNUNG! Du bist dabei, die Exif-Metadaten von diesem Bild vollständig zu löschen.
pt_pt: AVISO: está prestes a eliminar completamente os meta-dados Exif desta imagem.
uk: УВАГА! Ви збираєтесь повністю видалити Exif-метадані з цього зображення.

source: Delete?
da: Slet?
de: Löschen?
pt_pt: Eliminar?
uk: Видалити?

source: WARNING! You are about to completely delete the GPS metadata from this image.
da: ADVARSEL! Du er ved at slette alle GPS-metadata fra dette billede.
de: WARNUNG! Du bist dabei, die GPS-Metadaten von diesem Bild vollständig zu löschen.
pt_pt: AVISO: está prestes a eliminar completamente os meta-dados GPS desta imagem.
uk: УВАГА! Ви збираєтесь повністю видалити GPS-метадані з цього зображення.

source: Media Title Update
cs: Aktualizovat titulek média
da: Opdatering af Medietitel
de: Medientitel aktualisiert
hr: Aktualiziranje naslova medija
nb: Oppdatering av Mediatittel
nl: Mediatitel update
pt_pt: Actualização do título
uk: Оновлення назви медіа

source: Media Object Date Created
cs: Datum objektu média vytvořen
da: Dato for medieobjekt dannet
de: Medienobjektdatum erstellt
hr: Datum medijskog objekta stvoren
nb: Dato for Mediaobjekter er laget
nl: Creatie-datum media-object
pt_pt: Data da multimédia criada
uk: Дата створення медіа об’єкту

source: Saving Exif metadata to this image...
cs: Do obrázku jsou ukládána Exif metadata...
da: Gemmer Exif-metadata i billedet...
de: Speichere Exif Metadaten in dieses Bild...
hr: Spremanje Exif metapodataka u ovu sliku …
nb: Lagrer Exif-metadata til dette bildet...
nl: Exif-metagegevens in deze afbeelding opslaan...
pt_pt: A gravar meta-dados Exif na imagem...
uk: Збереження Exif метаданих цього зображення...

source: All Exif metadata has been deleted from this image...
cs: Z tohoto obrázku byla odstraněna všechna Exif metadata...
da: Alle Exif-metadata er blevet slettet fra dette billede ...
de: Alle Exif Metadaten wurden von diesem Bild entfernt...
hr: Svi Exif metapodaci su uklonjeni iz ove slike …
nb: Alle Exif-metadata er blitt slettet fra dette bildet...
nl: Alle Exif-metagegevens zijn verwijderd uit deze afbeelding...
pt_pt: Todos os meta-dados Exif foram eliminados da imagem...
sk: Všetky metadáta boli z tohoto obrázka odstránené...
uk: Всі Exif метадані було витерто з цього зображення...

source: There was an error in stripping the Exif metadata from this image...
cs: Při odstraňování Exif metadat z obrázku došlo k chybě...
da: Der opstod en fejl ved sletning af Exif-metadata fra dette billede ...
de: Beim reinitialisieren der Exif Metadaten für dieses Bild ist ein Fehler aufgetreten...
hr: Greška prilikom uklanjanja Exif metapodataka …
nb: Det var en feil da Exif-metadata for bildet ble fjernet...
nl: Er is een fout opgetreden bij het verwijderen van de Exif-metagegevens van deze afbeelding...
pt_pt: Ocorreu um erro ao eliminar os meta-dados Exif desta imagem...
sk: Pri separovaní Exif metadát sa vyskytla chyba...
uk: Сталася помилка при витиранні Exif метаданих з цього зображення...

source: Event Description Editor
da: Hændelsesbeskrivelsesredigering
de: Ereignisbeschreibungseditor
hr: Uređivač opisa događaja
nl: Editor voor Gebeurtenisbeschrijvingen
pt_pt: Editor de descrições de eventos
uk: Редактор опису подій

source: A tool to find and replace a string in event description of multiple events.
da: Et værktøj til at finde og erstatte strenge i hændelsesbeskrivelsen for flere hændelser.
de: Ein Werkzeug zum Suchen und Ersetzen einer Zeichenfolge in der Ereignisbeschreibung mehrerer Ereignisse.
hr: Alat za pronalaženje i zamjenu znakovnog niza u opisu događaja.
nl: Een hulpmiddel om een string te vinden en te vervangen in de gebeurtenisbeschrijving van meerdere gebeurtenissen.
pt_pt: Uma ferramenta de procura e substituição de cadeias nas descrições de múltiplos eventos.
uk: Інструмент для пошуку та заміни рядка в описах подій у кількох подіях.

source: Search substring...
da: Søg delstreng...
de: Suche Teilzeichenfolge...
hr: Traži podniz …
nl: Zoek deeltekenreeks...
pt_pt: Subcadeia de procura...
uk: Пошук підрядка...

source: %s event descriptions of %s events were changed.
da: %s hændelsesbeskrivelse af %s hændelser blev ændret.
de: %s Ereignisbeschreibungen von %s Ereignissen wurden geändert.
hr: %s opisa događaja od %s događaja su promijenjeni.
nl: %s gebeurtenisbeschrijvingen van %s gebeurtenissen zijn gewijzigd.
pt_pt: Foram alteradas %s descrições de eventos entre %s eventos.
uk: Опис %s подій у %s подіях було змінено.

source: Find
de: Finden
he: חיפוש
hr: Pronađi
nl: Vind
pt_pt: Localizar
uk: Знайти

source: Replace substring only
da: Erstat kun delstreng
de: Nur Teilzeichenfolge ersetzen
hr: Zamijeni samo podniz
nl: Vervang alleen het zinsdeel
pt_pt: Substituir só a subcadeia
uk: Замінити лише підрядок

source: If True only the substring will be replaced, otherwise the whole description will be deleted and replaced by the new one.
da: Hvis Sandt vil kun delstrengen blive erstattes, ellers vil hele beskrivelsen blive slettet og erstattet med den nye.
de: Bei Wahr wird nur die Teilzeichenfolge ersetzt, andernfalls wird die gesamte Beschreibung gelöscht und durch die neue ersetzt.
hr: Ako je postavljeno, zamijenit će se samo podniz, u suprotnom će se cijeli opis izbrisati i zamijeniti novim.
nl: Indien True wordt alleen de deeltekenreeks vervangen, anders wordt de hele beschrijving verwijderd en vervangen door de nieuwe.
pt_pt: Se marcada, só a subcadeia será substituída, senão será substituída toda a descrição.
uk: Якщо обрано True, буде замінено лише підрядок, інакше весь опис буде видалено та замінено новим.

source: Allow regex
da: Tillad regex
de: Reguläre Ausdrücke zulassen
nl: Regex toestaan
pt_pt: Permitir regex
uk: Дозволити регулярні вирази

source: Allow regular expressions.
da: Tillad regular expressions.
de: Reguläre Ausdrücke zulassen.
nl: Sta reguliere expressies toe.
pt_pt: Permite a utilização de expressões regulares.
uk: Дозволити використання регулярних виразів.

source: Person GEXF
da: GEXF for person
nl: Persoon GEXF
pt_pt: Indivíduo GEXF
uk: Особа GEXF

source: _Person GEXF
da: _GEXF for person
nl: _Persoon GEXF
pt_pt: Indivíduo GE_XF
uk: _Особа GEXF

source: GEXF is used in many network graph applications.
da: GEXF er benyttet i mange netværks-graf applikationer.
de: GEXF wird in vielen Netzwerkgraphenanwendungen eingesetzt.
nl: GEXF wordt gebruikt in veel toepassingen voor netwerkgrafieken.
pt_pt: O GEXF é usado em muitas aplicações de gráficos em rede.
uk: GEXF використовується в багатьох програмах для роботи з мережевими графами.

source: GEXF export options
da: GEXF eksport muligheder
de: GEXF-Exportoptionen
nl: GEXF exportopties
pt_pt: Opções de exportação GEXF
uk: Параметри експорту GEXF

source: Prolog Export
da: Eksportér Prolog
hr: Prolog izvoz
pt_pt: Exportação de prólogo
uk: Експорт у Prolog

source: Exports data into a Prolog fact format. Data is in Unicode (utf-8)
da: Eksporterer data til et Prolog fakta format. Data er i unicode (utf-8)
de: Exportiert Daten in ein Prolog-Faktenformat. Daten sind in Unicode (utf-8)
hr: Izvozi podatke u Prolog formatu. Podaci su u Unicode formatu (utf-8)
nl: Exporteert gegevens naar een Prolog-feitenopmaak. Gegevens staan in Unicode (utf-8)
pt_pt: Exporta dados num formato de prólogo, em Unicode (UTF-8)
uk: Експортує дані у формат фактів Prolog. Дані у кодуванні Unicode (utf-8)

source: Raw Export
da: Exporter rå
de: Rohmaterial Export
hr: Raw izvoz
nl: Ruwe export
pt_pt: Exportação em bruto
uk: Сирий експорт

source: This is a raw python object dump
da: Dette er en rå python objekt dump
de: Dies ist ein unbearbeiteter Python-Objektabzug
hr: Ovo je neobrađeni izvadak python objekata
nl: Dit is een onbewerkte python-objectdump
pt_pt: Este é um despejo de objectos Python em bruto
uk: Це дамп сирих об'єктів Python

source: Raw options
da: Rå tilvalg
de: Rohdaten Optionen
hr: Opcije za Raw format
nl: Ruwe exportopties
pt_pt: Opções
uk: Параметри сирого експорту

source: Extended Person Attributes
da: Udvidet personattributter
de: Erweiterte Person Attribute
hr: Proširena svojstva osobe
nl: Uitgebreide persoonskenmerken
pt_pt: Atributos pessoais estendidos
uk: Розширені атрибути особи

source: Extended Attributes
da: Udvidet attributter
de: Erweiterte Attribute
hr: Proširena svojstva
nl: Uitgebreide kenmerken
pt_pt: Atributos estendidos
uk: Розширені атрибути

source: Extended Family Attributes
da: Udvidet familieattributter
de: Erweiterte Familienattribute
hr: Proširena svojstva obitelji
nl: Uitgebreide gezinskenmerken
pt_pt: Atributos familiares estendidos
uk: Розширені атрибути сім’ї

source: Double-click on a row to edit the object containing the selected attribute.
da: Dobbeltklik på en række for at redigere objektet der indeholder det valgte attribut.
de: Doppelklicke auf eine Zeile, um das Objekt zu bearbeiten, das das ausgewählte Attribut enthält.
hr: Dupli klik na redak za obradu objekta, koji sadrži odabrano svojstvo.
nl: Dubbelklik op een rij om het object met het geselecteerde kenmerk te bewerken.
pt_pt: Duplo clique numa linha para editar o objecto que contém o atributo seleccionado.
uk: Двічі клацніть на рядку, щоб редагувати об'єкт, що містить вибраний атрибут.

source: _Toggle Selected
da: _Skift valgte
de: Ausgewählte _umkehren
hr: _Uklj/Isklj odabrano
nl: _Wissel Geselecteerd
pt_pt: Al_ternar selecção
uk: Перемкнути вибрані

source: Toggles the checkmarks on selected rows, Rows can be selected with <ctrl> (add to group), or <shift> (extend group) click, or with <ctrl> or <shift> arrow keys and 'space'. Or <ctrl>'a' for select all.
da: Skift fluebenene på de valgte rækker. Rækker kan vælges med <ctrl> (læg til gruppe), eller <shift> (udvidet gruppe) klik, eller med <ctrl> eller <shift> piltaster og 'mellemrum'. eller <ctrl>'a' for at vælge alle.
de: Schaltet die Häkchen bei ausgewählten Zeilen um. Zeilen können mit <Strg> (zur Gruppe hinzufügen) oder <Umschalt> (Gruppe erweitern) oder mit <Strg> oder <Umschalt> Pfeiltasten und 'Leerzeichen' ausgewählt werden. Oder <Strg>'a' für Alles auswählen.
hr: Uključuje i isključuje kvačice odabranih redaka. Retci se mogu odabrati tipkama <ctrl> (dodavanje grupi) ili <shift> (širenje grupu), tipkama <ctrl> ili <shift> sa strelicama i razmaknica. Ili <ctrl>a za biranje svih.
nl: Schakelt de vinkjes op geselecteerde rijen om, rijen kunnen worden geselecteerd met <ctrl> (toevoegen aan groep), <shift> (groep uitbreiden) klik, of met <ctrl> of <shift> pijltoetsen en 'spatie'. Of <ctrl> 'a' om alles te selecteren.
pt_pt: Alterna as marcas nas linhas seleccionadas. Pode seleccioná-las com Ctrl+clique (adicionar a grupo), Shift+clique (estender grupo), ou Ctrl/Shift + setas e espaço. Ou Ctrl + A para seleccionar tudo.
uk: Перемикає прапорці у вибраних рядках. Рядки можна вибирати за допомогою <ctrl> (додати до групи) або <shift> (розширити групу) клацанням, а також клавішами зі стрілками <ctrl> або <shift> і 'пробіл'. Або <ctrl>'a' для вибору всього.

source: Extract Place Data from a Place Title
da: Udtræk steddata fra stedtitel
de: Extrahieren von Ortsdaten aus einem Ortstitel
hr: Izdvajanje podataka mjesta iz naslova mjesta
nl: Locatiegegevens extraheren uit een plaatstitel
pt_pt: Extrair dados do local a partir do título
uk: Витягти дані місця з назви місця

source: Attempts to extract city and state/province from a place title
da: Forsøger at udtrække by og stat/provins fra et stedtitel
de: Versucht, Stadt und Bundesland/Provinz aus einem Ortstitel zu extrahieren
hr: Pokušava izdvojiti grad i državu/pokrajinu iz naslova mjesta
nl: Poogt stad en staat / provincie uit een plaatstitel te halen
pt_pt: Tenta extrair a cidade e o distrito de um título de local
uk: Спроба витягти місто та штат/провінцію з назви місця

source: Place title
da: Stedtitel
de: Ortstitel
hr: Naslov mjesta
nl: Locatietitel
pt_pt: Título do local
uk: Назва місця

source: Extract Place data
da: Udtræk steddata
de: Ortsdaten extrahieren
hr: Izdvoji podatke mjesta
nl: Extraheer locatiegegevens
pt_pt: Extrair dados do local
uk: Витягти дані місця

source: No place information could be extracted.
da: Ingen stedinformation kunne udtrækkes.
de: Es konnten keine Ortsangaben extrahiert werden.
hr: Nije bilo moguće izdvojiti podatke mjesta.
nl: Er kon geen locatie-informatie worden geëxtraheerd.
pt_pt: Impossível extrair informações de local.
uk: Не вдалося витягти жодної інформації про місце.

source: Below is a list of Places with the possible data that can be extracted from the place title. Select the places you wish Gramps to convert.
da: Nedenstående er en liste over steder med de mulige data der kan udtrækkes fra stedtitlen. Vælg det sted som du ønsker Gramps konverterer.
de: Nachfolgend findest du eine Liste von Orten mit den möglichen Daten, die aus dem Ortstitel extrahiert werden können. Wähle die Orte aus, die Gramps konvertieren soll.
hr: Ispod se nalazi popis mjesta s podacima, koji se mogu izdvojiti iz naslova mjesta. Odaberi mjesta, koja želiš da Gramps konvertira.
nl: Hieronder vindt u een lijst met plaatsen met de mogelijke gegevens die uit de titel van de plaats kunnen worden gehaald. Selecteer de plaatsen die u door Gramps wilt laten converteren.
pt_pt: Abaixo está uma lista de locais com os dados passíveis de extracção deste título de local. Seleccione os locais que deseja que o Gramps converta.
uk: Нижче наведено список місць із можливими даними, які можна витягти з їхніх назв. Виберіть ті місця, які ви хочете, щоб Gramps конвертував.

source: FR Web Connect Pack
de: FR Web Verknüpfungspaket
hr: FR Web Connect zbirka
pt_pt: Pacote Internet para FR
uk: Пакет підключення до вебсайтів Франції

source: Collection of Web sites for the FR (requires libwebconnect)
de: Sammlung von Webseiten für FR (benötigt libwebconnect)
hr: Zbirka web stranica za Francusku (zahtijeva libwebconnect)
nl: Verzameling van websites voor FR (libwebconnect is nodig)
pt_pt: Colecção de páginas web para FR (requer libwebconnect)
uk: Збірка вебсайтів для Франції (потрібен libwebconnect)

source: Cultural ministry (France)
de: Kulturministerium (Frankreich)
hr: Ministarstvo kulture (Francuska)
nl: Cultureel ministerie (Frankrijk)
pt_pt: Ministério da Cultura (França)
uk: Міністерство культури (Франція)

source: Genealogical bank
de: Genealogische Bank
hr: Genealoška banka
nl: Genealogische bank
pt_pt: GeneaBank
uk: Генеалогічний банк

source: OrigineFile (Quebec)
nl: Originele File (Quebec)
uk: OrigineFile (Квебек)

source: Cyber genealogy
hr: Virtualna genealogija
nl: Cyber genealogie
pt_pt: Genealogia cibernética
uk: Кібер-генеалогія

source: RetroNews (Bnf)
nl: RetroNieuws (Bnf)
uk: RetroNews (Національна бібліотека Франції)

source: Hathi Trust Digital Library (fr)
de: Hathi Trust Digitale Bibliothek (fr)
hr: Hathi Trust digitalna biblioteka (fr)
uk: Цифрова бібліотека Hathi Trust (фр.)

source: Open Library (fr)
de: Offene Bibliothek (fr)
nl: Open bibliotheek (fr)
uk: Відкрита бібліотека (фр.)

source: Belgium's Archives
de: Belgiens Archive
hr: Arhive Belgije
nl: Belgisch archief
pt_pt: Arquivos belgas
uk: Архіви Бельгії

source: Face Detection
da: Ansigtsgenkendelse
de: Gesichtserkennung
hr: Prepoznavanje lica
nl: Gezichtsherkenning
pt_pt: Detecção facial
uk: Розпізнавання облич

source: Gramplet for detecting and assigning faces
da: Gramplet til at genkende og tildele ansigter
de: Gramplet zur Erkennung und Zuordnung von Gesichtern
hr: Gramplet za prepoznavanje i određivanje lica
nl: Gramplet voor het detecteren en toewijzen van gezichten
pt_pt: Gramplet para detectar e atribuir faces
uk: Грамплет для розпізнавання та призначення облич

source: Faces
da: Ansigter
de: Gesichter
hr: Lica
nl: Gezichten
uk: Обличчя

source: OpenCV-Python is not installed
da: OpenCV-Python er ikke installeret
de: OpenCV-Python ist nicht installiert
hr: OpenCV-Python nije instaliran
nl: OpenCV-Python is niet geïnstalleerd
pt_pt: OpenCV-Python não instalado
uk: OpenCV-Python не встановлено

source: Detect New Faces
da: Find nye ansigter
de: Erkannte neue Gesichter
hr: Prepoznaj nova lica
nl: Detecteer nieuwe gezichten
pt_pt: Detectar novas faces
uk: Знайти нові обличчя

source: Family Relationship Tool
da: Familie slægtskabs værktøj
de: Werkzeug für Familienbeziehungen
hr: Alat za obiteljske veze
nl: Familierelaties hulpmiddel
pt_pt: Ferramenta de relações familiares
uk: Інструмент сімейних відносин

source: Mass-edit the family relationship type for a group of families.
da: Masserediger familieslægtskabstype for en gruppe familier.
de: Massen-Bearbeitung des Familienbeziehungstyp für eine Gruppe von Familien.
hr: Grupno uređivanje vrste obiteljske veze za grupu obitelji.
nl: Het in bulk bewerken van het familierelatie type voor een groep families.
pt_pt: Editar em massa o tipo de relação familiar para um grupo de famílias.
uk: Масове редагування типу сімейних відносин для групи сімей.

source: All Families
da: Alle familier
de: Alle Familien
hr: Sve obitelji
nl: Alle gezinnen
pt_pt: Todas as famílias
uk: Усі сімʼї

source: Choose the set of families to process. Create custom filters if empty.
da: Vælg de familier der skal behandles. Dan et brugerdefineret filter hvis tomt.
de: Wähle die Gruppe zu verarbeitenden Familien aus. Erstelle benutzerdefinierte Filter, wenn diese leer sind.
hr: Odaberi obitelji koje želiš obraditi. Stvori prilagođene filtre, ako su prazni.
nl: Kies de families die verwerkt moeten worden. Maak aangepaste filters als ze leeg zijn.
pt_pt: Escolha o conjunto de famílias a processar. Crie filtros personalizados, se estiverem vazios.
uk: Виберіть набір сімей для обробки. Створіть користувацькі фільтри, якщо порожньо.

source: Relationship Type
da: Slægtskabstype:
de: Beziehungstyp
hr: Vrsta veze
nl: Soort relatie
pt_pt: Tipo de parentesco
uk: Тип відносин

source: Choose the new family relationship type. Custom relationship types aren't supported.
da: Vælg familieslægtskabstype. Brugerbestemte slægtskabstyper er ikke understøttet.
de: Wähle den neuen Familienbeziehungstyp. Benutzerdefinierte Beziehungstypen werden nicht unterstützt.
hr: Odaberi novu vrstu obiteljske veze. Prilagođene vrste veza nisu podržane.
nl: Kies het nieuwe type gezinsrelatie. Aangepaste relatietypen worden niet ondersteund.
pt_pt: Escolha o novo tipo de relação familiar. Não são suportados tipos de relação personalizados.
uk: Виберіть новий тип сімейних відносин. Користувацькі типи відносин не підтримуються.

source: Process relationships...
da: Bearbejder slægtskaber...
de: Verarbeite Beziehungen...
hr: Obrada veza …
nl: Relaties verwerken...
pt_pt: Processar parentescos...
uk: Обробка відносин...

source: Family Sheet
da: Familieark
de: Familienblatt
hr: Obiteljski list
nl: Familieblad
pt_pt: Folha familiar
uk: Сімейний лист

source: Produces a family sheet showing full information about a person and his/her partners and children.
da: Danner et familieark der viser al information om en person og han/hendes partner og børn.
de: Erstellt ein Familienblatt, das vollständige Informationen über eine Person und ihre Partner und Kinder enthält.
hr: Stvara obiteljski list s potpunim podacima osobe, njenim partnerima i djeci.
nl: Toont een familieblad met volledige informatie over een persoon en zijn/haar partners en kinderen.
pt_pt: Produz uma folha familiar mostrando a informação completa sobre um indivíduo, companheiros e filhos.
uk: Створює сімейний лист із повною інформацією про особу, її партнерів та дітей.

source: Address (%(date)s): %(location)s
da: Adresse (%(date)s): %(location)s
de: Adresse (%(date)s): %(location)s
hr: Adresa (%(date)s): %(location)s
nl: Adres (%(date)s): %(location)s
pt_pt: Endereço (%(date)s): %(location)s
sk: Adresa (%(date)s): %(location)s
uk: Адреса (%(date)s): %(location)s

source: Address: %(location)s
da: Adreses: %(location)s
de: Adresse: %(location)s
hr: Adresa: %(location)s
nl: Adres: %(location)s
pt_pt: Endereço: %(location)s
sk: Adresa: %(location)s
uk: Адреса: %(location)s

source: Source references:
da: Kildehenvisning:
de: Quellenangaben:
hr: Reference izvora:
nl: Bronverwijzingen:
pt_pt: Referências de fonte:
sk: Odkazy na zdroje:
uk: Посилання на джерела:

source: , page %s
da: , side %s
de: , Seite %s
hr: , stranica %s
nl: , pagina %s
pt_pt: , página %s
sk: , strana %s
uk: , сторінка %s

source: Notes:
da: Noter:
de: Notizen:
hr: Zabilješke:
nl: Opmerkingen:
pt_pt: Notas:
sk: Poznámky:
uk: Примітки:

source: on %(ymd_date)s
da: på %(ymd_date)s
de: am %(ymd_date)s
hr: na dan %(ymd_date)s
nl: op %(ymd_date)s
pt_pt: a %(ymd_date)s
sk: %(ymd_date)s
uk: на %(ymd_date)s

source: in %(ym_date)s
da: i %(ym_date)s
de: im %(ym_date)s
hr: %(ym_date)s
pt_pt: em %(ym_date)s
sk: v/vo %(ym_date)s
uk: у %(ym_date)s

source: in %(y_date)s
da: i %(y_date)s
hr: %(y_date)s
pt_pt: em %(y_date)s
sk: v/vo %(y_date)s
uk: у %(y_date)s

source: on %(placeholder)s
da: på %(placeholder)s
de: am %(placeholder)s
hr: na %(placeholder)s
nl: op %(placeholder)s
pt_pt: em %(placeholder)s
sk: %(placeholder)s
uk: на %(placeholder)s

source: on %(placeholder)s (%(partial)s)
da: på %(placeholder)s (%(partial)s)
de: am %(placeholder)s (%(partial)s)
hr: na %(placeholder)s (%(partial)s)
nl: op %(placeholder)s (%(partial)s)
pt_pt: em %(placeholder)s (%(partial)s)
sk: %(placeholder)s (%(partial)s)
uk: на %(placeholder)s (%(partial)s)
