Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Alterative Names Select one or more rows and press 'Keep' button to toggle the 'include into place' status .
da: Alternative navne Vølg en eller flere rækker og tryk 'Behold' for at skifte 'medtag ind i sted' status.
de: Alternative Namen Markiere eine oder mehrere Zeilen und drücke die Taste „Beibehalten“, um den Status „Aufnehmen in Ort“ umzuschalten.
he: שמות חלופיים בחירה בשורה אחת או יותר והקשה על לחצן 'שמירה' למעבר למצב 'הכללה בתוך מקום'.
hr: Alternativna imena Odaberi jedan ili više redaka i pritisni „Zadrži” za promjenu stanja „uključi u mjesto”.
nl: Alternatieve namen Selecteer een of meer rijen en druk op de knop 'Behouden' om de status 'in plaats opnemen' te wisselen.
pt_pt: Nomes alternativos Seleccione uma ou mais linhas e clique em Manter para alterar o estado de "Incluir no local".
uk: Альтернативні назви Виберіть один або кілька рядків і натисніть кнопку 'Зберегти', щоб увімкнути статус 'включити до місця'.

source: Inc
da: Inkl
de: Inkl
hr: Nepotpuno
nl: Inclusief
pt_pt: Incluir
uk: Вкл

source: Lang
da: Sprog
de: Spr
he: שפה
hr: Jezik
nl: Taal
pt_pt: Idioma
uk: Мова

source: Select one or more rows and use this button to keep the alternative names.
da: Vælg en eller flere rækker og benyt denne knap for at beholde alternative navne.
de: Wähle eine oder mehrere Zeilen aus und verwende diese Schaltfläche, um die alternativen Namen beizubehalten.
he: בחירת שורה אחת או יותר ושימוש בלחצן זה לשמירת השמות החלופיים.
hr: Odaberi jedan ili više redaka i pritisni ovaj gumb, za zadržavanje alternativnih imena.
nl: Selecteer een of meer rijen en gebruik deze knop om de alternatieve namen te behouden.
pt_pt: Seleccione uma ou mais linhas e use este botão para manter os nomes alternativos.
uk: Виберіть один або кілька рядків і натисніть цю кнопку, щоб зберегти альтернативні назви.

source: Select one row and use this button to make the row the primary name.
da: Vælg en række og benyt denne knap til at gøre rækken til primært navn.
de: Wähle eine Zeile aus und verwende diese Schaltfläche, um die Zeile zum Primärnamen zu machen.
he: בחירת שורה אחת ושימוש בלחצן זה להפיכת השורה לשם העיקרי.
hr: Odaberi jedan ili više redaka i pritisni ovaj gumb, za određivanje retka primarnim imenom.
nl: Selecteer één rij en gebruik deze knop om de rij de primaire naam te maken.
pt_pt: Seleccione uma linha e use este botão para a tornar no nome principal.
uk: Виберіть один рядок і натисніть цю кнопку, щоб зробити його основною назвою.

source: Discard
da: Kasser
de: Verwerfen
he: להסיר
hr: Odbaci
nl: Negeren
pt_pt: Descartar
uk: Відхилити

source: Select one or more rows and use this button to discard the alternative names.
da: Vælg en eller flere rækker og benyt denne knap til at kassere alternative navne.
de: Wähle eine oder mehrere Zeilen aus und verwende diese Schaltfläche, um die alternativen Namen zu verwerfen.
he: בחירת שורה אחת או יותר ושימוש בלחצן זה לשמיטת השמות החלופיים.
hr: Odaberi jedan ili više redaka i pritisni ovaj gumb, za odbacivanje alternativnih imena.
nl: Selecteer een of meer rijen en gebruik deze knop om de alternatieve namen te verwijderen.
pt_pt: Seleccione uma ou mais linhas e use este botão para descartar os nomes alternativos.
uk: Виберіть один або кілька рядків і натисніть цю кнопку, щоб відхилити альтернативні назви.

source: Cancel the operation, no changes are made to your Place.
da: Afbryd handlingen, der ændres intet i dit sted.
de: Bricht den Vorgang ab, es werden keine Änderungen an deinem Ort vorgenommen.
he: ביטול פעולה, לא נעשו שינויים ברשומת המקום.
hr: Prekini operaciju. Podaci tvog mjesta se ne mijenjaju.
nl: Annuleer de bewerking, er worden geen wijzigingen aangebracht aan uw plaats.
pt_pt: Cancelar a operação, nenhuma alteração será feita ao local.
uk: Скасувати операцію, зміни не будуть внесені.

source: Store the values in your Place.
da: Gem værdierne i dit sted.
de: Speichert die Werte in deinem Ort.
he: אחסון הערכים במקום.
hr: Spremi vrijednosti u tvoje mjesto.
nl: Sla de waarden op in uw plaats.
pt_pt: Armazenar os valores no seu local.
uk: Зберегти значення для місця.

source: Keep Web Links
da: Behold inernetlinks
de: Weblinks Behalten
he: להשאיר קישורי רשת
hr: Zadrži web poveznice
nl: Behoud weblinks
pt_pt: Manter ligações web
uk: Зберегти веб-посилання

source: Puts web links (typically wikipedia) into your place.
da: Tilføjer internet links (typisk wikipedia) i dit sted.
de: Fügt Weblinks (typischerweise Wikipedia) in deinen Ort ein.
he: משלב קישורי רשת (וויקי‎פדיה באופן טיפוסי)‎ במקומות.
hr: Postavlja web poveznice (uobičajeno su poveznice s wikipedia) u tvoje mjesto.
nl: Zet weblinks (meestal wikipedia) in uw plaats.
pt_pt: Põe as ligações “web” (tipicamente Wikipédia) no seu local.
uk: Додає веб-посилання (зазвичай з Вікіпедії) до місця.

source: Add citation and source to Place
da: Tilføj kildehenvisning og kilde til sted
de: Fundstelle und Quelle zum Ort hinzufügen
he: הוספת מובאה ומקור למקום
hr: Dodaj citat ili izvor mjestu
nl: Voeg citaat en bron toe aan plaats
pt_pt: Adicionar citação e fonte ao seu local
uk: Додати цитату та джерело до місця

source: This Adds a Citation to your place, citing GeoNames.
da: Dette tilføjer en kildehenvisning til dit sted fra GeoNames.
de: Dies fügt deinem Ort eine Fundstelle hinzu, die GeoNames zitiert.
he: הוספת מובאה למקום, מובאה מ־GeoNames.
hr: Ovo dodaje citat tvojem mjestu, citirajući GeoNames.
nl: Dit voegt een citaat toe aan uw plaats, onder vermelding van GeoNames.
pt_pt: Isto adiciona uma citação ao seu local, citando o GeoNames.
uk: Додається цитата до місця з посиланням на GeoNames.

source: GeoNames User ID
da: GeoNames brugerid
de: GeoNames Benutzer-ID
he: מזהה משתמש GeoNames
hr: Korisnički ID za GeoNames
nl: Gebruikers-ID GeoNames
pt_pt: Utilizador GeoNames
uk: Ідентифікатор користувача GeoNames

source: Enter you Geonames user ID here.
da: Angiv dit GeoNames brugerid her.
de: Gib hier deine Geonames-Benutzer-ID ein.
he: הזנת מזהה משתמש GeoNames כאן.
hr: Ovdje upiši tvoj korisnički ID za GeoNames.
nl: Voer hier uw gebruikers-ID voor Geonames in.
pt_pt: Insira a sua identificação GeoNames aqui.
uk: Введіть тут свій ідентифікатор користувача GeoNames.

source: Alternative Names Languages to keep
da: Alternative navnesprog der beholdes
de: Alternative Namen Sprachen, die beibehalten werden sollen
he: שמות ושפות חלופיים לניהול
hr: Jezici alternativnih imena koje želiš zadržati
nl: Alternatieve namentalen om te bewaren
pt_pt: Idiomas dos nomes alternativos a manter
uk: Мови для альтернативних назв

source: Enter the two or three letter codes for the languages you wish to keep, seperated by spaces. For example "en fr ru". These languages will initially be checked off on the Names result display. If you often see an un-checked name in a specific language you want, add the language code here.
da: Angiv to eller tre bogstavskoden for de sprog du vil beholde, adskilt af mellemrum. For eksempel "en fr ru". Disse sprog vil initielt blive markeret på resultatvisningen. Hvis du ofte ser et ikke-markeret navn på et specielt sprog, læg sproget til her.
de: Gib die zwei- oder dreibuchstabigen Codes für die Sprachen ein, die du behalten willst, getrennt durch Leerzeichen. Zum Beispiel „en fr ru“. Diese Sprachen werden in der Ergebnisanzeige „Namen“ zunächst abgehakt sein. Wenn du oft einen nicht markierten Namen in einer bestimmten Sprache siehst, die du haben möchtest, füge den Sprachcode hier ein.
he: הזנת קוד שפה בשתיים או שלוש אותיות עבור השפות לשמירה, מופרדים ברווחים. לדוגמה "en fr ru" שפות אלה יסומנו מלכתחילה במצג 'תוצאות שמות'. במידה ומופיעים לעתים קרובות שמות לא מסומנים בשפה הרצויה, ניתן להוסיף כאן את קוד השפה.
hr: Upiši dvo- ili troznakovni kod za jezike koje želiš zadržati, odijeljene razmakom. Na primjer „hr en fr ru. Ti će jezici izvorno biti isključeni u prikazu rezultata imena. Ako često vidiš neoznačeno ime u nekom određenom jeziku, ovdje dodaj jezični kod.
nl: Voer de twee- of drieletterige codes in voor de talen die u wilt behouden, gescheiden door spaties. Bijvoorbeeld "en fr ru". Deze talen worden aanvankelijk afgevinkt op het scherm Namenresultaten. Als u vaak een ongecontroleerde naam ziet in een specifieke taal die u wilt, voeg dan hier de taalcode toe.
pt_pt: Insira os códigos de duas ou três letras para os idiomas que deseja manter, separados por espaços. Por exemplo, "en fr ru". Estes idiomas serão inicialmente verificados nos resultados Nomes. Se costuma ver um nome não verificado num idioma específico, adicione o código do idioma aqui.
uk: Введіть дво- або трибуквені коди мов, розділені пробілами, які хочете залишити. Наприклад "en fr ru". Ці мови будуть спочатку відмічені в результатах відображення назв. Якщо часто бачите не відмічену назву на певній мові, додайте код мови тут.

source: Currently Enclosed Places
da: Nuværende omsluttede steder
de: Derzeit eingeschlossene Orte
he: מקומות מוכלים נוכחיים
hr: Trenutačno obuhvaćena mjesta
nl: Momenteel ingesloten plaatsen
pt_pt: Locais actualmente contidos
uk: Місця, що входять до складу

source: When cleaning a place that is already enclosed, this affects what is done. If '<b>Keep current Enclosure</b>' is selected, no changes to the enclosing place is made. If '<b>Replace with GeoNames Enclosure</b>' is selected, the enclosed place is changed to the next level GeoNames place. This may result in some unused places remaining in your database.
da: Når du renser et sted om allerede er omsluttet, vil dette have indflydelse på hvad der gøres. Hvis '<b>Behold nuværende omslutning</b>' er valgt, sker der ingen ændringer til omslutningen. Hvis '<b>Udskift med GeoNames Omslutning</b>' er valgt, bliver det omsluttede sted flyttet til næste niveau GeoNames sted. Dette kan medføre nogle ubrugte steder i din database.
de: Bei der Bereinigung eines bereits eingeschlossenen Ortes wirkt sich dies auf das Vorgehen aus. Wenn '<b>Aktuellen Bereich beibehalten</b>' ausgewählt ist, werden keine Änderungen an dem umschließenden Ort vorgenommen. Wenn '<b>Ersetzen durch GeoNames-Umgebung</b>' ausgewählt ist, wird der eingeschlossene Ort in den nächsthöheren GeoNames-Ort geändert. Dies kann dazu führen, dass einige ungenutzte Orte in deiner Datenbank verbleiben.
he: ארגון מקום שכבר מוכל במקום אחר, ישפע גם על מה שכבר נעשה. אם נבחרה האפשרות '<b>שמירת הכללה נוכחית</b>', לא יעשו שינויים במקום המכיל. אם נבחרה האפשרות '<b>החלפה בהכללת GeoNames</b>', פרטי המקום המוכל ישתנו לרמה הבאה של מקומות GeoNames. מצב זה עשוי לגרום לכך שמספר מקומות במסד הנתונים יוותרו ללא שימוש.
hr: Kad se već obuhvaćeno mjesto čisti, to djeluje na radnje koje se obavljaju. Ako je odabrano „<b>Zadrži trenutačno obuhvaćanje</b>”, obuhvaćajuće mjesto se ne mijenja. Ako je odabrano „<b>Zamijeni s obuhvaćanjem pomoću GeoNames</b>”, obuhvaćeno mjesto mijenja se na sljedeću razinu GeoNames mjesta. To može proizvesti mjesta u tvojoj bazi podataka, koja se ne koriste.
nl: Bij het opruimen van een reeds afgesloten plaats heeft dit invloed op wat er wordt gedaan. Als '<b>Huidige omsluiting behouden</b>' is geselecteerd, worden er geen wijzigingen aangebracht in de omsloten plaats. Als '<b>Vervangen door GeoNames omsluiting</b>' is geselecteerd, wordt de ingesloten plaats gewijzigd naar de GeoNames van het volgende niveau. Dit kan ertoe leiden dat sommige ongebruikte plaatsen in uw database achterblijven.
pt_pt: Ao limpar um lugar que já está contido, afecta o que é feito. Se seleccionar <b>Manter contenção actual</b>", não será feita nenhuma alteração ao local contentor. Se seleccionar "<b>Substituir com contenção GeoNames</b>", o local contido é alterado para o nível de local GeoNames seguinte. Pode resultar em alguns locais não utilizados restantes na sua base de dados.
uk: Під час очищення місця, яке вже включене до іншого, це впливає на те, що буде зроблено. Якщо вибрано '<b>Залишити поточне вхождення</b>', жодних змін до включеного місця не буде внесено. Якщо вибрано '<b>Замінити на вхождення GeoNames</b>', включене місце буде змінено на наступний рівень місць GeoNames. Це може призвести до залишкових місць у вашій базі даних.

source: Keep current Enclosure
da: Behold nuværende omslutning
de: Aktuelle Einschließung behalten
he: שמירת הכללה נוכחית
hr: Zadrži trenutačno obuhvaćanje
nl: Behoud de huidige omsluiting
pt_pt: Manter contenção actual
uk: Залишити поточне вхождення

source: Replace with GeoNames Enclosure
da: Udskift med GeoNames omslutning
de: Durch GeoNames Einschließung ersetzen
he: מקומות מוכלים גאו-נאמס
hr: Zamijeni s obuhvaćanjem pomoću GeoNames
nl: Vervang door GeoNames omsluiting
pt_pt: Substituir com contenção GeoNames
uk: Замінити на вхождення GeoNames

source: Current Place title. You can edit this to help find other places, particularly to reduce the number of results.
da: Nuværende stedtitel. Du kan rette denne for at hjælpe med at finde andre steder, specielt for at formindske antal ressultater.
de: Aktueller Ortstitel. Du kannst diesen bearbeiten, um andere Orte zu finden, insbesondere um die Anzahl der Ergebnisse zu reduzieren.
he: כותרת מקום נוכחי. ניתן לעריכה על מנת לסייע באיתור מקומות אחרים, במיוחד כדי לצמצום את מספר התוצאות.
hr: Trenutačni naslov mjesta. Ovo možeš urediti, kao pomoć prilikom traženja drugih mjesta, naročito za smanjivanje broja rezultata.
nl: Huidige plaatstitel. U kunt dit bewerken om andere plaatsen te vinden, met name om het aantal resultaten te verminderen.
pt_pt: Título de local actual. Pode editá-lo para ajudar a encontrar outros locais, particularmente para reduzir o número de resultados.
uk: Поточна назва місця. Ви можете відредагувати це, щоб допомогти знайти інші місця, особливо для зменшення кількості результатів.

source: Search your local places and GeoNames for a match.
da: Søger dine lokale steder og GeoNames for et match.
de: Durchsucht deine lokalen Orte und GeoNames nach einer Übereinstimmung.
he: חיפוש התאמה במקומות local ומקומות GeoNames.
hr: Traži poklapanja tvojih mjesta s GeoNames.
nl: Zoek in uw lokale plaatsen en GeoNames naar een overeenkomst.
pt_pt: Procurar correspondência local e no GeoNames.
uk: Шукати співпадіння між місцевими місцями та GeoNames.

source: Continue to merge (for local places), or to complete a place (for GeoNames).
da: Fortsæt at sammenflette (for lokale steder), eller for at komplettere et sted (for GeoNames).
de: Fortfahren mit dem Zusammenführen (für lokale Orte) oder mit dem Vervollständigen eines Ortes (für GeoNames).
he: להמשיך במיזוג (מקומות local), או להשלים תכונות מקום (מקומות GeoNames).
hr: Nastavi za sjedinjavanje (za lokalno spremljena mjesta) ili za upotpunjavanje mjesta (za GeoNames).
nl: Ga door met samenvoegen (voor lokale plaatsen) of voltooi een plaats (voor GeoNames).
pt_pt: Continuar a unir (para os seus locais) ou a completar um local (para o GeoNames).
uk: Продовжити об'єднання (для місцевих місць) або завершити місце (для GeoNames).

source: Split up Title, Edit manually, and enclose with next level of hierarchy. For use when the initial component of the Title is too detailed to be found in the gazetteer.
da: Del titel, rediger manuelt, og omslut med næste niveau i hierarkiet. Benyttes når den første del af titlen er for detaljeret for at den kan blive fundet i stednavnsfortegnelsen.
de: Titel aufteilen, manuell bearbeiten und in die nächste Hierarchieebene einfügen. Zu verwenden, wenn der ursprüngliche Bestandteil des Titels zu detailliert ist, um im Ortsverzeichnis gefunden zu werden.
he: פיצול כותרת, עריכה באופן ידני והכללה ברמה הבאה של ההיררכיה. לשימוש כאשר הרכיב הראשוני של הכותרת מפורט מכדי להימצא במִלוֹן הגֵאוֹגרָפִי.
hr: Rastavi naslov, uredi ručno i obuhvati sa sljedećom razinom poretka. Koristi se, kad izvorna komponenta naslova sadrži previše detalja za pronalaženje u geografskom leksikonu.
nl: Titel opsplitsen, handmatig bewerken en omsluiten met het volgende hiërarchieniveau. Voor gebruik wanneer het eerste onderdeel van de titel te gedetailleerd is om in de gazetteer te vinden.
pt_pt: Dividir o título, editar manualmente e conter no nível seguinte da hierarquia. Para uso quando o componente inicial do título é demasiado detalhado para ser encontrado no dicionário geográfico.
uk: Розділити назву, редагувати вручну та включити до наступного рівня ієрархії. Використовується, коли початковий компонент назви занадто детальний для пошуку у справочнику.

source: Next Place
da: Næste sted
de: Nächster Ort
he: המקום הבא
hr: Sljedeće mjesto
nl: Volgende plaats
pt_pt: Local seguinte
uk: Наступне місце

source: Find an incomplete place.
da: Find et ufuldstændigr sted .
de: Finde einen unvollständigen Ort.
he: מציאת מקום חלקי.
hr: Nađi nepotpuno mjesto.
nl: Zoek een onvolledige plaats.
pt_pt: Encontrar um local incompleto.
uk: Знайти незавершені місця.

source: Set preferences
da: Angiv indstillinger
de: Einstellungen festlegen
he: קביעת העדפות
hr: Postavi postavke
nl: Stel voorkeuren in
pt_pt: Definir preferências
uk: Налаштувати параметри

source: Select one of these places to continue the cleanup process.
da: Vælg en af disse steder for at fortsætte med at rense.
de: Wähle einen dieser Orte, um den Bereinigungsprozess fortzusetzen.
he: בחירת אחד מהמקומות הללו להמשך בתהליך הארגון.
hr: Odaberi jedno od ovih mjesta za nastavljanje s čišćenjem.
nl: Selecteer een van deze plaatsen om door te gaan met het opschoningsproces.
pt_pt: Seleccionar um destes locais para continuar o processo de limpeza.
uk: Виберіть одне з цих місць для продовження процесу очищення.

source: Search result places
da: Søgeresultat steder
de: Suchergebnis Orte
he: תוצאות חיפוש מקומות
hr: Traži mjesta rezultata
nl: Zoekresultaat plaatsen
pt_pt: Locais resultados da procura
uk: Результати пошуку місць

source: No Matches
da: Ingen passer
de: Keine Übereinstimmungen
he: אין התאמות
hr: Nema podudaranja
nl: Geen overeenkomsten
pt_pt: Sem resultados
uk: Немає Співпадінь

source: Checking the 'Populated' checkbox causes the GeoNames search to include 'Populted places', places where people live and work.
da: Markering af "Befolket' firkanten medfører at GeoNames søgningen til at tilføje 'Befolkede steder' hvor personer lever og arbejder.
de: Wenn du das Kontrollkästchen „ Besiedelt ‚ anklickst, werden bei der GeoNames-Suche auch "Besiedelte Orte" berücksichtigt, also Orte, an denen Menschen leben und arbeiten.
he: סימון תיבת 'אכלוס' תגרום לחיפוש GeoNames לכלול בתוצאות החיפוש גם 'אזורים מאוכלסים' בהם אנשים גרים ועובדים.
hr: Aktiviranjem polja „Naseljeno”, GeoNames u pretragu uključuje „Naseljena mjesta”, mjesta gdje osobe žive i rade.
nl: Door het aankruisvak 'Bewoond' aan te vinken, bevat de GeoNames-zoekopdracht 'Bewoonde plaatsen', plaatsen waar mensen wonen en werken.
pt_pt: Marcar a caixa "Habitados" faz com que o GeoNames inclua locais habitados, locais onde as pessoas vivem e trabalham.
uk: Вибір 'Заселені' дозволяє пошук GeoNames включити 'Заселені місця', де люди живуть та працюють.

source: Populated
da: Befolket
de: Besiedelt
he: אכלוס
hr: Naseljeno
nl: Bewoond
pt_pt: Habitados
uk: Заселені

source: Checking the 'Admin' checkbox cause the GeoNames search to include adminstrative subdivisions in the search (countries, states, counties etc.).
da: Markering af 'Admin' firkanten medfører GeoNames søgningen til at medtage administrative underafdelinger (lande,stater,amter o.s.v.).
de: Wenn du das Kontrollkästchen „Verwaltung“ anklickst, werden bei der GeoNames-Suche auch administrative Unterteilungen in die Suche einbezogen (Länder, Staaten, Bezirke usw.).
he: סימון תיבת 'מנהלתי' תגרום לחיפוש GeoNames לכלול בתוצאות החיפוש גם אזורים מנהליים משניים (מדינות, חבלים, מחוזות וכיוצא בזה).
hr: Aktiviranjem polja „Administracija”, GeoNames u pretragu uključuje administrativne podskupine (zeljme, države, okruge itd.).
nl: Als u het selectievakje 'Beheerder' inschakelt, zorgt de zoekopdracht voor GeoNames ervoor dat administratieve onderverdelingen in de zoekopdracht worden opgenomen (landen, staten, provincies enz.).
pt_pt: Marcar a caixa "Administração" faz com que o GeoNames inclua sub-divisões administrativas na procura (países, distritos, concelhos, etc.).
uk: Вибір 'Адміністративні' дозволяє пошук GeoNames включити адміністративні підрозділи (країни, штати/області, округи/райони тощо).

source: Checking the 'Spot' checkbox cause the GeoNames search to include a wide variety of other places in the search (churches, burial grounds, buildings etc.).
da: Markering i 'Spot' firkanten medfører at GeoNames søgningen inkluderer mange forskellige steder i søgningen (kirker, kirkegårde, bygninger o.s.v.).
de: Wenn du das Kontrollkästchen „Punkt“ anklickst, werden bei der GeoNames-Suche eine Vielzahl anderer Orte in die Suche einbezogen (Kirchen, Friedhöfe, Gebäude usw.).
he: סימון תיבת הסימון 'כתם' תגרום לחיפוש GeoNames לכלול בתוצאות החיפוש מגוון רחב של מקומות אחרים (כנסיות, אתרי קבורה, מבני ציבור, וכדומה).
hr: Aktiviranjem polja „Mjesto”, GeoNames u pretragu uključuje razna mjesta (crkve, groblja, zgrade, itd.).
nl: Als u het selectievakje 'Plek' aanvinkt, zorgt de zoekactie voor GeoNames voor een grote verscheidenheid aan andere plaatsen in de zoekopdracht (kerken, begraafplaatsen, gebouwen enz.).
pt_pt: Marcar a caixa "Ponto de interesse" faz com que o GeoNames inclua uma grande variedade de outros locais na procura (igrejas, cemitérios, edifícios, etc.).
uk: Вибір 'Різні' дозволяє у пошук GeoNames включати різноманітні інші місця (церкви, кладовища, будівлі тощо).

source: Admin
de: Verwaltung
he: מנהלתי
hr: Administracija
nl: Besturing
pt_pt: Administração
uk: Адміністративні

source: Spot
de: Punkt
he: כתם
hr: Mjesto
nl: Plek
pt_pt: Ponto de interesse
uk: Різні

source: Place Cleanup
da: Stedrensning
de: Ortsbereinigung
he: ארגון מקומות
hr: Sređivanje mjesta
nl: Plaatsopschoning
pt_pt: Limpeza de locais
uk: Очищення місць

source: Place Cleanup Gramplet assists in merging places, as well as completing places from the GeoNames web database
da: Stedrensnings Gramplet hjælper med at sammenflette steder, og komplettere steder fra GeoNames web database
de: Das Gramplet Ortsbereinigung hilft bei der Zusammenführung von Orten und bei der Vervollständigung von Orten aus der GeoNames-Webdatenbank
he: ארגון־מקומות מסייע במיזוג מקומות והשלמת תכונות מקומות מתוך מסד־נתוני המרשתת של GeoNames
hr: Gramplet pomaže sjediniti mjesta, kao i popuniti mjesta uz pomoć internetske baze podataka GeoNames
nl: De Plaatsopschoningsgramplet helpt bij het samenvoegen van plaatsen en bij het voltooien van plaatsen uit de GeoNames-webdatabase
pt_pt: O Gramplet Limpeza de locais ajuda a unir locais, assim como a completar locais a partir da base de dados GeoNames
uk: Грамплет "Очищення місць" допомагає об'єднувати місця та доповнювати їх інформацією з GeoNames

source: %s Local Matches
da: %s Lokale Matcher
de: %s Ort Übereinstimmungen
he: %s התאמות מקומיות
hr: %s Lokalna podudaranja
nl: %s lokale overeenkomsten
pt_pt: %s resultados locais
uk: %s Місцевих Співпадінь

source: Find GeoNames
de: Finde GeoNames
he: חיפוש GeoNames
hr: Nađi GeoNames
nl: Vind GeoNames
pt_pt: Localizar GeoNames
uk: Пошук GeoNames

source: Need to set GeoNames ID
da: GeoNames ID skal angives
de: GeoNames-ID muss gesetzt werden
he: נדרש להגדיר מזהה GeoNames
hr: Moraš postaviti GeoNames ID
nl: Moet GeoNames ID instellen
pt_pt: Tem de definir a ID GeoNames
uk: Слід вказати GeoNames ID

source: Use the Help button for more information
da: Benyt hjælp knappen for mere information
de: Verwende die Hilfeschaltfläche für weitere Informationen
he: הקשה על לחצן העזרה למידע נוסף
hr: Upotrijebi gumb „Pomoć” za daljnje informacije
nl: Gebruik de Help-knop voor meer informatie
pt_pt: Utilize o botão Ajuda para mais informação
uk: Натисніть кнопку «Допомога» для додаткової інформації
