Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Can't add new person as a parent.
da: Kan ikke tilføje en ny person som forælder.
de: Kann neue Person nicht als Elternteil hinzufügen.
he: לא ניתן להוסיף אדם חדש כהורה.
hr: Nije moguće dodati novu osobu kao roditelja.
nb: Kan ikke legge til ny person som foreldre.
nl: Kan geen nieuwe persoon toevoegen als ouder.
pt_pt: Impossível adicionar novo indivíduo como progenitor.
sk: Nepodarilo sa pridať novú osobu ako rodiča.
uk: Неможливо додати нову особу як батька.

source: Please set an active person.
da: Vælg venligst en aktiv person
de: Bitte setz eine aktive Person.
he: נא להגדיר אדם פעיל
hr: Postavi aktivnu osobu.
nb: Angi aktiv person.
nl: Stel een actieve persoon in.
pt_pt: Por favor, defina o indivíduo activo.
sk: Nastaviť aktívnu osobu.
uk: Будь ласка, виберіть активну особу.

source: Please set the new person's gender.
da: Angive venligst den nye persons køn.
de: Bitte gib das Geschlecht der neuen Person an.
he: נא להגדיר מגדר לאדם החדש.
hr: Odredi spol nove osobe.
nb: Velg kjønn på den nye personen.
nl: Stel het geslacht van de nieuwe persoon in.
pt_pt: Por favor, defina o sexo do novo indivíduo.
sk: Zadajte pohlavie novej osoby.
uk: Будь ласка, вкажіть стать нової особи.

source: Can't add new person as a mother.
da: Kan ikke tilføje en ny person som mor.
de: Kann neue Person nicht als Mutter hinzufügen.
he: לא ניתן להוסיף אדם חדש כאם.
hr: Nije moguće dodati novu osobu kao majku.
nl: Kan geen nieuwe persoon toevoegen als moeder.
pt_pt: Impossível adicionar novo indivíduo como mãe.
uk: Неможливо додати нову особу як матір.

source: Can't add new person as a father.
da: Kan ikke tilføje en ny person som far.
de: Kann neue Person nicht als Vater hinzufügen.
he: לא ניתן להוסיף אדם חדש כאב.
hr: Nije moguće dodati novu osobu kao oca.
nl: Kan geen nieuwe persoon toevoegen als vader.
pt_pt: Impossível adicionar novo indivíduo como pai.
uk: Неможливо додати нову особу як батька.

source: Can't add new person as a spouse.
da: Kan ikke tilføje en ny person som ægtefælle.
de: Kann neue Person nicht als Partner hinzufügen.
he: לא ניתן להוסיף אדם חדש כבן(ת) זוג.
hr: Nije moguće dodati novu osobu kao supružnika.
nb: Kan ikke legge til ny person som mor.
nl: Kan geen nieuwe persoon toevoegen als partner.
pt_pt: Impossível adicionar novo indivíduo como cônjuge.
sk: Nepodarilo sa pridať novú osobu ako manželku/-a.
uk: Неможливо додати нову особу як подружжя.

source: Can't add new person as a wife.
da: Kan ikke tilføje en ny person som hustru.
de: Kann neue Person nicht als Ehefrau hinzufügen.
he: לא ניתן להוסיף אדם חדש כרעיה.
hr: Nije moguće dodati novu osobu kao ženu.
nl: Kan geen nieuwe persoon toevoegen als vrouw.
pt_pt: Impossível adicionar novo indivíduo como mulher.
uk: Неможливо додати нову особу як дружину.

source: Can't add new person as a husband.
da: Kan ikke tilføje en ny person som ægtemand.
de: Kann neue Person nicht als Ehemann hinzufügen.
he: לא ניתן להוסיף אדם חדש כבעל.
hr: Nije moguće dodati novu osobu kao muža.
nl: Kan geen nieuwe persoon toevoegen als echtgenoot.
pt_pt: Impossível adicionar novo indivíduo como marido.
uk: Неможливо додати нову особу як чоловіка.

source: Can't add new person as a sibling.
da: Kan ikke tilføje en ny person som søskende.
de: Kann neue Person nicht als Geschwister hinzufügen.
he: לא ניתן להוסיף אדם חדש כאח או אחות.
hr: Nije moguće dodati novu osobu kao brata ili sestru.
nb: Kan ikke legge til ny person som søsken.
nl: Kan geen nieuwe persoon toevoegen als broer of zus.
pt_pt: Impossível adicionar novo indivíduo como irmão.
sk: Nepodarilo sa pridať novú osobu ako súrodenca.
uk: Неможливо додати нову особу як брата/сестру.

source: Can't add new person as a child.
da: Kan ikke tilføje en ny person som barn.
de: Kann neue Person nicht als Kind hinzufügen.
he: לא ניתן להוסיף אדם חדש כצאצא.
hr: Nije moguće dodati novu osobu kao dijete.
nb: Kan ikke legge til ny person som barn.
nl: Kan geen nieuwe persoon toevoegen als kind.
pt_pt: Impossível adicionar novo indivíduo como filho.
sk: Nepodarilo sa pridať novú osobu ako dieťa.
uk: Неможливо додати нову особу як дитину.

source: Please set Active person.
da: Vælg venligst en aktiv person.
de: Bitte aktive Person setzen.
he: נא להגדיר אדם פעיל
hr: Postavi aktivnu osobu.
nl: Stel actieve persoon in.
pt_pt: Por favor, defina o indivíduo activo.
uk: Будь ласка, виберіть активну особу.

source: Can't add new person as a spouse to no one.
da: Kan ikke tilføje en ny person som ægtefælle til ingen
de: Kann neue Person nicht als Partner zu niemandem hinzufügen.
he: לא ניתן להוסיף אדם חדש כבן(ת) זוג לאף אחד.
hr: Nikome nije moguće dodati novu osobu kao supružnika.
nl: Kan geen nieuwe persoon toevoegen als partner van niemand.
pt_pt: Impossível adicionar novo indivíduo como cônjuge de ninguém.
uk: Неможливо додати нову особу як подружжя, якщо ніхто не вибраний.

source: Please set gender on Active or new person.
da: Angive venligst køn for den aktive eller nye persons .
de: Bitte Geschlecht der aktiven oder neuen Person einstellen.
he: נא להגדיר מגדר לאדם פעיל או אדם חדש.
hr: Odredi spol aktivnoj ili novoj osobi.
nb: Velg kjønn på aktiv eller ny person.
nl: Een geslacht voor de actieve of nieuwe persoon kiezen.
pt_pt: Por favor, defina o sexo do indivíduo activo ou do novo.
sk: Zadajte pohlavie novej alebo aktívnej osoby.
uk: Будь ласка, вкажіть стать для активної або нової особи.

source: Same genders on Active and new person.
da: Samme køn på den aktive og den nye person
de: Gleiche Geschlechter bei Aktiver und neuer Person.
he: מגדר זהה לאדם הפעיל והאדם החדש.
hr: Isti spol aktivne i nove osobe.
nb: Samme kjønn på aktiv og ny person.
nl: Dezelfde geslachten op actieve en nieuwe persoon.
pt_pt: Mesmo sexo no activo e no novo indivíduo.
sk: Nová osoba a aktívna osoba rovnakého pohlavia.
uk: Однакова стать у активної та нової особи.

source: Please set gender on Active person.
da: Angive venligst køn for den aktive persons .
de: Bitte gib Sie bei aktiver Person das Geschlecht an.
he: נא להגדיר מגדר לאדם פעיל.
hr: Odredi spol aktivne osobe.
nb: Velg kjønn på aktiv person.
nl: Stel geslacht in op actieve persoon.
pt_pt: Por favor, defina o sexo no indivíduo activo.
sk: Zadajte pohlavie aktívnej osoby.
uk: Будь ласка, вкажіть стать активної особи.

source: Date Calculator
da: Datoberegner
de: Datumsrechner
he: מחשבון תאריכים
hr: Kalkulator datuma
nl: Datum rekenmachine
pt_pt: Calculadora de datas
uk: Калькулятор дат

source: Perform date math calculations
de: Datumsberechnungen durchführen
nl: Datumberekeningen uitvoeren
uk: Виконує математичні обчислення з датами

source: Reference Date or Date Range
de: Bezugsdatum oder Datumsbereich
nl: Referentiedatum of -periode
uk: Опорна дата або діапазон дат

source: a valid Gramps date
de: ein gültiges Gramps-Datum
hr: valjani Gramps datum
nl: een geldige Gramps-datum
pt_pt: uma data Gramps válida
uk: дійсна дата Gramps

source: Date or offset ±y or ±y, m, d
de: Datum oder Abweichung ±J oder ±J, M, T
nl: Datum of verschuiving ±y of ±y, m, d
uk: Дата або зсув ±р або ±р, м, д

source: 1. a Date 2. a positive or negative number, representing years 3. a positive or negative list of values, representing years, months, days
de: 1. ein Datum 2. eine positive oder negative Zahl, die Jahre repräsentiert 3. eine positive oder negative Liste von Werten, die Jahre, Monate und Tage repräsentiert
nl: 1. een datum 2. een positief of negatief getal, dat jaren vertegenwoordigt 3. een positieve of negatieve lijst van waarden, die jaren, maanden, dagen vertegenwoordigen
uk: 1. Дата 2. Додатне або від'ємне число, що позначає роки 3. Додатний або від'ємний список значень, що позначає роки, місяці, дні

source: Result
da: Resultat
de: Ergebnis
he: תוצאה
hr: Rezultat
nl: Uitkomst
pt_pt: Resultado
uk: Результат

source: Calculate
da: Beregn
de: Berechnen
he: חישוב
hr: Izračunaj
nl: Berekenen
pt_pt: Calcular
uk: Обчислити

source: Copy
da: Kopier
de: Kopieren
he: העתקה
hr: Kopiraj
nl: Kopieer
pt_pt: Copiar
sk: Kopírovať
uk: Копіювати

source: Error: invalid date for first expression
de: Fehler: Ungültiges Datenformat für den ersten Ausdruck
nl: Fout: ongeldige datum voor eerste expressie
uk: Помилка: недійсна дата для першого виразу

source: Error: invalid offset for second expression
de: Fehler: Ungültiger Offset für den zweiten Ausdruck
nl: Fout: ongeldige offset voor tweede expressie
uk: Помилка: недійсний зсув для другого виразу

source: Error: at least one expression must be a date
da: Fejl: Mindst et udtryk skal være en dato
de: Fehler: Mindestens ein Ausdruck muss ein Datum sein
he: שגיאה: לפחות אחד מהביטוים חייב להיות תאריך
hr: Greška: Barem jedan izraz mora biti datum
nl: Fout: ten minste één expressie moet een datum zijn
pt_pt: Erro: pelo menos uma das expressões tem de ser uma data
uk: Помилка: принаймні один вираз має бути датою

source: Enter an expression in the entries above and click Calculate.
de: Gib einen Ausdruck in die Felder oben ein und klicke auf Berechnen.
nl: Typ een expressie in de bovenstaande items en klik op Berekenen.
uk: Введіть вираз у поле вище та натисніть 'Обчислити'.

source: Deep Connections Gramplet
da: Dybe forbindelser Gramplet
de: Tiefe Verbindungen Gramplet
he: גרמפלט קשרי משפחה עמוקים
hr: Duboka veza – Gramplet
nl: Verre verwanten gramplet
pt_pt: Gramplet Ligações profundas
sk: Gramplet Hlbšie vzťahy
uk: Грамплет Глибоких Звʼязків

source: Gramplet showing a deep relationship between active and home people
da: Gramplet der viser et dybt slægtskab mellem aktiv og hovedpersoner
de: Gramplet, das eine tiefe Beziehung zwischen aktiver und Hauptperson zeigt
he: גרמפלט שמציג קשרי משפחה עמוקים בין אדם הבית לאדם הפעיל
hr: Gramplet prikazuje duboku vezu između aktivne i glavne osobe
nl: De gramplet toont de relatie tussen de actieve persoon en verre verwanten
pt_pt: Gramplet que mostra um parentesco profundo entre o indivíduo activo e o indivíduo inicial
uk: Грамплет, що показує глибокий звʼязок між активною та головною особами

source: Deep Connections
da: Dybe Slægtskaber
de: Tiefe Verbindungen
he: קשרי משפחה עמוקים
hr: Duboka veza
nl: Verre relaties
pt_pt: Ligações profundas
sk: Hlbšie vzťahy
uk: Глибокі Звʼязки

source: Pause
he: השהיה
hr: Zaustavi
nl: Pauze
pt_pt: Pausa
sk: Pauza
uk: Призупинити

source: mentioned in note
da: Nævnt i note
de: In Notiz erwähnt
he: אזכור בהערה
hr: naveden/a u zabilješki
nl: vermeld in opmerking
pt_pt: mencionado na nota
sk: spomenutá v poznámke
uk: згадується в примітці

source: Note on Family
da: Note om Familie
de: Notiz zur Familie
he: הערת
hr: Zabilješka o obitelji
nl: Opmerking over familie
pt_pt: Nota da família
sk: Poznámka pre rodinu
uk: Примітка до родини

source: sibling
da: søskende
de: Geschwister
he: אחאי
hr: brat/sestra
nl: broer of zus
pt_pt: irmão
sk: súrodenec
uk: брат/сестра

source: Note on Parent Family
da: Note om forældrefamilien
de: Notiz zur Elternfamilie
he: הערה על משפחת הורה
hr: Zabilješka o obitelji roditelja
nl: Opmerking over ouders
pt_pt: Nota da família-mãe
sk: Poznámka pre rodinu rodiča
uk: Примітка до батьківської сімʼї

source: %s (association)
de: %s (Assoziation)
he: %s (סימוך)
hr: %s (veza)
nl: %s (verbinding)
pt_pt: %s (associação)
uk: %s (асоціація)

source: Note on Person
da: Note om Person
de: Notiz zur Person
he: הערת אדם
hr: Zabilješka o osobi
nl: Opmerking over persoon
pt_pt: Nota do indivíduo
sk: Poznámka pre osobu
uk: Записка про особу

source: %s of
da: %s af
de: %s von
he: %s של
hr: %s od
nl: %s van
pt_pt: %s de
sk: %s osoby
uk: %s з

source: No Active Person set.
da: Ingen aktive person valgt.
de: Keine aktive Person festgelegt.
he: לא הוגדר 'אדם פעיל'
hr: Aktivna osoba nije postavljena.
nb: Ingen aktiv person valgt.
nl: Geen actieve persoon ingesteld.
pt_pt: Sem indivíduo activo definido.
sk: Nie je označená aktívna osoba.
uk: Не вибрано активну Особу.

source: Looking for relationship between
da: Leder for slægtsskab mellem
de: Suche nach Beziehung zwischen
he: חיפוש קשרי בשפחה בין
hr: Traženje veze između
nl: Gezocht naar de relatie tussen
pt_pt: A procurar parentesco entre
sk: Vyhľadávanie vzťahu medzi
uk: Пошук зв'язку між

source: <b>%s</b> (Home Person) and
da: <b>%s</b> (Probanden) og
de: <b>%s</b> (Hauptperson) und
he: <b>%s</b> (אדם הבית) ו
hr: <b>%s</b> (početna osoba) i
nl: <b>%s</b> (beginpersoon) en
pt_pt: <b>%s</b> (indivíduo inicial) e
sk: <b>%s</b> (Východzia osoba) a
uk: <b>%s</b> (Головна Особа) та

source: <b>%s</b> (Active Person)...
de: <b>%s</b> (Aktive Person)...
he: <b>%s</b> (האדם הפעיל)...
hr: <b>%s</b> (aktivna osoba) …
nb: Aktiv person: <b>%s</b>
nl: <b>%s</b> (actieve persoon)...
pt_pt: <b>%s</b> (indivíduo activo)...
sk: Aktívna osoba: <b>%s</b>
uk: <b>%s</b> (Активна Особа)...

source: Found relation #%d:
da: Fundet slægtskab #%d:
de: Beziehung #%d gefunden:
he: נמצא #%d: קשר משפחה
hr: Pronađena je veza broj%d:
nb: Fant slektskap #%d:
nl: Vond relatie #%d:
pt_pt: Encontrada relação n.º%d:
sk: zistený vzťah #%d:
uk: Знайдено зв'язок №%d:

source: Paused. Press Continue to search for additional relations.
da: Pauset. Tryk Fortsæt for at søge efter flere slægtskaber.
de: Angehalten. Klicke auf Weiter, um nach weiteren Beziehungen zu suchen.
he: מושהה. נא ללחוץ על 'המשך' לקשרי משפחה נוספים.
hr: Zaustavljeno. Za traženje dodatnih veza pritisni gumb „Nastavi”.
nb: Pauset. Klikk Fortsett for å søke etter flere slektsforhold.
nl: Gepauzeerd. Druk op Doorgaan om naar aanvullende relaties te zoeken.
pt_pt: Em pausa. Clique em Continuar para procurar mais relações.
sk: Prerušené. Pre hľadanie ďalšich vzťahov stlačte Pokračovať.
uk: Призупинено. Натисніть «Продовжити» для пошуку додаткових звʼязків.

source: Search completed. %d relations found.
da: Søgning afsluttet. %d slægtskaber fundet.
de: Suche abgeschlossen. %d Beziehungen gefunden.
he: החיפוש הושלם. נמצאו %d קשרי משפחה.
hr: Traženje je završeno. Broj pronađenih veza: %d.
nb: Søk gjennomført. %d slektskap funnet.
nl: Zoeken voltooid. %d relaties gevonden.
pt_pt: Procura concluída. Encontradas %d relações.
sk: Hľadanie ukončené. Zistené vzťahy v počte %d.
uk: Пошук завершено. Знайдено %d звʼязків.

source: Generates a web (HTML) page with a graphical representation of ancestors/descendants (SVG) where details about individuals become visible upon mouse-events.
da: Dan en web (HTML) side med en grafisk repræsentation af aner/efterkommere (SVG) hvor detaljer om personer bliver synlige ved mus-hændelser.
de: Erzeugt eine Web-(HTML)-Seite mit einer grafischen Darstellung von Vorfahren/Nachkommen (SVG), auf der Details zu den Personen bei Mausereignissen sichtbar werden.
hr: Stvara web stranicu (HTML) s grafičkim prikazom predaka/potomaka (SVG), u kojemu se detalji prikazuju prilikom prelaženja mišem preko pojedinca.
nl: Genereert een web (HTML) pagina met een grafische weergave van afstammelingen/voorouders (SVG) waar details over individuen zichtbaar worden door muisacties.
pt_pt: Gera uma página “web” com uma representação gráfica de ascendentes/descendentes (SVG) onde detalhes individuais se tornam visíveis com eventos do rato.
uk: Генерує веб-сторінку (HTML) з графічним представленням предків/нащадків (SVG), де деталі про осіб відображаються за подіями миші.

source: No Source
da: Ingen Kilde
de: Keine Quelle
hr: Nema izvora
nb: Ingen kilde
nl: Geen bron
pt_pt: Sem fonte
uk: Немає джерела

source: onclick
da: vedKlik
de: aufKlick
hr: pritiskanje miša
nl: aanklikken
pt_pt: ao clicar
uk: при натисканні

source: onmouseover
da: vedMusOver
de: beim Überfahren mit der Maus
hr: prelaženje mišem
nl: met muis aanwijzen
pt_pt: ratosobre
uk: при наведенні

source: Ancestor
da: Ane
de: Vorfahre
hr: Predak
nb: Ane
nl: Voorouder
pt_pt: Ascendente
uk: Предок

source: Descendant
da: Efterkommer
de: Nachkomme
hr: Potomak
nb: Etterkommer
nl: Afstammeling
pt_pt: Descendente
uk: Нащадок

source: Fan
da: Vifte
de: Fächer
hr: Lepeza
nb: Vifte
nl: Waaier
pt_pt: Leque
uk: Віяло

source: Growth Spiral
da: Vækst Spiral
de: Wachstumsspirale
hr: Spirala rasta
nl: Groeispiraal
pt_pt: Espiral crescente
uk: Спіраль росту

source: Mandelbrot Tree
da: Mandelbrot Træ
de: Mandelbrotbaum
hr: Mandelbrotovo stablo
nb: Mandelbrottre
nl: Mandelbrot
pt_pt: Árvore Mandelbrot
uk: Дерево Мандельброта

source: Pythagoras Tree
da: Pythagoras Træ
de: Pythagorasbaum
hr: Pitagorino stablo
nb: Pytagorastre
nl: Pythagoras
pt_pt: Árvore de Pitágoras
uk: Дерево Піфагора

source: right to left
da: højre til vnstre
de: von rechts nach links
hr: desno–lijevo
nb: høyre til venstre
nl: van rechts naar links
pt_pt: da direita para a esquerda
uk: справа наліво

source: left to right
da: venstre til højre
de: links nach rechts
hr: lijevo–desno
nb: venstre til høyre
nl: van links naar rechts
pt_pt: da esquerda para a direita
uk: зліва направо

source: top to bottom
da: top til bund
de: von oben nach unten
hr: gore–dolje
nb: topp til bunn
nl: van boven naar beneden
pt_pt: de cima para baixo
uk: зверху вниз

source: bottom to top
da: bund til top
de: von unten nach oben
hr: dolje–gore
nb: bunn til topp
nl: van beneden naar boven
pt_pt: de baixo para cima
uk: знизу вверх

source: role
da: rolle
de: Rolle
hr: uloga
nb: rolle
nl: rol
pt_pt: papel
uk: роль

source: description
da: beskrivelse
de: Beschreibung
hr: opis
nb: beskrivelse
nl: beschrijving
pt_pt: descrição
uk: опис

source: witnesses
da: vidne
de: Zeugen
hr: svjedoci
nb: vitner
nl: getuigen
pt_pt: testemunhas
uk: свідки

source: No central person selected
da: Ingen hovedperson valgt
de: Keine zentrale Person ausgewählt
hr: Nije odabrana središnja osoba
nl: Geen hoofdpersoon geselecteerd
pt_pt: Sem indivíduo central seleccionado
uk: Не вибрано головну особу

source: Unknown time direction
da: Ukendt tidsretning
de: Unbekannte Zeitrichtung
hr: Nepoznati vremenski smjer
nb: Ukjent tidsretning
nl: Onbekende tijdsrichting
pt_pt: Direcção temporal desconhecida
uk: Невідомий напрямок часу

source: author
da: forfatter
de: Autor
hr: autor
nb: forfatter
nl: auteur
pt_pt: autor
uk: автор

source: publication_info
da: offentligørelses_info
de: Veröffentlichungshinweis
hr: informacije o publikaciji
nb: publikasjons_informasjon
nl: publicatie_info
pt_pt: informação de publicação
uk: інформація про публікацію

source: abbreviation
da: forkortelse
de: Abkürzung
hr: skraćenica
nb: forkortelse
nl: afkorting
pt_pt: abreviatura
uk: абревіатура

source: volume
da: bind
de: Band
hr: svezak
nb: volum
uk: том

source: of
da: af
de: von
hr: od
nb: av
nl: van
pt_pt: de
uk: з

source: the chart type runs out of bounds
da: grafen kommer udenfor grænserne
de: der Diagrammtyp überschreitet die Grenzwerte
hr: vrsta dijagrama prelazi ograničenja
nb: tavletypen går utenfor grensene
nl: het grafiektype loopt buiten de grenzen
pt_pt: o tipo de gráfico sai dos limites
uk: тип діаграми виходить за межі

source: Search
da: Søg
de: Suche
hr: Traži
nb: Søk
nl: Zoeken
pt_pt: Procurar
uk: Пошук

source: DenominoViso Options
da: DenominoViso Tilvalg
de: DenominoViso Optionen
hr: Opcije za DenominoViso
nl: DenominoViso opties
pt_pt: Opções do DenominoViso
uk: Налаштування DenominoViso

source: The destination file for the html-content.
da: Mål filnavn for html indhold.
de: Die Zieldatei für den html-Inhalt.
hr: Odredišna datoteka za html sadržaj.
nl: Het doelbestand voor de html-inhoud.
pt_pt: O ficheiro destino do conteúdo html.
uk: Файл призначення для HTML-вмісту.

source: Central Person
da: Hovedperson
de: Zentrale Person
hr: Središnja osoba
nb: Senterperson
nl: Centrale persoon
pt_pt: Indivíduo central
uk: Центральна особа

source: The central person for the tree
da: Hovedperson for træet
de: Die zentrale Person für den Baum
hr: Središnja osoba stabla
nb: Senterpersonen for treet
nl: De centrale persoon voor de stamboom
pt_pt: O indivíduo central da árvore
uk: Центральна особа для дерева

source: Title of the webpage
da: Titel for websiden
de: Titel der Webseite
hr: Naslov web stranice
nb: Tittel på nettsiden
nl: De titel voor de webpagina
pt_pt: Título da página “web”
uk: Заголовок вебсторінки

source: Any string you wish.
da: Valgfri streng.
de: Jede beliebige Zeichenkette, die du willst.
hr: Bilo koji znakovni niz koji želiš.
nb: En tekst du selv velger.
nl: Iedere tekst die u wilt.
pt_pt: Qualquer texto que deseje.
uk: Будь-який бажаний текст.

source: Display mode
da: Visningstilstand
de: Anzeigemodus
hr: Modus prikaza
nl: Weergavemodus
pt_pt: Modo de exibição
uk: Режим відображення

source: Either plot ancestor or descendants graph.
da: Plot enten ane eller efterkommer graf.
de: Entweder Vorfahren- oder Nachfahren-Diagramm zeichnen.
hr: Ispiši dijagram predaka ili potomaka.
nb: Plott graf for enten forfedre eller etterkommere.
nl: Teken de voorouder- of afstammelingengrafiek.
pt_pt: Se desenhar um gráfico de ascendentes ou de descendentes.
uk: Відобразити граф предків або нащадків.

source: Display type
da: Visnings type
de: Anzeigeart
hr: Vrsta prikaza
nb: Visningstype
nl: Grafiektype
pt_pt: Tipo de exibição
uk: Тип відображення

source: The type of graph to create.
da: Graftype der skal dannes.
de: Die Art des zu erstellenden Diagramms.
hr: Vrsta dijagrama, koji će biti stvoren.
nb: Graftypen som skal lages.
nl: Het type grafiek dat moet worden gemaakt.
pt_pt: O tipo de gráfico a criar.
uk: Тип графіка для створення.

source: Direction of time
da: Tidsretning
de: Richtung der Zeit
hr: Smjer vremena
nb: Tidsretning
nl: Tijdsrichting
pt_pt: Direcção do tempo
uk: Напрямок часу

source: Direction in which time increases.
da: Retning for øgning af tid.
de: Richtung, in die die Zeit fortschreitet.
hr: Smjer u kojem teče vrijeme.
nb: Retning for økende tid.
nl: Richting waarin de tijd toeneemt.
pt_pt: Direcção em que as datas crescem.
uk: Напрямок, у якому збільшується час.

source: Max chart width (%)
da: Max graf bredde (%)
de: Maximale Diagrammbreite (%)
hr: Maks. širina dijagrama (%)
nb: Største tavlebredde (%)
nl: Max. grafiekbreedte (%)
pt_pt: Largura máxima (%)
uk: Максимальна ширина діаграми (%)

source: Width of the tree as fraction of the browser window
da: Bredde af træet som en brøkdel af browser vinduet
de: Breite des Baums als Bruchteil des Browserfensters
hr: Širina stabla u odnosu na veličinu prozora preglednika
nb: Bredde på treet i forhold til vinduet
nl: Breedte van de stamboom als fractie van het browservenster
pt_pt: Largura do gráfico como fracção da janela do navegador
uk: Ширина дерева як частка вікна браузера

source: Max chart height (px)
da: Max graf højde (px)
de: Maximale Diagrammhöhe (Px)
hr: Maks. visina dijagrama (px)
nb: Største tavlehøyde (pt)
nl: Max. grafiekhoogte (px)
pt_pt: Altura máxima (px)
uk: Максимальна висота діаграми (пікс.)

source: Height of the tree in pixels.
da: Højde af træet i pixels.
de: Höhe des Baums in Pixeln.
hr: Visina stabla u pikselima.
nb: Hlyde for treet i antall punkt.
nl: Hoogte van de stamboom in pixels.
pt_pt: Altura do gráfico em pixels.
uk: Висота дерева у пікселях.

source: Closing remarks
da: Afslutningsbemærkninger
de: Schlussbemerkungen
hr: Završne primjedbe
nb: Avsluttende kommentarer
nl: Afsluitende opmerkingen
pt_pt: Comentários finais
uk: Заключні примітки

source: List of strings, free text added at the bottom, for example for a copyright notice.
da: List af strenge, fri tekst tilføjet i bunden, for eksempel a copyright notits.
de: Liste von Zeichenketten, freier Text wird unten hinzugefügt, z. B. für einen Urheberrechtshinweis.
hr: Popis znakovnih nizova, slobodan tekst dodan u podnožju, npr. napomena o autorskim pravima.
nb: Liste med tekster, fritekst som legges til på bunnen, for eksempel en notis om opphavsrett.
nl: Een tekenreeks, als vrije tekst onderaan toegevoegd, bijvoorbeeld voor een copyrightvermelding.
pt_pt: Lista de cadeias, texto livre adicionado no fundo, por exemplo, um aviso de direitos de autor.
uk: Список текстових рядків, що додаються внизу, наприклад, для повідомлення про авторське право.
