Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Years resident in the state
de: Jahre im Staat wohnhaft
hr: Godine prebivališta u državi
nl: Jaren woonachtig in de staat
pt_pt: Anos de residência no estado
uk: Кількість років проживання в штаті

source: Native voters
de: Einheimische Wähler
nl: Inheemse kiezers
pt_pt: Eleitores nativos
uk: Корінні виборці

source: Naturalized voters
de: Eingebürgerte Wähler
nl: Genaturaliseerde kiezers
pt_pt: Eleitores naturalizados
uk: Натуралізовані виборці

source: Owners of land
de: Landbesitzer
nl: Eigenaars van land
pt_pt: Proprietários de terra
uk: Власники землі

source: Paupers
de: Sozialhilfeempfänger
pt_pt: Indigentes
uk: Бідняки

source: Acres of improved land
de: Acres kultiviertes Land
nl: Hectares verbeterd land
pt_pt: Hectares de terra melhorados
uk: Акри обробленої землі

source: Acres of unimproved land
de: Acres unkultiviertes Land
nl: Hectares onbebouwd land
pt_pt: Hectares de terra não cultivada
uk: Акри необробленої землі

source: Acres in meadow
de: Acres Wiese
nl: Hectares weiland
pt_pt: Hectares de prados
uk: Акри лук

source: Tons of hay
de: Short tons von Heu
nl: Tonnen hooi
pt_pt: Toneladas de feno
uk: Тонни сіна

source: Bushels of grass seed
de: Bushels Grassamen
nl: Schepels graszaad
pt_pt: Alqueires de sementes de erva
uk: Бушелі насіння трав

source: Acres of spring wheat
de: Acres Sommerweizen
nl: Hectares zomertarwe
pt_pt: Hectares de trigo de primavera
uk: Акри ярої пшениці

source: Bushels harvested (spring wheat)
de: Bushels geerntet (Sommerweizen)
nl: Schepels geoogst (zomertarwe)
pt_pt: Alqueires colhidos (trigo de primavera)
uk: Бушелі зібраної ярої пшениці

source: Acres of winter wheat
de: Acres Winterweizen
nl: Hectares wintertarwe
pt_pt: Hectares de trigo de inverno
uk: Акри озимої пшениці

source: Bushels harvested (winter wheat)
de: Bushels geerntet (Winterweizen)
nl: Schepels geoogst (wintertarwe)
pt_pt: Alqueires colhidos (trigo de inverno)
uk: Бушелі зібраної озимої пшениці

source: Acres of oats
de: Acres Hafer
nl: Hectares haver
pt_pt: Hectares de aveia
uk: Акри вівса

source: Bushels harvested (oats)
de: Bushels geerntet (Hafer)
nl: Schepels geoogst (haver)
pt_pt: Alqueires colhidos (aveia)
uk: Бушелі зібраного вівса

source: Acres of corn
de: Acres Mais
nl: Hectares maïs
pt_pt: Hectares de milho
uk: Акри кукурудзи

source: Bushels harvested (corn)
de: Bushels geerntet (Mais)
nl: Schepels geoogst (maïs)
pt_pt: Alqueires colhidos (milho)
uk: Бушелі зібраної кукурудзи

source: Acres of potatoes
de: Acres Kartoffeln
nl: Hectares aardappelen
pt_pt: Hectares de batata
uk: Акри картоплі

source: Bushels harvested (potatoes)
de: Bushels geerntet (Kartoffeln)
nl: Schepels geoogst (aardappelen)
pt_pt: Alqueires colhidos (batatas)
uk: Бушелі зібраної картоплі

source: Number of hogs sold
de: Anzahl der verkauften Schweine
nl: Aantal verkochte varkens
pt_pt: N.º de porcos vendidos
uk: Кількість проданих свиней

source: Value of hogs sold
de: Wert der verkauften Schweine
nl: Waarde van verkochte varkens
pt_pt: Valor dos porcos vendidos
uk: Вартість проданих свиней

source: Number of cattle sold
de: Anzahl des verkauften Vieh
nl: Aantal verkochte runderen
pt_pt: Número de bovinos vendidos
uk: Кількість проданої худоби

source: Value of cattle sold
de: Wert des verkauften Viehs
nl: Waarde verkocht vee
pt_pt: Valor dos bovinos vendidos
uk: Вартість проданої худоби

source: Pounds of butter manufactured
de: Pounds Butter hergestellt
nl: Pond boter vervaardigd
pt_pt: Libras de manteiga fabricadas
uk: Фунти виробленого масла

source: Pounds of cheese
de: Pounds Käse
nl: Pond kaas
pt_pt: Libras de queijo
uk: Фунти сиру

source: Pounds of wool
de: Pounds Wolle
nl: Pond wol
pt_pt: Libras de lã
uk: Фунти вовни

source: Value of domestic manufactures
de: Wert der häuslichen Fabrikationen
nl: Waarde van binnenlandse producten
pt_pt: Valor dos produtos manufacturados nacionais
uk: Вартість домашнього виробництва

source: Value of general manufactures
de: Wert der allgemeinen Fabrikationen
nl: Waarde van algemene fabricage
pt_pt: Valor das manufacturas gerais
uk: Вартість загального виробництва

source: Town of
de: Stadt von
hr: Grad od
nl: Plaats van
pt_pt: Vila de
uk: Місто

source: City of
de: Großstadt von
hr: Grad od
nl: Stad van
pt_pt: Cidade de
uk: Місто

source: Township of
de: Stadtgemeinde von
hr: Naselje od
nl: Township van
pt_pt: Município de
uk: Поселення

source: Street and Number
de: Straße und Nummer
hr: Ulica i broj
nl: Straat en nummer
pt_pt: Rua e n.º
uk: Вулиця та номер будинку

source: Place of birth, county
de: Geburtsort, Kreis
nl: Geboorteplaats, provincie
pt_pt: Local de nascimento, condado
uk: Місце народження, округ

source: Place of birth, state or territory
de: Geburtsort, Staat oder Gebiet
hr: Mjesto rođenja, država ili teritorij
nl: Geboorteplaats, staat of territorium
pt_pt: Local de nascimento, estado ou teritório
uk: Місце народження, штат або територія

source: Place of birth, country
de: Geburtsort, Land
hr: Mjesto rođenja, zemlja
nl: Geboorteplaats, land
pt_pt: Local de nascimento, país
uk: Місце народження, країна

source: Father (N, Native; F, Foreign)
de: Vater (N, Einheimisch; F, Ausländisch)
nl: Vader (I, inheems; B, buitenlands)
pt_pt: Pai (N, nativo; E, estrangeiro)
uk: Батько (N, місцевий; F, іноземець)

source: Mother (N, Native; F, Foreign)
de: Mutter (N, Einheimisch; F, Ausländisch)
nl: Moeder (I, inheems; B, buitenlands)
pt_pt: Mãe (N, nativa; E, estrangeira)
uk: Мати (N, місцева; F, іноземка)

source: Subject to military duty
de: Vorbehaltlich des Militärdienstes
nl: Onderworpen aan militaire plicht
pt_pt: Sujeito a serviço militar
uk: Підлягає військовій службі

source: Entitled to vote
de: Wahlberechtigt
nl: Stemrecht
pt_pt: Tem direito a votar
uk: Має право голосу

source: Alien who has taken out first papers
de: Ausländer, der erste Papiere herausgenommen hat
nl: Vreemdeling die de eerste papieren heeft gehaald
pt_pt: Estrangeiro que tirou os primeiros documentos
uk: Іноземець, який отримав перші документи

source: Alien who has not taken out first papers
de: Ausländer, der keine ersten Papiere herausgenommen hat
nl: Vreemdeling die de eerste papieren niet heeft gehaald
pt_pt: Estrangeiro que não tirou os primeiros documentos
uk: Іноземець, який не отримав перші документи

source: Over 10 and cannot read or write
de: Über 10 und kann nicht lesen und schreiben
nl: Ouder dan 10 en kan niet lezen of schrijven
pt_pt: +10, não sabe ler nem escrever
uk: Старший 10 років і не вміє читати або писати

source: Over 10 and can read but not write
de: Über 10 kann lesen aber nicht schreiben
nl: Ouder dan 10 en kan lezen maar niet schrijven
pt_pt: +10, sabe ler mas não sabe escrever
uk: Старший 10 років, може читати, але не писати

source: Deaf and dumb, blind, insane, or idiotic
de: Taub und stumm, blind, verrückt oder idiotisch
nl: Doof en stom, blind, krankzinnig of idioot
pt_pt: Surdo e mudo, cego, louco ou idiota
uk: Глухонімий, сліпий, душевнохворий або недоумкуватий

source: Age 18 or older
de: Alter 18 oder älter
nl: Leeftijd 18 of ouder
uk: Вік 18 або більше років

source: Age 5 to 18
de: Alter 5 bis 18
nl: Leeftijd 5 tot 18
uk: Вік від 5 до 18 років

source: Age under 5
de: Alter unter 5
nl: Leeftijd onder de 5
uk: Вік менше 5 років

source: White Male
de: Weiß männlich
nl: Witte man
pt_pt: Branco masculino
uk: Білий чоловік

source: White Female
de: Weiß weiblich
nl: Witte vrouw
pt_pt: Branco feminino
uk: Біла жінка

source: Colored Male
de: Farbig männlich
nl: Gekleurde man
pt_pt: De cor masculino
uk: Темношкірий чоловік

source: Colored Female
de: Farbig weiblich
nl: Gekleurde vrouw
pt_pt: De cor feminino
uk: Темношкіра жінка

source: Single, Widowed, or Divorced
de: Ledig, verwitwet oder geschieden
hr: Singl, obudovljeni ili razvedeni
nl: Vrijgezel, weduwnaar of gescheiden
pt_pt: Solteiro, viúvo ou divorciado
uk: Неодружений, вдівець або розлучений

source: Father (N,Native; F,Foreign)
de: Vater (N, Einheimisch; F, Ausländisch)
nl: Vader (I,inheems; B,buitenlands)
pt_pt: Pai (N, nativo; E, estrangeiro)
uk: Батько (N, місцевий; F, іноземець)

source: Mother (N,Native; F,Foreign)
de: Mutter (N, Einheimisch; F, Ausländisch)
nl: Moeder (I,inheems; B,buitenlands)
pt_pt: Mãe (N, nativa; E, estrangeira)
uk: Мати (N, місцева; F, іноземка)

source: Religious belief
de: Glaubensüberzeugung
nl: Religieus geloof
pt_pt: Crença religiosa
uk: Релігійні переконання

source: Can read but not write, over 10 years old
de: Kann lesen, aber nicht schreiben, über 10 Jahre alt
hr: Zna čitati ali ne pisati, osoba starija od 10 godina
nl: Kan lezen maar niet schrijven, ouder dan 10 jaar
pt_pt: Sabe ler mas não escrever, +10 anos
uk: Може читати, але не писати, старший 10 років

source: Cannot read or write, over 10 years old
de: Kann nicht lesen oder schreiben, über 10 Jahre alt
hr: Ne zna čitati ili pisati, osoba starija od 10 godina
nl: Kan niet lezen of schrijven, ouder dan 10 jaar
pt_pt: Não sabe ler nem escrever, +10
uk: Не може читати або писати, старший 10 років

source: Children over 6 and under 17 not attending school in 1894
de: Kinder über 6 und unter 17 Jahren besuchten 1894 keine Schule
nl: Kinderen ouder dan 6 en onder de 17 die in 1894 niet naar school gingen
pt_pt: Crianças com +6 -17 que não frequentavam a escola em 1894
uk: Діти старше 6 і молодше 17 років, які не відвідували школу у 1894 році

source: Births in 1894
de: Geburten in 1894
nl: Geboorten in 1894
pt_pt: Nascimentos em 1894
uk: Народження у 1894 році

source: Deaths in 1894
de: Sterbefälle in 1894
nl: Sterfgevallen in 1894
pt_pt: Óbitos em 1894
uk: Смерті у 1894 році

source: Deaf and dumb not in State School for Deaf
de: Taub und stumm, nicht in der öffentlichen Schule für Gehörlose
nl: Doof en stom niet op de staatsschool voor doven
pt_pt: Surdos e mudos que não estão na escola estatal para surdos
uk: Глухонімі, які не перебувають у державній школі для глухих

source: Blind not in State College for Blind
de: Blind nicht in staatlichen Hochschule für Blinde
nl: Blind niet op de staatsschool voor blinden
pt_pt: Cegos não na universidade estatal para cegos
uk: Сліпі, які не перебувають у державному коледжі для сліпих

source: Insane not in State Hospital for Insane
de: Geisteskrank nicht im staatlichen Krankenhaus für Geisteskranke
nl: Krankzinnig niet in staatsziekenhuis voor krankzinnigen
pt_pt: Louco não no hospital estatal para loucos
uk: Душевнохворі, які не перебувають у державній лікарні для душевнохворих

source: Company if in Civil War
de: Kompanie wenn im Bürgerkrieg
nl: Bedrijf wanneer in burgeroorlog
pt_pt: Companhia, se esteve na Guerra Civil
uk: Рота, якщо брав участь у Громадянській війні

source: Regiment if in Civil War
de: Regiment wenn im Bürgerkrieg
nl: Regiment wanneer in burgeroorlog
pt_pt: Regimento, se esteve na Guerra Civil
uk: Полк, якщо брав участь у Громадянській війні

source: State if in Civil War
de: Zustand wenn im Bürgerkrieg
nl: Staat wanneer in burgeroorlog
pt_pt: Estado, se esteve na Guerra Civil
uk: Штат, якщо брав участь у Громадянській війні

source: Arm of service and rank if in Civil War
de: Waffengattung und Rang im Bürgerkrieg
nl: Wapen van dienst en rang wanneer in burgeroorlog
pt_pt: Ramo militar e posto, se esteve na Guerra Civil
uk: Рід військ і звання, якщо брав участь у Громадянській війні

source: Regiment if in Mexican War
de: Regiment wenn im mexikanischen Krieg
nl: Regiment wanneer in Mexicaanse oorlog
pt_pt: Regimento, se esteve na guerra mexicana
uk: Полк, якщо брав участь у Мексиканській війні

source: State if in Mexican War
de: Zustand wenn im mexikanischen Krieg
nl: Staat wanneer in Mexicaanse oorlog
pt_pt: Estado, se esteve na guerra mexicana
uk: Штат, якщо брав участь у Мексиканській війні

source: Card No.
de: Karten Nr.
nl: Kaart nr.
pt_pt: N.º de cartão
uk: Номер картки

source: P.O. Address
de: Postanschrift
hr: Poštanski pretinac
nl: P.O. Adres
pt_pt: Endereço postal
uk: Поштова адреса

source: P. O. Address
de: Postanschrift
hr: Poštanski pretinac
nl: P.O. Adres
pt_pt: Endereço postal
uk: Поштова адреса

source: Can you read?
de: Kannst du lesen?
hr: Znaš čitati?
nl: Kunt u lezen?
pt_pt: Sabe ler?
uk: Чи вмієте ви читати?

source: Can you write?
de: Kannst du schreiben?
hr: Znaš pisati?
nl: Kunt u schrijven?
pt_pt: Sabe escrever?
uk: Чи вмієте ви писати?

source: Color, White-Black-Yellow-Red
de: Farbe, Weiß-Schwarz-Gelb-Rot
nl: Kleur, wit-zwart-geel-rood
pt_pt: Cor, branco-preto-amarelo-vermelho
uk: Колір: білий-чорний-жовтий-червоний

source: Place of Birth-Self
de: Geburtsort-Selbst
hr: Mjesto rođenja, vlastito
nl: Geboorteplaats-zelf
pt_pt: Local de nascimento - o próprio
uk: Місце народження (особа)

source: Place of birth, Self
de: Geburtsort-Selbst
hr: Mjesto rođenja, vlastito
nl: Geboorteplaats, zelf
pt_pt: Local de nascimento - o próprio
uk: Місце народження (особа)

source: Place of Birth-Mother
de: Geburtsort-Mutter
hr: Mjesto rođenja, majka
nl: Geboorteplaats-moeder
pt_pt: Local de nascimento-mãe
uk: Місце народження матері

source: Place of birth, Mother
de: Geburtsort, Mutter
hr: Mjesto rođenja, majka
nl: Geboorteplaats, moeder
pt_pt: Local de nascimento, Mãe
uk: Місце народження матері

source: Place of Birth-Father
de: Geburtsort-Vater
hr: Mjesto rođenja, otac
nl: Geboorteplaats-vader
pt_pt: Local de nascimento-Pai
uk: Місце народження батька

source: Place of birth, Father
de: Geburtsort, Vater
hr: Mjesto rođenja, otac
nl: Geboorteplaats, vader
pt_pt: Local de nascimento, Pai
uk: Місце народження батька

source: Own home or farm
de: Eigenheim oder Farm
hr: Posjeduje kuću ili gospodarstvo
nl: Eigen huis of boerderij
pt_pt: Casa ou quinta próprias
uk: Власний будинок чи ферма

source: Do you own your home or farm?
de: Besitzen Sie Ihr Haus oder Farm?
hr: Posjeduješ kuću ili gospodarstvo?
nl: Heeft u uw huis of boerderij in bezit?
pt_pt: É dono da sua casa ou quinta?
uk: Чи володієте ви своїм будинком або фермою?

source: Value of home or farm
de: Wert von Haus oder Farm
hr: Vrijednost kuće ili gospodarstva
nl: Waarde huis of boerderij
pt_pt: Valor da casa ou quinta
uk: Вартість будинку чи ферми

source: Entire value of home or farm?
de: Gesamtwert von Haus oder Farm?
hr: Cijelokupna vrijednost kuće ili gospodarstva?
nl: Hele waarde van huis of boerderij?
pt_pt: Valor total de casa ou quinta?
uk: Повна вартість будинку чи ферми?

source: How much incumberance on home or farm
de: Wie viel Belastung auf Haus oder Farm
nl: Hoeveel onkosten op huis of boerderij
pt_pt: Qual o grau de ónus em casa ou na quinta
uk: Який борг на будинок чи ферму

source: How much incumberance on your home or farm?
de: Wie viel Belastung auf ihr Haus oder Farm?
nl: Hoeveel belasting op uw huis of boerderij?
pt_pt: Qual o grau de ónus em casa ou na quinta?
uk: Який борг на ваш будинок чи ферму?

source: If foreign born, are you naturalized
de: Wenn im Ausland geboren, sind Sie eingebürgert
hr: Ako si rođen/a u inozemstvu, jesi li naturaliziran/a
nl: Als in het buitenland geboren, bent u genaturaliseerd
pt_pt: Se nascido estrangeiro, está naturalizado
uk: Якщо народжені за кордоном, чи натуралізовані ви?

source: If you are foreign born, are you naturalized?
de: Wenn Sie im Ausland geboren sind, sind Sie eingebürgert?
hr: Ako si rođen/a u inozemstvu, jesi li naturaliziran/a?
nl: Als u in het buitenland bent geboren, bent u genaturaliseerd?
pt_pt: Se nascido estrangeiro, está naturalizado?
uk: кщо ви народжені за кордоном, чи натуралізовані ви?

source: Years in U.S.
de: Jahre in den U.S.A.
nl: Jaren in de V.S.
pt_pt: Anos nos EUA
uk: Роки в США

source: Years in Iowa
de: Jahre in Iowa
nl: Jaren in Iowa
pt_pt: Anos no Iowa
uk: Роки в Айові

source: Years in Iowa>
de: Jahre in Iowa>
nl: Jaren in Iowa>
pt_pt: Anos no Iowa>
uk: Роки в Айові>

source: Conjugal condition; Single-Married-Widowed-Divorced-Separated
de: Familienstand; Ledig-Verheiratet-Verwitwet-Geschieden-Getrennt
hr: Bračno stanje; singl-vjenčani-obudovljeni-razvedeni-rastavljeni
nl: Echtelijke voorwaarde; Single-getrouwd-weduwe-gescheiden-gescheiden
pt_pt: Estado civil; solteiro-casado-viúvo-divorciado-separado
uk: Сімейний стан: неодружений-одружений-вдівець-розлучений-розлучений офіційно

source: Months in school in 1904-Public
de: Schulmonate 1904-Öffentlich
nl: Maanden op school in 1904-openbaar
pt_pt: Meses de escolaridade em 1904-Público
uk: Місяці навчання у 1904 році (державна школа)

source: Months in school in 1904; Public
de: Schulmonate 1904; Öffentlich
nl: Maanden op school in 1904; openbaar
pt_pt: Meses de escolaridade em 1904; público
uk: Місяці навчання у 1904 році (державна школа)

source: Months in school in 1904-High
de: Schulmonate 1904-High
nl: Maanden op school in 1904-middelbaar
pt_pt: Meses de escolaridade em 1904-Alto
uk: Місяці навчання у 1904 році (середня школа)

source: Months in school in 1904; High
de: Schulmonate 1904; High
nl: Maanden op school in 1904; middelbaar
pt_pt: Meses de escolaridade em 1904; alto
uk: Місяці навчання у 1904 році (середня школа)

source: Months in school in 1904-Private
de: Schulmonate 1904-Privat
nl: Maanden op school in 1904-privé
pt_pt: Meses de escolaridade em 1904-Privado
uk: Місяці навчання у 1904 році (приватна школа)

source: Months in school in 1904; Private
de: Schulmonate 1904; Privat
nl: Maanden op school in 1904; privé
pt_pt: Meses de escolaridade em 1904; Privado
uk: Місяці навчання у 1904 році (приватна школа)

source: Months in school in 1904-College
de: Schulmonate 1904-Hoch
nl: Maanden op school in 1904-hogeschool
pt_pt: Meses de escolaridade em 1904 - Faculdade
uk: Місяці навчання у 1904 році (коледж)

source: Months in school in 1904; College
de: Schulmonate 1904; Hoch
nl: Maanden op school in 1904; hogeschool
pt_pt: Meses de escolaridade em 1904; Faculdade
uk: Місяці навчання у 1904 році (коледж)

source: Months unemployed in 1904
de: Monate arbeitslos in 1904
nl: Maanden werkloos in 1904
pt_pt: Meses desempregado em 1904
uk: Місяці безробіття у 1904 році

source: Military-Service in which war
de: Militärdienst in welchem Krieg
nl: Militair-dienst in welke oorlog
pt_pt: Serviço militar em que guerra
uk: Військова служба (в якій війні)

source: Military Service in; Civil War-Mexican War-Spanish War
de: Militärdienst in; Bürgerkrieg-Mexikanischer Krieg-Spanischer Krieg
nl: Militaire dienst in; Burgeroorlog-Mexicaanse Oorlog-Spaanse Oorlog
pt_pt: Serviço militar em; Guerra Civil-Guerra Mexicana-Guerra Espanhola
uk: Військова служба: Громадянська війна-Мексиканська війна-Іспано-американська війна

source: Military-Company
de: Militär-Kompanie
nl: Militair-compagnie
pt_pt: Companhia militar
uk: Військова рота

source: Military Service; Company
de: Militärdienst; Kompanie
nl: Militaire dienst; compagnie
pt_pt: Serviço militar; companhia
uk: Військова служба: рота

source: Military-Regiment
de: Militärregiment
nl: Militair-regiment
pt_pt: Regimento militar
uk: Військовий полк

source: Military Service; Regiment
de: Militärdienst; Regiment
nl: Militaire dienst; Regiment
pt_pt: Serviço militar; regimento
uk: Військова служба: полк

source: Military-State
de: Militärstaat
nl: Militair-staat
pt_pt: Estado militar
uk: Військовий штат

source: Military Service; State
de: Militärdienst; Staat
nl: Militaire dienst; Staat
pt_pt: Serviço militar; estado
uk: Військова служба: штат

source: Military-Class of service
de: Militärische Waffengattung
nl: Militair-serviceklasse
pt_pt: Classe de serviço militar
uk: Рід військової служби

source: Military Service; Class of service; Cavalry-Infantry-Artillery-Navy
de: Militärdienst; Waffengattung; Kavallerie-Infanterie-Artillerie-Marine
nl: Militaire dienst; Klasse van dienstverlening; Cavalerie-Infanterie-Artillerie-Marine
pt_pt: Serviço militar; Classe de serviço; Cavalaria-Infantaria-Artilharia-Marinha
uk: Військова служба: рід військ (кавалерія-піхота-артилерія-флот)

source: Military-Date of enlistment
de: Militär-Datum der Einberufung
nl: Militair-datum van indiensttreding
pt_pt: Data do alistamento militar
uk: Дата вступу на службу

source: Military Service; Date of enlistment
de: Militärdienst; Datum der Einberufung
nl: Militaire dienst; Datum van indiensttreding
pt_pt: Serviço militar; data de alistamento
uk: Військова служба: дата вступу

source: Military-Date of discharge
de: Militär-Entlassungsdatum
nl: Militair-Datum van uitdiensttreding
pt_pt: Data de dispensa militar
uk: Дата звільнення

source: Military Service; Date of discharge
de: Militärdienst; Datum der Entlassung
nl: Militaire dienst; Datum van uitdiensttreding
pt_pt: Serviço militar; data de dispensa
uk: Військова служба: дата звільнення

source: Military-Remarks
de: Militärische Bemerkungen
nl: Militair-Opmerkingen
pt_pt: Comentários militares
uk: Примітки до військової служби

source: Military Service; Remarks
de: Militärdienst; Bemerkungen
nl: Militaire dienst; Opmerkingen
pt_pt: Serviço militar; comentários
uk: Військова служба: примітки

source: Town or Township
de: Stadt oder Gemeinde
hr: Grad ili naselje
nl: Stad of gemeente
pt_pt: Cidade ou município
uk: Місто або поселення

source: Months in 1914 Unemployed
de: Monate in 1914 arbeitslos
nl: Maanden in 1914 Werkloos
pt_pt: Meses de desemprego em 1914
uk: Місяці безробіття у 1914 році

source: Earnings for 1914 from occupation
de: Einnahmen für 1914 aus dem Beruf
nl: Inkomsten voor 1914 uit werk
pt_pt: Rendimentos da profissão em 1914
uk: Дохід у 1914 році від роботи

source: Extent of Education Common
de: Umfang der Bildung Gemeinschaftsschule
nl: Omvang van opleiding algemeen
pt_pt: Grau de instrução comum
uk: Рівень освіти: загальна освіта

source: Extent of Education Grammar
de: Umfang der Bildung Mittelschule
nl: Omvang van opleiding grammatica
pt_pt: Grau de instrução gramatical
uk: Рівень освіти: граматична школа

source: Extent of Education High School
de: Umfang der Bildung High School
nl: Omvang van opleiding middelbare school
pt_pt: Grau de instrução liceal
uk: Рівень освіти: середня школа

source: Extent of Education College
de: Umfang der Bildung Hochschule
nl: Omvang van opleiding hogeschool
pt_pt: Grau de instrução superior
uk: Рівень освіти: коледж

source: Own house or farm
de: Eigenheim oder Farm
nl: Eigen huis of boerderij
pt_pt: Casa ou quinta próprias
uk: Власний будинок або ферма

source: Incumbrance on farm or home
de: Belastung auf dem Bauernhof oder Haus
nl: Onkosten op boerderij of huis
pt_pt: Ónus em casa ou quinta
uk: Борг на ферму або будинок

source: Value of farm or home
de: Wert der Farm oder Haus
nl: Waarde boerderij of huis
pt_pt: Valor da casa ou quinta
uk: Вартість ферми або будинку

source: Military Service: Civil War
de: Militärdienst: Bürgerkrieg
nl: Militaire dienst: burgeroorlog
pt_pt: Serviço militar: Guerra Civil
uk: Військова служба: Громадянська війна

source: Military Service: Mexican
de: Militärdienst: Mexikanischen
nl: Militaire dienst: Mexicaans
pt_pt: Serviço militar: Mexicana
uk: Військова служба: Мексиканська війна

source: Military Service: Spanish
de: Militärdienst: Spanischen
nl: Militaire dienst: Spaans
pt_pt: Serviço militar: Espanhola
uk: Військова служба: Іспано-американська війна

source: Military Service: Infantry
de: Militärdienst: Infanterie
nl: Militaire dienst: infanterie
pt_pt: Serviço militar: Infantaria
uk: Військова служба: піхота

source: Military Service: Cavalry
de: Militärdienst: Kavallerie
nl: Militaire dienst: cavalerie
pt_pt: Serviço militar: Cavalaria
uk: Військова служба: кавалерія

source: Military Service: Artillery
de: Militärdienst: Artillerie
nl: Militaire dienst: artillerie
pt_pt: Serviço militar: Artilharia
uk: Військова служба: артилерія

source: Military Service: Navy
de: Militärdienst: Marine
nl: Militaire dienst: marine
pt_pt: Serviço militar: Marinha
uk: Військова служба: військово-морський флот

source: Military Service: State
de: Militärdienst: Staat
nl: Militaire dienst: staat
pt_pt: Serviço militar: Estado
uk: Військова служба: штат
