Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Search for a person by typing into the search box. At least three characters are required to search. Click on any of the suggestions to quickly navigate to that person. A person may appear more than once in a search, a plus sign (+) after the name indicates that person appears as a spouse.
uk: Знайдіть людину, ввівши її в поле пошуку. Для пошуку потрібно щонайменше три символи. Натисніть на будь-яку з пропозицій, щоб швидко перейти до цієї особи. Особа може з’являтися в пошуку кілька разів, знак плюс (+) після імені вказує на те, що ця особа відображається як чоловік/дружина.

source: A descendant and any spouses are listed in the same node. Children of all of the descendant's families are grouped together.
uk: Нащадок та будь-які подружжя перелічені в одному вузлі. Діти всіх сімей нащадка згруповані разом.

source: Persons born after a specified date may not display their birth or death dates.
uk: Особи, народжені після певної дати, можуть не відображати дати свого народження або смерті.

source: Person nodes are colored to indicate the number of children, the deeper tint of the coloring, the greater number of children.
uk: Вузли осіб забарвлені відповідно до кількості дітей, чим глибший відтінок кольору, тим більша кількість дітей.

source: The currently selected descendant and all of the ancestors of that person are highlighted in yellow.
uk: Поточний вибраний нащадок та всі предки цієї особи виділені жовтим кольором.

source: A person may occur in different branches. This is usually because of inter-family marriages (such as that of cousins.) In this case, a button will also appear for that person, ___NAV_BUTTON_CONTINUE___ or ___NAV_BUTTON_ALT___ to navigate the other branch. Only one branch will expand descendants of this person.
uk: Особа може зустрічатися в різних гілках. Зазвичай це відбувається через міжродинні шлюби (наприклад, між двоюрідними братами та сестрами). У цьому випадку для цієї особи також з'явиться кнопка ___NAV_BUTTON_CONTINUE___ або ___NAV_BUTTON_ALT___ для переходу до іншої гілки. Тільки одна гілка розгорне нащадків цієї особи.

source: The following open source projects are used in building this viewer, see source code LICENSE*.txt files for complete licenses and required notices.
uk: Для створення цього переглядача використовуються такі проекти з відкритим кодом, повний перелік ліцензій та необхідні повідомлення дивіться у файлах вихідного коду LICENSE*.txt.

source: Search. . .
uk: Пошук. . .

source: Branch to expand when duplicated
uk: Гілка для розгортання при дублюванні

source: When a descendant appears more than once, prefer the selected lineage to expand descendancy line
uk: Коли нащадок з'являється більше одного разу, перевага надається вибраному родоводу для розширення лінії нащадків

source: Maximum display birth year
uk: Максимальний рік народження, що відображається

source: Birth/date dates will not be displayed after this year
uk: Дати народження/дати не відображатимуться після цього року

source: Destination File
uk: Файл призначення

source: The destination file name for the report.
uk: Ім'я файлу призначення для звіту.

source: Descendants Lines
da: Efterkommerlinier
de: Nachkommenschaftslinien
hr: Linije potomaka
nl: Afstammelingslijnen
pt_pt: Linhas de descendentes
uk: Лінії нащадків

source: Produces descendants lines of a person
da: Danner efterkommerlinier for en person
de: Erzeugt Nachkommenlinien einer Person
hr: Stvara linije potomaka za jednu osobu
nl: Produceert afstammelingslijnen van een persoon
pt_pt: Produz linhas de descendentes de um indivíduo
uk: Створює лінії нащадків для особи

source: Using SVG type for supplemental document is not supported!
da: At benytte SVG type til supplerende dokument er ikke understøttet!
de: Die Verwendung des SVG-Typs für ergänzende Dokumente wird nicht unterstützt!
hr: Korištenje SVG vrste za dopunske datoteke nije podržano!
nl: Het gebruik van het SVG-type voor het aanvullende document wordt niet ondersteund!
pt_pt: A utilização do tipo SVG para um documento suplementar não é suportada!
uk: Використання типу SVG для додаткового документа не підтримується!

source: Output format
da: Uddataformat
de: Ausgabeformat
hr: Izlazni format
nl: Uitvoeropmaak
pt_pt: Formato de saída
uk: Формат виводу

source: PNG format
nl: PNG afbeelding
pt_pt: Formato PNG
uk: Формат PNG

source: SVG format
nl: SVG bestand
pt_pt: Formato SVG
uk: Формат SVG

source: PDF format
nl: PDF document
pt_pt: Formato PDF
uk: Формат PDF

source: PS format
nl: PS bestand
pt_pt: Formato PS
uk: Формат PS

source: The output format to be used
da: Uddataformat der benyttes
de: Das Ausgabeformat das verwendet wird
hr: Izlazni format, koji se koristi
nl: De te gebruiken uitvoeropmaak
pt_pt: O formato de saída a usar
uk: Формат виводу, що буде використано

source: The destination file for the content.
da: Bestemmelsessted for indholdet.
de: Die Zieldatei für den Inhalt.
hr: Odredišna datoteka za sadržaj.
nl: Het doelbestand voor de inhoud.
pt_pt: O ficheiro destino do conteúdo.
uk: Файл призначення для вмісту.

source: The number of generations to include in the chart. (0 for unlimited)
da: Antal generationer der skal medtages i diagrammet. (0 for ubegrænset)
de: Die Anzahl der Generationen, die in das Diagramm aufgenommen werden sollen. (0 für unbegrenzt)
hr: Broj generacija koje se uključuju u dijagram. (0 = neograničeno)
nl: Het aantal generaties dat in de grafiek moet worden opgenomen. (0 voor ongelimiteerd)
pt_pt: O número de gerações a incluir no gráfico (0 para ilimitadas)
uk: Кількість поколінь, які включити в діаграму. (0 - без обмежень)

source: Use d'Aboville descendant numbering system
da: Benyt d'Aboville efterkommer nummersystem
de: Verwende d'Aboville Nachkommen Nummerierungssystem
hr: Koristi d'Aboville sistem brojenja potomaka
nl: Gebruik het d'Aboville afstammeling nummersysteem
pt_pt: Usar numeração d'Aboville para descendentes
uk: Використовувати систему нумерації нащадків d'Aboville

source: Prepend name with d'Aboville descendant number in the chart.
da: Foranstil navnet med d'Aboville efterkommer nummer i diagrammet
de: Den Namen mit der Nummer des Nachkommen von d'Aboville in der Grafik voranstellen.
hr: Ispred imena nadodaj d'Aboville broj potomaka u dijagramu.
nl: De naam in de grafiek voorafgaan met het d'Aboville afstammelingsnummer.
pt_pt: Apôr número d'Aboville ao nome na árvore de descendentes.
uk: Додавати до імені номер нащадка за системою d'Aboville в діаграмі.

source: Include an image
da: Medtag et billede
de: Ein Bild einbinden
hr: Uključi sliku
nl: Voeg een afbeelding toe
pt_pt: Incluir imagem
uk: Включити зображення

source: Whether to include an image if one is available.
da: Hvorvidt et eksisterende billede skal medtages.
de: Ob ein Bild eingefügt werden soll, wenn eines verfügbar ist.
hr: Da li uključiti sliku, ako je dostupna.
nl: Aanvinken als een afbeelding moet worden toegevoegd als deze beschikbaar is.
pt_pt: Se deve incluir uma imagem (caso exista).
uk: Чи включати зображення, якщо воно є.

source: Max Image height
da: Max billedhøjde
de: Max Bildhöhe
hr: Maks. visina slike
nl: Max afbeeldingshoogte
pt_pt: Altura máxima
uk: Максимальна висота зображення

source: Maximum image height in pixels, 0=don't scale for height.
da: Maksimum billedhøjde i pixels, 0=undlad at skalere højden.
de: Maximale Bildhöhe in Pixeln, 0 = nicht für die Höhe skalieren.
hr: Maksimalna visina slike u pixelima, 0 = ne skaliraj za visinu.
nl: Maximale afbeeldingshoogte in pixels, 0 = geen schaalhoogte instellen.
pt_pt: Altura máxima da imagem em pixels (0 para não alterar).
uk: Максимальна висота зображення в пікселях, 0 = не змінювати висоту.

source: Max Image width
da: Max billedbredde
de: Max Bildbreite
hr: Maks. širina slike
nl: Max afbeeldingsbreedte
pt_pt: Largura máxima
uk: Максимальна ширина зображення

source: Maximum image width in pixels, 0=don't scale for width.
da: Maksimum billedbredde i pixels, 0=undlad at skalere bredde
de: Maximale Bildbreite in Pixeln, 0 = nicht für die Breite skalieren.
hr: Maksimalna širina slike u pixelima, 0 = ne skaliraj za širinu.
nl: Maximale afbeeldingsbreedte in Pixels, 0 = geen schaalbreedte instellen.
pt_pt: Largura máxima da imagem em pixels (0 para não alterar).
uk: Максимальна ширина зображення в пікселях, 0 = не змінювати ширину.

source: Image Location
da: Billedplacering
de: Bildposition
hr: Položaj slike
nl: Afbeeldingslocatie
pt_pt: Localização da imagem
uk: Розташування зображення

source: Above text
da: Over tekst
de: Über dem Text
hr: Iznad teksta
nl: Boven de tekst
pt_pt: Acima do texto
uk: Над текстом

source: Left of text
da: Til venstre for tekst
de: Links neben dem Text
hr: Lijevo od teksta
nl: Links van de tekst
pt_pt: À esquerda do texto
uk: Ліворуч від тексту

source: Position of image relative to text
da: Billedets placering i forhold til tekst
de: Position des Bildes relativ zum Text
hr: Položaj slike, relativan u odnosu na tekst
nl: Positie van de afbeelding relatief tot de tekst
pt_pt: Posição da imagem em relação ao texto
uk: Позиція зображення відносно тексту

source: Colour Name by Gender
da: Farv navnet efter køn
de: Farbe Name nach Geschlecht
hr: Oboji imena prema spolu
nl: Kleur naam naar geslacht
pt_pt: Colorir nome por sexo
uk: Розфарбувати імена за статтю

source: Color the name to indicate a person's gender in the chart.
da: Farv navnet for at angive en persons køn i diagrammet.
de: Markieren Sie den Namen, um das Geschlecht einer Person im Diagramm anzugeben.
hr: Oboji ime, za označavanje spola u dijagramu.
nl: Kleur de naam om het geslacht van een persoon in de grafiek aan te geven.
pt_pt: Colorir o nome para indicar o sexo do indivíduo na árvore.
uk: Забарвлювати ім'я, щоб позначати стать особи в діаграмі.

source: Use alternate events, if Primary event is not found
da: Benyt alternativ hændelse, hvis den primære hændelse ikke er fundet
de: Verwende alternative Ereignisse, wenn das primäre Ereignis nicht gefunden wird
hr: Koristi alternativne događaje, ako primarni događaj nije nađen
nl: Gebruik alternatieve gebeurtenissen, als de Primaire gebeurtenis niet wordt gevonden
pt_pt: Usar eventos alternativos se não houver evento principal
uk: Використовувати альтернативні події, якщо основна подія не знайдена

source: For Birth (baptism, christen) Marriage (marr_lic, engagement) Divorce (annulment, div_filing), Death (burial, cremation, probate).
da: For fødsel (dåb) Ægteskab(vielsesattest, trolovelse) Skilsmisse(og.forkl, skilsm.ans(, Død (Begravelse, kremering, testamente).
de: Für Geburt (Kleinkindtaufe, Taufe) Heirat (Ehevertrag, Verlobung) Scheidung (Annullierung, Einreichung der Scheidung), Tod (Bestattung, Einäscherung, Nachlass).
hr: Za rođenje (krštenje) Brak (dozvola, zaruke) Razvod braka (poništenje, zahtjev), Smrt (pokop, kremiranje, objava).
nl: Bij geboorte (kinderdoop, doop) Huwelijk (huwelijkscontract, verloving) Echtscheiding (annulering, echtscheiding aanvragen), Dood (begrafenis, crematie, nalatenschap).
pt_pt: Para nascimento (baptismo, baptizado) Casamento (lic_cas, noivado) Divórcio (anulação, ped_div), Óbito (funeral, cremação, sucessão).
uk: Для народження (хрещення, іменування) Одруження (шлюбна ліцензія, заручини) Розлучення (анулювання, подання на розлучення), Смерть (поховання, кремація, заповіт).

source: Sort Events by Date
da: Sorter hændelser efter dato
de: Sortiere Ereignisse nach Datum
hr: Razvrsatj događaje po datumu
nl: Sorteer gebeurtenissen op datum
pt_pt: Ordenar eventos por data
uk: Сортувати події за датою

source: Sort events by date (else use the order of the 'Display Format' above).
da: Sorter hændelser efter dato (eller benyt sorteringen i ovenstående 'Visnings format'
de: Ereignisse nach Datum sortieren (ansonsten die Reihenfolge des obigen 'Anzeigeformats' verwenden).
hr: Razvrsatj događaje po datumu (inače koristi raspored, kao u gornjem formatu prikaza).
nl: Sorteer gebeurtenissen op datum (gebruik anders de volgorde van de 'Weergave-indeling' hierboven).
pt_pt: Ordenar eventos por data (senão, usar a ordem do formato de exibição acima).
uk: Сортувати події за датою (або використовувати порядок 'Формату відображення').

source: Text style
da: Tekststil
de: Textstil
hr: Stil teksta
nl: Tekststijl
pt_pt: Estilo do texto
uk: Стиль тексту

source: Center-aligned text
da: Centreret tekst
de: Zentrierter Text
hr: Centrirani tekst
nl: Gecentreerde tekst
pt_pt: Centrado
uk: Текст, вирівняний по центру

source: Left-aligned text
da: Venstrestillet tekst
de: Linksbündiger Text
hr: Lijevo poravnati tekst
nl: Links uitgelijnde tekst
pt_pt: À esquerda
uk: Текст, вирівняний ліворуч

source: Alignment of the text in the block for each person on the chart
da: Justering af teksten i blokken for enhver person i diagrammet
de: Ausrichtung des Textes im Block für jede Person in dem Diagramm
hr: Poravnanje teksta u bloku za svaku osobu u dijagramu
nl: Uitlijning van de tekst in het blok voor elke persoon op de kaart
pt_pt: Alinhamento do texto no bloco para cada indivíduo na árvore
uk: Вирівнювання тексту в блоці для кожної особи на діаграмі

source: Max Note Length
da: Max notelængde
de: Max Notizlänge
hr: Maks. duljina zabilješke
nl: Max notitielengte
pt_pt: Tamanho máximo da nota
uk: Максимальна довжина примітки

source: Maximum length of an event's note field in a text block, '$e(n)' 0=no limit
da: Maksimum længde af en hændelses notefelt i en tekstblok, '$e(n) 0=ubegrænset
de: Maximale Länge des Notizfeldes eines Ereignisses in einem Textblock, '$e(n)'. 0=keine Begrenzung
hr: Maksimalna duljina polja zabilješke događaja u tekstualnom bloku, '$e(n)' 0 = neograničeno
nl: Maximale lengte van een gebeurtenisnotitieveld in een tekstblok, '$e(n)' 0 = geen begrenzing
pt_pt: Tamanho máximo do campo de nota do evento num bloco de texto, "$e(n)" 0 - sem limite
uk: Максимальна довжина поля примітки до події у текстовому блоці, '$e(n)' 0 = без обмежень

source: Box around Person's block
da: Firkant rundt o personens blok
de: Box um den Block der Person
hr: Okvir oko bloka osobe
nl: Kader rond het tekstblok van een persoon
pt_pt: Caixa à volta do bloco individual
uk: Рамка навколо блоку особи

source: Draw a thin black box around each person' text block.
da: Tegner en tynd sort firkant omkring hver oersons tekstblok.
de: Zeichnet eine dünne schwarze Box um den Textblock jeder Person.
hr: Crtaj tanki crni okvir oko svakog tekstualnog bloka osobe.
nl: Teken een dun zwart kader rond het tekstblok van elke persoon.
pt_pt: Desenha uma linha preta fina à volta de cada bloco individual de texto.
uk: Малювати тонку чорну рамку навколо текстового блоку кожної особи.

source: All Person's blocks have the same height
da: Alle personers blokke har den samme højde
de: Alle Personenblöcke haben die gleiche Höhe
hr: Svi blokovi osoba su iste visine
nl: De kaders rond het tekstblok van alle personen hebben dezelfde hoogte
pt_pt: Todos os blocos de indivíduos têm a mesma altura
uk: Усі блоки осіб мають однакову висоту

source: All the blocks of all the person have the same height, which is the height of the highest block.
da: Alle personernes blokke har den samme højde, som er højden af den højeste blok.
de: Alle Blöcke aller Personen haben die gleiche Höhe, welche die Höhedes höchsten Blocks ist.
hr: Svi blokovi osoba su iste visine, a to je visina najvišeg bloka.
nl: De kaders rond het tekstblok van alle personen hebben dezelfde hoogte als het hoogste tekstblok.
pt_pt: Todos os blocos de todos os indivíduos têm a mesma altura, que é a altura do bloco mais alto.
uk: Усі блоки осіб мають однакову висоту, яка дорівнює висоті найвищого блоку.

source: All Person's blocks have the same width
da: Alle personers blokke har den samme bredde
de: Alle Personenblöcke haben die gleiche Breite
hr: Svi blokovi osoba su iste širine
nl: De kaders rond het tekstblok van alle personen hebben dezelfde breedte
pt_pt: Todos os blocos de indivíduos têm a mesma largura
uk: Усі блоки осіб мають однакову ширину

source: All the blocks of all the person have the same width, which is the width of the widthest block.
da: Alle personers blokke har den samme bredde. som er bredden af den bredeste blok.
de: Alle Blöcke aller Personen haben die gleiche Breite, welche die Breite des breiteste Block ist.
hr: Svi blokovi osoba su iste širine, a to je širina najšireg bloka.
nl: De kaders rond het tekstblok van alle personen hebben dezelfde breedteals het breedste tekstblok.
pt_pt: Todos os blocos de todos os indivíduos têm a mesma largura, que é a largura do bloco mais largo.
uk: Усі блоки осіб мають однакову ширину, яка дорівнює ширині найширшого блоку.

source: Colour blocks by Generation
da: Farv blokkene efter generation
de: Farbblöcke nach Generation
hr: Oboji blokove prema generacijama
nl: Kleur kaders per generatie
pt_pt: Blocos coloridos por geração
uk: Розфарбувати блоки за поколінням

source: Colour the background of text blocks by generation.
da: Farv baggrunden i tekstblokkene efter generation
de: Den Hintergrund von Textblöcken nach Generation einfärben.
hr: Oboji pozadinu tektualnih blokova prema generacijama.
nl: Kleur de achtergrond van tekstblokken per generatie.
pt_pt: Preenche o fundo dos blocos de texto com uma cor por geração.
uk: Фарбувати фон текстових блоків за поколінням.

source: Descend block colour intensity
da: Formindsk farve intensiteten på blokken
de: Nachkommenblock Farbintensität
hr: Intenzitet boje za blokove potomaka
nl: Verlaag de blokkleur intensiteit
pt_pt: Intensidade da cor no descendente
uk: Інтенсивність кольору блоку нащадків

source: Intensity of backgound colour in Descendant's Block, 0=faint, 255=intense colour
da: Intensitet af baggrundsfarve i efterkommerblokken, 0=svag, 255=intens farve
de: Intensität der Hintergrundfarbe im Nachkommenblock, 0 = blasse, 255 = intensive Farbe
hr: Intenzitet boje pozadine u bloku potomka, 0 = slaba, 255 = intenzivna boja
nl: Intensiteit van de achtergrondkleur in het Afstammelingsblok, 0 = vaag, 255 = intense kleur
pt_pt: Intensidade da cor de fundo no bloco do descendente (0 - desmaiada, 255 - intensa)
uk: Інтенсивність кольору фону блоку нащадків, 0 = блідий, 255 = насичений колір

source: Spouse block colour intensity
da: Farveintensiteten på ægtefælleblok
de: Partnerblock Farbintensität
hr: Intenzitet boje za blokove supružnika
nl: Kleurintensiteit van het partnertekstblok
pt_pt: Intensidade da cor no cônjuge
uk: Інтенсивність кольору блоку подружжя

source: Intensity of backgound colour in Spouse's Block, 0=faint 255=intense colour
da: Intensiteten af baggrundsfarven i ægtefælleblokken, 0=svag, 255=intens farve
de: Intensität der Hintergrundfarbe im Partnerblock, 0 = blasse, 255 = intensive Farbe
hr: Intenzitet boje pozadine u bloku supružnika, 0 = slaba, 255 = intenzivna boja
nl: Intensiteit van de achtergrondkleur in het partnertekstblok, 0 = vaag, 255 = intense kleur
pt_pt: Intensidade da cor de fundo no bloco do cônjuge (0 - desmaiada, 255 - intensa)
uk: Інтенсивність кольору фону блоку подружжя, 0 = блідий, 255 = насичений колір

source: Display Formats
da: Visningsformat
de: Anzeigeformate
hr: Formati prikaza
nl: Weergave-indeling
pt_pt: Formatos de exibição
uk: Формати відображення

source: Name Display Format
da: Visningsformat for navne
de: Name Anzeigeformat
hr: Format prikaza imena
nl: Naam weergave-indeling
pt_pt: Formato de exibição do nome
uk: Формат відображення імені

source: f=first & middle names, l=surname, n=nickname, c=commonly used given name, t=title, s=suffix, g=family nick name See Wiki Manual > Reports > part 2
da: f=for & mellemnavn, l=efternavn, n=kælenavn, c=det almindeligste brugte fornav, t=titel, s=endelse, g=familiekælenavn\n Se Wiki manualen > rapporter > del 2
de: f=erster & zweiter Vorname, l=Nachname, n=Spitzname, c = häufig verwendeter Vorname, t = Titel, s = Suffix, g = Familien-Spitzname Siehe Wiki-Handbuch> Berichte> Teil 2
hr: f=ime i srednje ime, l=prezime, n=nadimak, c=uobičajeno korišteno ime, t=titula, s=sufiks, g=obiteljski nadimak Pogledaj Wiki priručnik > Izvještaji > 2. dio
nl: f=eerste & tweede voornaam, l=achternaam, n=bijnaam, c = veelgebruikte voornaam, t = titel, s = suffix, g = familie-bijnaam Zie de Wiki-handleiding > Rapporten > Deel 2
pt_pt: f=nomes próprios, l=apelido, n=alcunha, c=nome usual, t=título, s=sufixo, g=diminutivo familiar Veja o manual na “wiki” > Relatórios > parte 2
uk: f = ім'я та по-батькові, l = прізвище, n = прізвисько, c = найбільш вживане ім'я, t = титул, s = суфікс, g = родинне прізвисько Див. Wiki Керівництво > Звіти > частина 2

source: [event, list]$e(formating) See Wiki Manual > Reports > part 2 formating: dates=d(ymdMo) places=D(elcuspnoitxy) notes=n abbreviated_type=t
da: [event, list]$e(formating) See Wiki Manual > Reports > part 2 formatering: dato=d(ymdMo) steder=D(elcuspnoitxy) noter=n abbreviated_type=t
de: [Ereignis, Liste] $e(formating) Siehe Wiki-Handbuch> Berichte> Teil 2 Formatierung: Daten=d(ymdMo) Orte=D(elcuspnoitxy) Anmerkungen=n abgekürzt_Typ = t
hr: [event, list]$e(formatiranje) Pogledaj Wiki priručnik > Izvještaji > 2. dio formatiranje: datumi=d(ymdMo) mjesta=D(elcuspnoitxy) zabilješke=n skraćena_vrsta=t
nl: [Gebeurtenis, Lijst] $e(formattering) Zie de Wiki-handleiding > Rapporten > Deel 2 Formattering: Datums = d(ymdMo), Plaatsen = D(elcuspnoitxy), Opmerkingen = n, Afgekort_Type = t
pt_pt: [event, list]$e(formating) Veja o manual na “wiki” > Relatórios > parte 2 formato: dates=d(ymdMo) places=D(elcuspnoitxy) notes=n abbreviated_type=t
uk: [подія, список]$e(форматування) Див. Wiki Керівництво > Звіти > частина 2 форматування: дати=d(ymdMo), місця=D(elcuspnoitxy), примітки=n, скорочений_тип=t

source: Replace
da: Erstat
de: Ersetzen
hr: Zamijeni
nl: Vervangen
pt_pt: Substituir
uk: Замінити

source: i.e. United States of America/USA
da: f.eks. Amerikas Forenede Stater/USA.
de: z.B. United States of America/USA
hr: npr. Sjedinjene Američke Države/SAD
nl: Bijvoorbeeld: United States of America / USA
pt_pt: i.e. Estados Unidos da América/EUA
uk: Наприклад: Сполучені Штати Америки/США

source: Spouse and Family
da: Ægtefælleog familie
de: Ehepartner und Familie
hr: Supružnik i obitelj
nl: Partner en familie
pt_pt: Cônjuge e família
uk: Подружжя та сім'я

source: Vertical edge descendant to spouse-bar
da: Lodret linie, efterkommer til ægtefælle-feltet
de: Vertikaler Rand Nachkommen zu Ehegatten-Balken
hr: Okomiti rub od potomka do trake supružnika
nl: Verticale lijn van afstammeling tot partnerkader
pt_pt: Margem vertical descendente até à barra do cônjuge
uk: Вертикальне ребро від нащадка до шлюбної лінії

source: The length of the vertical edge from descendant to spouse-bar.
da: Længden af den lodrette linie fra efterkommer til ægtefælle-feltet.
de: Die Länge der vertikalen Kante vom Nachkommen zur Partner-Balken.
hr: Duljina okomitih rubova od potomka do trake supružnika.
nl: De lengte van de verticale lijn van de afstammeling tot verbindingslijn.
pt_pt: O tamanho da margem vertical desde o descendente até à barra do cônjuge.
uk: Довжина вертикального ребра від нащадка до шлюбної лінії.

source: Vertical edge spouse-bar to spouse
da: Lodret linje ægtefælle-feltet til ægtefælle
de: Vertikaler Rand Ehegatten-Balken zu Partner
hr: Okomiti rub od trake supružnika do supružnika
nl: Verticale lijn van verbindingslijn naar partner
pt_pt: Margem vertical da barra do cônjuge até ao cônjuge
uk: Вертикальне ребро від шлюбної лінії до подружжя

source: The length of the vertical edge from spouse-bar to spouse.
da: Længden af den lodrette linje fra ægtefælle-feltet til ægtefælle.
de: Die Länge der vertikalen Kante vom Partner-Balken zum Partner.
hr: Duljina okomitih rubova od trake supružnika do supružnika.
nl: De lengte van de verticale lijn tussen verbindingslijn en partner.
pt_pt: O tamanho da margem vertical desde a barra do cônjuge até ao cônjuge.
uk: Довжина вертикального ребра від шлюбної лінії до подружжя.
