Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Employer, employee or working on own account
de: Arbeitgeber, Arbeitnehmer oder auf eigene Rechnung arbeiten
hr: Poslodavac, zaposlenik ili radi na vlastiti račun
nl: Werkgever, werknemer of zelfstandig
pt_pt: Empregador, empregado ou trabalhador por conta própria
uk: Роботодавець, найманий працівник або самозайнятий

source: Out of work
de: Arbeitslos
nl: Werkloos
pt_pt: Desempregado
uk: Без роботи

source: Weeks out of work in 1909
de: Wochen arbeitslos in 1909
nl: Weken zonder werk in 1909
pt_pt: Semanas de desemprego em 1909
uk: Кількість тижнів без роботи у 1909 році

source: Attended school since Sept. 1, 1909
de: Schulbesuch seit 1. Sept. 1909
nl: Schoolgaand sinds 1 september 1909
pt_pt: Escolas frequentadas desde 1-Set-1909
uk: Відвідував школу після 1 вересня 1909 року

source: Civil War veteran
de: Bürgerkriegsveteran
nl: Veteraan uit de burgeroorlog
pt_pt: Veterano da Guerra Civil
uk: Ветеран Громадянської війни

source: If owned, free or mortgaged
de: Wenn im Besitz, frei oder verpfändet
nl: Indien eigendom, gratis of hypotheek
pt_pt: Se própria, livre ou hipotecada
uk: Якщо у власності, без боргу або в іпотеці

source: Year of naturalization
de: Jahr der Einbürgerung
hr: Godina naturalizacije
nl: Jaar van naturalisatie
pt_pt: Ano de naturalização
uk: Рік натуралізації

source: Attended school since Sept. 1, 1919
de: Schulbesuch seit 1. Sept. 1919
nl: Schoolgaand sinds 1 september 1919
pt_pt: Escolas frequentadas desde 1-Set-1919
uk: Відвідував школу після 1 вересня 1919 року

source: Mother tongue
de: Muttersprache
nl: Moedertaal
pt_pt: Língua-mãe
uk: Рідна мова

source: Father mother tongue
de: Muttersprache des Vaters
nl: Vader moedertaal
pt_pt: Língua-mãe do pai
uk: Рідна мова батька

source: Mother's mother tongue
de: Muttersprache der Mutter
nl: Moedertaal van moeder
pt_pt: Língua-mãe da mãe
uk: Рідна мова матері

source: Able to speak English
de: Kann Englisch sprechen
nl: In staat om Engels te spreken
pt_pt: Sabe falar inglês
uk: Уміє говорити англійською

source: Employer, worker or working on own account
de: Arbeitgeber, Arbeitnehmer oder auf eigene Rechnung arbeiten
hr: Zaposlenik, radnik ili radi na vlastiti račun
nl: Werkgever, werknemer of zelfstandig werkend
pt_pt: Empregador, empregado ou trabalhador por conta própria
uk: Роботодавець, працівник або самозайнятий

source: Incorporated place
de: Eingemeindeter Ort
nl: Opgenomen plaats
pt_pt: Local incorporado
uk: Зареєстроване поселення

source: Unincorporated place
de: Nicht eingemeindeter Ort
nl: Niet-opgenomen plaats
pt_pt: Local não incorporado
uk: Незареєстроване поселення

source: Value of home or monthly rental
de: Wert des Hauses oder monatliche Miete
nl: Waarde van huis of maandelijkse huur
pt_pt: Valor da casa ou da renda mensal
uk: Вартість будинку або місячна оренда

source: Radio set
de: Rundfunkempfänger
nl: Radiotoestel
pt_pt: Aparelho de rádio
uk: Радіоприймач

source: Farm?
nl: Boerderij?
pt_pt: Quinta?
uk: Ферма?

source: Marital condition
de: Ehezustand
nl: Burgerlijke staat
pt_pt: Estado civil
uk: Сімейний стан

source: Age at first marriage
de: Alter bei erster Hochzeit
nl: Leeftijd bij eerste huwelijk
pt_pt: Idade ao 1º casamento
uk: Вік при першому шлюбі

source: Attended school since Sept. 1, 1929
de: Schulbesuch seit 1. Sept. 1929
nl: Schoolgaand sinds 1 september 1929
pt_pt: Escolas frequentadas desde 1-Set-1929
uk: Відвідував школу після 1 вересня 1929 року

source: Able to read and write
de: Kann lesen und schreiben
nl: In staat om te lezen en schrijven
pt_pt: Sabe ler e escrever
uk: Уміє читати і писати

source: Language before coming to US
de: Sprache sie in die USA kamen
nl: Taal voordat u naar de VS komt
pt_pt: Língua antes de vir para os EUA
uk: Мова перед приїздом до США

source: Class of worker
de: Arbeiterklasse
nl: Klasse van de werknemer
pt_pt: Classe do trabalhador
uk: Клас працівника

source: Line number for unemployed
de: Zeilennummer für arbeitslos
nl: Regelnummer voor werklozen
pt_pt: Número da linha para desempregados
uk: Номер рядка для безробітних

source: Veteran
nl: Veteraan
pt_pt: Veterano
uk: Ветеран

source: What war
de: Welcher Krieg
nl: Welke oorlog
pt_pt: Em que guerra
uk: Яка війна

source: Home Owned/Rented
de: Eigenheim oder gemietet
nl: Eigen huis/gehuurd
pt_pt: Casa própria/alugada
uk: Будинок у власності/в оренді

source: Home value/monthly rental
de: Wert des Hauses/monatliche Miete
nl: Huiswaarde/maandelijkse huur
pt_pt: Valor da casa/renda mensal
uk: Вартість будинку/місячна оренда

source: Color/Race
de: Farbe/Rasse
nl: Kleur/Ras
pt_pt: Cor/Raça
uk: Колір/Раса

source: Age at Last Birthday
de: Alter am letzten Geburtstag
hr: Dob pri zadnjem rođendanu
nl: Leeftijd op laatste verjaardag
pt_pt: Idade ao último aniversário
uk: Вік на останній день народження

source: Marital Status
de: Familienstand
nl: Burgerlijke staat
pt_pt: Estado civil
uk: Сімейний стан

source: Attended school/college since March 1, 1940
de: Schulbesuch/Hochschule seit dem 1. März 1940
nl: Ging sinds 1 maart 1940 naar school/hogeschool
pt_pt: Escolas frequentadas desde 1-Mar-1940
uk: Відвідував школу/коледж після 1 березня 1940 року

source: Highest grade completed
de: Höchster Abschluss
nl: Hoogste voltooide leerjaar
pt_pt: Grau mais elevado concluído
uk: Найвищий закінчений клас

source: Citizenship if foreign born
de: Staatsbürgerschaft, wenn im Ausland geboren
hr: Državljanstvo ako je osoba rođena u inozemstvu
nl: Staatsburgerschap indien in het buitenland geboren
pt_pt: Cidadania, se nasceu estrangeiro
uk: Громадянство, якщо народжений за кордоном

source: City (April 1, 1935)
de: Stadt (1. April 1935)
nl: Stad (1 april 1935)
pt_pt: Cidade (1-4-1935)
uk: Місто (1 квітня 1935 року)

source: State (Territory/Country)
de: Staat (Gebiet/Land)
hr: Država (teritorij/zemlja)
nl: Staat (territorium/land)
pt_pt: Estad0 (Território/País)
uk: Штат (територія/країна)

source: On a Farm (Y/N)
de: Auf einer Farm (J/N)
nl: Op een boerderij (J/N)
pt_pt: Numa quinta /S/N)
uk: На фермі (Так/Ні)

source: At Work during week March 24-30
de: Bei der Arbeit während der Woche vom 24. bis 30. März
nl: Aan het werk tijdens de week van 24-30 maart
pt_pt: A trabalhar na semana de 24-30 Mar
uk: Працював протягом тижня 24-30 березня

source: public Emergency Work?
de: öffentliche Notfallarbeit?
nl: openbare noodwerkzaamheden?
pt_pt: trabalho público de emergência?
uk: Громадські роботи у надзвичайних умовах?

source: Seeking work?
de: Arbeitssuchend?
nl: Werkzoekend?
pt_pt: À procura de trabalho?
uk: Шукає роботу?

source: Have a Job?
de: Hat eine Arbeit?
nl: Heeft een baan?
pt_pt: Tem emprego?
uk: Має роботу?

source: housework (H), school (S), unable to work (U) or other (Ot)
de: Hausarbeit (H), Schule (S), arbeitsunfähig (U) oder andere (Ot)
nl: huishoudelijk werk (H), school (S), arbeidsongeschikt (O) of andere (A)
pt_pt: trabalho doméstico (H), escola (S), incapacidade para trabalhar (U) ou outro (Ot)
uk: домашня робота (H), школа (S), не може працювати (U) або інше (Ot)

source: # hours worked during week March 24-30, 1940
de: # Arbeitsstunden in der Woche vom 24. bis 30. März 1940
nl: # gewerkte uren in de week van 24-30 maart 1940
pt_pt: N.º de horas de trabalho na semana de 24-30 Mar 1940
uk: # годин роботи протягом тижня 24-30 березня 1940 року

source: Weeks unemployed up to March 30, 1940
de: Wochen arbeitslos bis 30. März 1940
nl: Weken werkloos tot 30 maart 1940
pt_pt: Semanas de desemprego até 30-Mar-1940
uk: Кількість тижнів безробіття до 30 березня 1940 року

source: # weeks worked in 1939
de: # Wochen im Jahr 1939 gearbeitet
nl: # weken gewerkt in 1939
pt_pt: Semanas de trabalho em 1939
uk: # тижнів роботи у 1939 році

source: Amount of money, wages, salary in 1939
de: Geldbetrag, Löhne, Gehalt im Jahr 1939
nl: Hoeveelheid geld, lonen, salaris in 1939
pt_pt: Montante de dinheiro, ordenado, salário em 1939
uk: Сума грошей, заробітна плата у 1939 році

source: Income of more than $50 from other sources?
de: Einkommen von mehr als 50 USD aus anderen Quellen?
nl: Inkomen van meer dan $50 uit andere bronnen?
pt_pt: Rendimento de mais de 50 dólares de outras fontes?
uk: Доходи понад 50 доларів з інших джерел?

source: Number of Farm Schedule
de: Nummer der Farm Liste
nl: Nummer van boerderijplanning
pt_pt: Número de horários da exploração
uk: Номер фермерського графіку

source: Veteran?
nl: Veteraan?
pt_pt: Veterano?
uk: Ветеран?

source: If child, veteran-father dead?
de: Wenn Kind, Veteran-Vater tot?
nl: Als kind, is veteraan-vader overleden?
pt_pt: Se filho, o pai veterano morreu?
uk: Якщо дитина, чи загинув її батько-ветеран?

source: War/Military Service
de: Krieg/Militärdienst
nl: Oorlog/militaire dienst
pt_pt: Serviço militar/Guerra
uk: Військова служба/участь у війні

source: Have Federal SSN?
de: Hat Bundes SSN?
nl: Heeft federale SSN?
pt_pt: Tem SSN federal?
uk: Має федеральний номер соціального страхування (SSN)?

source: Deductions made in 1939?
de: Abzüge aus dem Jahr 1939?
nl: Inhoudingen gemaakt in 1939?
pt_pt: Deduções em 1939?
uk: Відрахування зроблено у 1939 році?

source: If so, made from all, 1/2 or more, less from wages in 1939?
de: Wenn ja, machte das zusammen, 1/2 oder mehr, weniger von den Löhnen in 1939?
nl: Zo ja, gemaakt van alles, 1/2 of meer, minder van lonen in 1939?
pt_pt: Se sim, de todos, 1/2 ou mais, menos dos salários de 1939?
uk: Якщо так, відрахування зроблено з усієї, 1/2 або більшої частини, меншої частини зарплати у 1939 році?

source: Usual Occupation
de: Übliche Beschäftigung
nl: Normale baan
pt_pt: Profissão habitual
uk: Звичайна професія

source: Usual Industry
de: Übliche Branche
nl: Normale industrie
pt_pt: Indústria habitual
uk: Звичайна галузь

source: Usual Class of Work
de: Übliche Arbeitsklasse
nl: Gebruikelijke werkklasse
pt_pt: Classe de trabalho habitual
uk: Звичайний вид роботи

source: If woman, married more than once?
de: Wenn Frau, mehr als einmal verheiratet?
nl: Als vrouw, meer dan eens getrouwd?
pt_pt: Se mulher, casada mais de uma vez?
uk: Якщо жінка, була одружена більше одного разу?

source: Number of children ever born
de: Anzahl der jemals geborenen Kinder
nl: Aantal ooit geboren kinderen
pt_pt: N.º de filhos já nascidos
uk: Кількість народжених дітей

source: Incorporated place or township
de: Eingemeindeter Ort oder Gemeinde
nl: Ingeschreven plaats of gemeente
pt_pt: Localidade ou vila incorporada
uk: Міське поселення або селище

source: E. D. Number
de: E. D. Nummer
nl: E. D. Nummer
pt_pt: N.º E. D.
uk: Номер округу перепису (E.D.)

source: Hotel, large rooming house, institution, military installation, etc.
de: Hotel, großes Wohnheim, Institution, Militäreinrichtung usw.
nl: Hotel, appartementencomplex, instelling, militaire installatie, enz.
pt_pt: Hotel, grande casa de habitação, instituição, instalação militar, etc.
uk: Готель, великий будинок для кімнатних мешканців, установа, військовий об'єкт тощо

source: Is this house on a farm (or ranch)?
de: Befindet sich dieses Haus auf einem Bauernhof (oder einer Ranch)?
nl: Staat dit huis op een boerderij (of ranch)?
pt_pt: Esta casa está situada numa quinta (ou rancho)?
uk: Чи знаходиться цей будинок на фермі (або ранчо)?

source: On 3+ acres of land?
de: Auf mehr als 3 Acre Land?
nl: Op meer dan 3 hectare grond?
pt_pt: Em mais de 3 hectares de terreno?
uk: На 3+ акрах землі?

source: Is this house on a place of three or more acres?
de: Steht dieses Haus auf einem Grundstück von drei oder mehr Acre?
nl: Staat dit huis op een plek van drie of meer hectare?
pt_pt: Esta casa está situada num terreno com três ou mais hectares?
uk: Чи знаходиться цей будинок на ділянці три або більше акрів?

source: Agricultural Questionnaire Number
de: Landwirtschaftlicher Fragebogen Nummer
nl: Agrarisch vragenlijstnummer
pt_pt: Número do questionário agrícola
uk: Номер сільськогосподарського опитувальника

source: Age at last birthday
de: Alter am letzten Geburtstag
nl: Leeftijd op laatste verjaardag
pt_pt: Idade ao último aniversário
uk: Вік на останній день народження

source: How old was he on his last birthday?
de: Wie alt war er an seinem letzten Geburtstag?
nl: Hoe oud was hij op zijn laatste verjaardag?
pt_pt: Que idade tinha ele no seu último aniversário?
uk: Скільки років йому виповнилося на останній день народження?

source: Marital status
de: Familienstand
nl: Burgerlijke staat
pt_pt: Estado civil
uk: Сімейний стан

source: Is he now married, widowed, divorced, separated, or never married?
de: Ist er jetzt verheiratet, verwitwet, geschieden, getrennt lebend oder nie verheiratet?
hr: Je li sada oženjen, obudovljen, razveden, rastavljen ili nikada oženjen?
nl: Is hij nu getrouwd, weduwe, gescheiden, gescheiden of nooit getrouwd geweest?
pt_pt: É actualmente casado, viúvo, divorciado, separado ou nunca casou?
uk: Чи перебуває він зараз у шлюбі, є вдівцем, розлучений, розлучений офіційно або ніколи не був одружений?

source: What State (or foreign country) was he born in?
de: In welchem Staat (oder in einem anderen Land) wurde er geboren?
hr: U kojoj je državi (ili stranoj zemlji) rođen?
nl: In welke staat (of in welk ander land) is hij geboren?
pt_pt: Em que Estado (ou país estrangeiro) nasceu?
uk: У якому штаті (або іноземній країні) він народився?

source: Is he naturalized?
de: Wurde er eingebürgert?
nl: Is hij genaturaliseerd?
pt_pt: Está naturalizado?
uk: Чи натуралізований він?

source: housework (H), work (W), unable to work (U) or other (Ot)
de: Hausarbeit (H), Arbeit (W), arbeitsunfähig (U) oder sonstiges (Ot)
nl: huishoudelijk werk (H), werk (W), niet in staat om te werken (U) of andere (Ot)
pt_pt: tarefas domésticas (D), trabalho (T), incapacidade para trabalhar (I) ou outro (O)
uk: домашня робота (H), робота (W), не може працювати (U) або інше (Ot)

source: What was this person doing most of last week—working, keeping house, or something else?
de: Was hat diese Person die meiste Zeit der letzten Woche gemacht - gearbeitet, den Haushalt geführt oder etwas anderes?
nl: Wat deed deze persoon het grootste deel van de afgelopen week - werken, het huishouden doen of iets anders?
pt_pt: O que é que fez a maior parte da semana passada - trabalhou, cuidou da casa ou outra coisa?
uk: Що ця особа робила більшість минулого тижня — працювала, вела домашнє господарство чи щось інше?

source: Worked last week? (Y/N)
de: Letzte Woche gearbeitet? (J/N)
nl: Vorige week gewerkt (J/N)
pt_pt: Trabalhou na semana passada? (S/N)
uk: Працював минулого тижня? (Так/Ні)

source: Did this person do any work at all last week, not counting work around the house?
de: Hat diese Person in der vergangenen Woche überhaupt gearbeitet, abgesehen von der Arbeit im Haushalt?
nl: Heeft deze persoon vorige week überhaupt werk gedaan, werk rond het huis niet meegerekend?
pt_pt: Fez algum trabalho na semana passada, sem contar com o trabalho doméstico?
uk: Чи виконував ця особа будь-яку роботу минулого тижня, не враховуючи роботи по дому?

source: Looking for work?
de: Auf der Suche nach Arbeit?
nl: Op zoek naar werk?
pt_pt: Procura trabalho?
uk: Шукає роботу?

source: Was this person looking for work?
de: War diese Person auf der Suche nach Arbeit?
nl: Was deze persoon op zoek naar werk?
pt_pt: Estava à procura de trabalho?
uk: Чи ця особа шукала роботу?

source: Has a job or business?
de: Hat er einen Job oder eine Firma?
nl: Heeft een baan of bedrijf?
pt_pt: Tem emprego ou empresa?
uk: Має роботу або бізнес?

source: Even though he didn’t work last week, does he have a job or business?
de: Auch wenn er letzte Woche nicht gearbeitet hat, hat er einen Job oder ein Gewerbe?
nl: Heeft hij een baan of bedrijf, ook al heeft hij vorige week niet gewerkt?
pt_pt: Mesmo sem trabalhar a semana passada, tem emprego ou empresa?
uk: Навіть якщо він не працював минулого тижня, чи має він роботу або бізнес?

source: # hours worked last week
de: # geleistete Arbeitsstunden letzte Woche
nl: # uren gewerkt vorige week
pt_pt: Horas de trabalho a semana passada
uk: # годин роботи минулого тижня

source: How many hours did he work last week?
de: Wie viele Stunden hat er letzte Woche gearbeitet?
nl: Hoeveel uur heeft hij vorige week gewerkt?
pt_pt: Quantas horas é que trabalhou na semana passada?
uk: Скільки годин він працював минулого тижня?

source: Type of work
de: Art der Arbeit
nl: Type werk
pt_pt: Tipo de trabalho
uk: Тип роботи

source: What kind of work was he doing?
de: Welcher Art von Arbeit ging er nach?
nl: Wat voor werk deed hij?
pt_pt: Que tipo de trabalho fez?
uk: Яку роботу він виконував?

source: Business or industry
de: Gewerbe oder Industrie
nl: Bedrijf of industrie
pt_pt: Negócio ou indústria
uk: Бізнес або галузь

source: What kind of business or industry was he working in?
de: In welcher Art von Gewerbe oder Industrie war er tätig?
nl: In wat voor soort bedrijf of industrie werkte hij?
pt_pt: Em que tipo de negócio ou indústria estava a trabalhar?
uk: У якому бізнесі або галузі він працював?

source: Same house in Apr 1949?
de: Dasselbe Haus im Apr 1949?
nl: Hetzelfde huis in april 1949?
pt_pt: A mesma casa em Abril de 1949?
uk: У тому ж будинку у квітні 1949 року?

source: Was he living in this same house a year ago?
de: Hat er vor einem Jahr in demselben Haus gewohnt?
nl: Woonde hij een jaar geleden in ditzelfde huis?
pt_pt: Estava a viver nesta mesma casa há um ano atrás?
uk: Чи жив він у цьому ж будинку рік тому?

source: Farm in Apr 1949?
de: Bauernhof im Apr 1949?
nl: Boerderij in april 1949?
pt_pt: Quinta em abril de 1949?
uk: Ферма у квітні 1949 року?

source: Was he living on a farm a year ago?
de: Hat er vor einem Jahr auf einem Bauernhof gelebt?
nl: Woonde hij een jaar geleden op een boerderij?
pt_pt: Há um ano, vivia numa quinta?
uk: Чи жив він на фермі рік тому?

source: Same county in Apr 1949?
de: Derselbe Landkreis im Apr 1949?
nl: Hetzelfde graafschap in april 1949?
pt_pt: O mesmo condado em Abril de 1949?
uk: У тому ж окрузі у квітні 1949 року?

source: Was he living in this same county a year ago?
de: Hat er vor einem Jahr in diesem Landkreis gelebt?
nl: Woonde hij een jaar geleden in hetzelfde graafschap?
pt_pt: Vivia neste mesmo condado há um ano?
uk: Чи жив він у цьому ж окрузі рік тому?

source: State or foreign country
de: Bundesland oder Ausland
hr: Država ili strana zemlja
nl: Staat of buitenland
pt_pt: Estado ou país estrangeiro
uk: Штат або іноземна країна

source: What country was his father born in?
de: In welchem Land wurde sein Vater geboren?
hr: U kojoj je zemlji rođen njegov otac?
nl: In welk land is zijn vader geboren?
pt_pt: Em que país nasceu o seu pai?
uk: У якій країні народився його батько?

source: What country was his mother born in?
de: In welchem Land wurde seine Mutter geboren?
hr: U kojoj je zemlji rođena njegova majka?
nl: In welk land is zijn moeder geboren?
pt_pt: Em que país nasceu a sua mãe?
uk: У якій країні народилася його мати?

source: Highest grade attended
de: Höchste besuchte Schulstufe
nl: Hoogste bijgewoonde leerjaar
pt_pt: Grau mais elevado frequentado
uk: Найвищий клас навчання

source: What is the highest grade of school that he has attended?
de: Welches ist die höchste Schulform, die er besucht hat?
nl: Wat is het hoogste schoolniveau dat hij heeft behaald?
pt_pt: Qual é o ano de escolaridade mais elevado que ele frequentou?
uk: Який найвищий клас школи він відвідував?

source: Completed?
de: Abgeschlossen?
nl: Afgerond?
pt_pt: Concluído?
uk: Закінчив?

source: Did he finish this grade?
de: Hat er diese Schule abgeschlossen?
nl: Heeft hij deze school afgemaakt?
pt_pt: Concluiu este grau?
uk: Чи закінчив він цей клас?

source: Attended school since Feb 1, 1950?
de: Seit dem 1. Februar 1950 zur Schule gegangen?
hr: Pohađao školu od 1. veljače 1950.?
nl: Naar school geweest sinds 1 februari 1950?
pt_pt: Escolas frequentadas desde 1-Fev-1950?
uk: Відвідував школу після 1 лютого 1950 року?

source: Has he attended school at any time since February 1st?
de: Hat er seit dem 1. Februar überhaupt eine Schule besucht?
nl: Is hij sinds 1 februari naar school geweest?
pt_pt: Frequentou a escola em algum momento desde 1 de Fevereiro?
uk: Чи відвідував він школу після 1 лютого?

source: How many weeks has he been looking for work?
de: Seit wie vielen Wochen ist er auf Arbeitssuche?
nl: Hoeveel weken is hij al op zoek naar werk?
pt_pt: Há quantas semanas procura emprego?
uk: Скільки тижнів він шукав роботу?

source: # weeks worked in 1949
de: # 1949 gearbeitete Wochen
nl: # weken gewerkt in 1949
pt_pt: N.º semanas de trabalho em 1949
uk: # відпрацьованих тижнів у 1949 році

source: Last year, in how many weeks did this person do any work at all, not counting work around the house?
de: In wie vielen Wochen des vergangenen Jahres hat diese Person überhaupt gearbeitet, abgesehen von der Arbeit im Haushalt?
nl: Hoeveel weken heeft deze persoon vorig jaar überhaupt werk gedaan, werk rond het huis niet meegerekend?
pt_pt: No ano passado, quantas semanas trabalhou, sem contar com o trabalho doméstico?
uk: Минулого року, протягом скількох тижнів ця особа виконувала яку-небудь роботу, не рахуючи роботи по дому?

source: Amount of wages/salary in 1949
de: Höhe des Lohns/Gehalts im Jahr 1949
nl: Bedrag aan lonen/salarissen in 1949
pt_pt: Montante do ordenado/salário em 1949
uk: Сума заробітної плати у 1949 році

source: Last year, how much money did he earn working as an employee for wages or salary?
de: Wie viel Geld hat er im letzten Jahr als Angestellter als Lohn oder Gehalt verdient?
nl: Hoeveel geld heeft hij vorig jaar verdiend met werken in loondienst?
pt_pt: No ano passado, quanto dinheiro ganhou a trabalhar por conta de outrem a troco de ordenado ou salário?
uk: Минулого року, скільки грошей він заробив, працюючи за зарплату?

source: Amount of money from own business in 1949
de: Geldbetrag aus eigenem Gewerbe im Jahr 1949
nl: Bedrag aan geld uit eigen bedrijf in 1949
pt_pt: Montante de dinheiro proveniente da actividade própria em 1949
uk: Сума доходу від власного бізнесу у 1949 році

source: Last year, how much money did he earn working in his own business, professional practice, or farm?
de: Wie viel Geld hat er im letzten Jahr in seinem eigenen Gewerbe, seiner freiberuflichen Tätigkeit oder seinem landwirtschaftlichen Betrieb verdient?
nl: Hoeveel geld heeft hij vorig jaar verdiend met zijn eigen bedrijf, beroepspraktijk of boerderij?
pt_pt: No ano passado, quanto é que ganhou por conta própria, na prática profissional ou na exploração agrícola?
uk: Минулого року, скільки грошей він заробив, працюючи у власному бізнесі, професійній практиці або на фермі?

source: Amount of other income in 1949
de: Höhe der sonstigen Einkünfte im Jahr 1949
nl: Bedrag aan overige inkomsten in 1949
pt_pt: Montante de outros rendimentos em 1949
uk: Сума іншого доходу у 1949 році

source: Last year, how much money did he receive from interest, dividends, veteran’s allowances, pensions, rents, or other income?
de: Wie viel Geld hat er im letzten Jahr aus Zinsen, Dividenden, Veteranenbeihilfen, Renten, Mieten oder sonstigen Einkünften erhalten?
nl: Hoeveel geld ontving hij vorig jaar uit rente, dividenden, veteranenuitkeringen, pensioenen, huur of andere inkomsten?
pt_pt: No ano passado, quanto dinheiro recebeu de juros, dividendos, subsídios de veterano, pensões, rendas ou outros rendimentos?
uk: Минулого року, яку суму грошей він отримав від відсотків, дивідендів, допомог для ветеранів, пенсій, орендної плати чи інших доходів?

source: Relatives in household wages/salary in 1949
de: Verwandte im Haushalt Löhne/Gehälter 1949
nl: Familieleden in huishouden loon/salaris in 1949
pt_pt: Salário de parentes no agregado familiar em 1949
uk: Заробітна плата/оклад родичів у домогосподарстві у 1949 році
