Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Use full dates
da: Benyt hele datoer
de: Vollständiges Datum verwenden
hr: Koristi potpune datume
nl: Volledige datums
pt_pt: Usar datas completas
uk: Використовувати повні дати

source: Foreground color items in lifespan
da: Forgrundsfarve indefor livsforløb
de: Vordergrundfarbe für Elemente in der Lebensspanne
nl: Voorgrondkleur van items in levensduur
uk: Колір елементів на передньому плані в межах тривалості життя

source: Background color items in lifespan
da: Baggrundsfarve indefor livsforløb
de: Hintergrundfarbe für Elemente in der Lebensspanne
nl: Achtergrondkleur van items in levensduur
uk: Колір фону елементів в межах тривалості життя

source: Foreground color items outside lifespan
da: Forgrundsfarve udenfor livsforløb
de: Vordergrundfarbe für Elemente außerhalb der Lebensspanne
nl: Voorgrondkleur van items buiten levensduur
uk: Колір елементів на передньому плані поза межами тривалості життя

source: Background color items outside lifespan
da: Baggrundsfarve udenfor livsforløb
de: Hintergrundfarbe für Elemente außerhalb der Lebensspanne
nl: Achtergrondkleur van items buiten levensduur
uk: Колір фону елементів поза межами тривалості життя

source: Select from files
da: Vælg fra filer
de: Aus Dateien auswählen
hr: Odaberi iz datoteka
nl: Selecteer uit bestanden
pt_pt: Seleccionar de ficheiros
uk: Вибрати з файлів

source: Invalid date
da: Ugyldig dato
de: Ungültiges Datum
hr: Neispravan datum
nl: Ongeldige datum
pt_pt: Data inválida
uk: Невірна дата

source: in line:
da: i linje:
de: in einer Reihe:
hr: u retku:
nl: in regel:
uk: у рядку:

source: Error:
da: Fejl:
de: Fehler:
hr: Greška:
nl: Fout:
pt_pt: Erro:
uk: Помилка:

source: : line does not contain four sections separated by semicolons in : "
de: : Zeile enthält nicht vier durch Semikolon getrennte Abschnitte in : "
nl: : regel bevat geen vier secties gescheiden door puntkomma's in : "
uk: : рядок не містить чотирьох секцій, розділених крапкою з комою у : "

source: Cannot open URL:
da: Kan ikke åbne URL:
de: Kann URL nicht öffnen:
hr: Nije moguće otvoriti URL:
nl: Kan URL niet openen:
pt_pt: Impossível abrir URL:
uk: Не вдається відкрити URL:

source: Double click row to follow link
da: Dobbeltklik for at følge linket
de: Auf Zeile doppelklicken um Link zu folgen
hr: Za otvaranje poveznice klikni redak dvaput
nl: Dubbelklik op regel om de link te volgen
uk: Двічі клацніть на рядок, щоб перейти за посиланням

source: House Timeline
de: Haus Zeitleiste
hr: Kronologija kuće
nl: Huistijdlijn
pt_pt: Cronologia de residências
uk: Хронологія Будинку

source: Lists the Residents of an Address by Timeline
da: Lister beboerne for en adresse gennem tiden
de: Listet die Bewohner einer Adresse nach Zeitachse auf
hr: Kronološki popis stanovnika na adresi
nl: Geeft de bewoners van een adres per tijdlijn weer
pt_pt: Lista os residentes de uma morada cronologicamente
uk: Перелік мешканців за адресою у хронологічному порядку

source: House Icon Style
da: Hus ikonstil
de: Haussymbolstil
hr: Stil ikone kuće
nl: Huis pictogramstijl
pt_pt: Estilo do ícone da casa
uk: Стиль іконки будинку

source: There are no individuals with Address data. Please add Address data to people.
da: Der er ingen personer med adressedata. Tilføj venligst adresse til personer.
de: Es gibt keine Personen mit Adressdaten. Bitte füge Personen Adressdaten hinzu.
hr: Nijedna osoba nema podatke adrese. Dodaj podatke adrese osobama.
nl: Er zijn geen personen met adresgegevens. Voeg adresgegevens toe aan personen.
pt_pt: Não há indivíduos com dados de endereço. Por favor, adicione endereços aos indivíduos.
uk: Немає осіб з даними про адресу. Будь ласка, додайте дані про адресу до людей.

source: Time In Family
da: Tid i familien
de: Zeit in der Familie
hr: Vrijeme u obitelji
nl: Tijd in gezin
pt_pt: Tempo na família
uk: Час у сім'ї

source: First Resident
da: Første beboer
de: Erster Bewohner
hr: Prvi stanovnik
nl: Eerste bewoner
pt_pt: Primeiro residente
uk: Перший мешканець

source: Last Resident
da: Sidste beboer
de: Letzter Bewohner
hr: Zadnji stanovnik
nl: Laatste bewoner
pt_pt: Último residente
uk: Останній мешканець

source: Total Known Residents
da: Total kendte beboere
de: Insgesamt bekannte Bewohner
hr: Broj poznatih stanovnika
nl: Totaal aantal bekende bewoners
pt_pt: Total de residentes conhecidos
uk: Загальна кількість відомих мешканців

source: A view showing html pages embedded in Gramps
da: En visning i HTML sider indlejret i Gramps
de: Eine Ansicht zur Anzeige von HTML-Seiten, eingebettet in Gramps
hr: Prikaz HTML stranica ugrađene u Gramps
nl: Een weergave van html-pagina's die zijn ingesloten in Gramps
pt_pt: Mostra páginas html embebidas no Gramps
uk: Перегляд html-сторінок, вбудованих у Gramps

source: Web
uk: Веб

source: HtmlView
de: HTMLAnsicht
hr: HTML prikaz
nl: HtmlWeergave
pt_pt: VistaHtml
uk: Перегляд Html

source: Go to the previous page in the history
da: Gå til forrige side i historiken
de: Zur vorherigen Seite in der Historie wechseln
hr: Idi na prethodnu stranicu u kronologiji
nl: Ga naar de vorige pagina in de geschiedenis
pt_pt: Voltar à página anterior no histórico
uk: Перейти на попередню сторінку в історії

source: Go to the next page in the history
da: Gå til næste side i historiken
de: Zur nächsten Seite in der Historie wechseln
hr: Idi na sljedeću stranicu u kronologiji
nl: Ga naar de volgende pagina in de geschiedenis
pt_pt: Avançar para a página seguinte no histórico
uk: Перейти на наступну сторінку в історії

source: _Refresh
da: _Genindlæs
de: _Aktualisieren
hr: _Osvježi
nl: _Vernieuwen
pt_pt: A_ctualizar
uk: _Оновити

source: Stop and reload the page.
da: Stop og genindlæs siden.
de: Anhalten und die Seite neu laden.
hr: Zaustavi i učitaj ponovo.
nl: Stop en herlaad de pagina.
pt_pt: Parar e recarregar a página.
uk: Зупинити та перезавантажити сторінку.

source: Start page for the Html View
da: Startside for Html View
de: Startseite für die Html-Ansicht
hr: Početna stranica HTML prikaza
nl: Startpagina voor de HTML-weergave
pt_pt: Página inicial da vista Html
uk: Початкова сторінка для перегляду Html

source: Type a webpage address at the top, and hit the execute button to load a webpage in this page <br> For example:
da: Indtast en adresse på en webside i toppen, og klik på udførknappen for at hente en webside på denne side <br> For eksempel:
de: Gib oben die Adresse einer Webseite ein, und drücke auf die Ausführen-Schaltfläche, um eine Webseite auf dieser Seite zu laden <br> Zum Beispiel:
hr: Gore unesi adresu jedne web stranice i pritisni gumb za izvršavanje, kako bi se stranica učitala u ovu stranicu <br> Na primjer:
nl: Typ bovenaan een webpagina-adres en klik op de knop Uitvoeren om een webpagina op deze pagina te laden <br> Bijvoorbeeld:
pt_pt: Insira um endereço “web” no cimo e clique no botão para carregar uma página “web” nesta página <br> Por exemplo:
uk: Введіть адресу веб-сторінки вгорі та натисніть кнопку виконання, щоб завантажити веб-сторінку на цю сторінку <br> Наприклад:

source: H-Tree Pedigree
de: H-Baum Ahnentafel
hr: H-stablo predaka
nl: H-Stamboom
pt_pt: Costados H-Tree
uk: Педигрі H-дерева (H-Tree Pedigree)

source: The view shows a space-efficient pedigree with ancestors of the selected person
da: Visningen er en pladseffektiiv anetavle med aner til den valgte person
de: Die Ansicht zeigt eine platzsparende Ahnentafel mit Vorfahren der gewählten Person
hr: Prikazuje efikasno zbijen stablasti dijagram predaka odabrane osobe
nl: De weergave toont een ruimte-efficiënte kwartierstaat met voorouders van de geselecteerde persoon
pt_pt: Mostra um espaço de costados eficiente com os antepassados do indivíduo seleccionado
uk: Цей вигляд показує просторово ефективне родовідне дерево з предками обраної особи

source: short for born|b.
da: f.
de: geb.
hr: r.
nl: g.
pt_pt: n.
uk: скорочено для народжений|н.

source: short for died|d.
da: d.
de: gest.
hr: u.
nl: o.
pt_pt: f.
uk: скорочено для помер|п.

source: short for baptized|bap.
da: døbt
de: get.
hr: kr.
nl: dp.
pt_pt: bap.
uk: скорочено для охрещений|охр.

source: short for christened|chr.
da: døbt
de: get.
hr: kr.
nl: chr.
pt_pt: bap.
uk: скорочено для хрещений|хр.

source: short for buried|bur.
da: begr.
de: begr.
hr: pok.
nl: bgr.
pt_pt: in.
uk: скорочено для похований|пох.

source: short for cremated|crem.
da: krem.
de: krem.
hr: krem.
nl: crem.
pt_pt: crem.
uk: скорочено для кремований|крем.

source: H-tree Pedigree View
de: H-Baum-Ahnentafelansicht
hr: Prikaz H-stabla predaka
nl: H-Stamboomweergave
pt_pt: Costados H-Tree
uk: Вигляд родоводу H-дерева

source: About H-Tree
da: Om H-Tree
de: Über H-Baum
hr: O H-stablu
nl: Over H-Stamboom
pt_pt: Acerca do H-Tree
uk: Про H-дерево

source: Gramplet for importing text
da: Gramplet til at importere tekst
de: Gramplet zum Textimport
hr: Gramplet za uvoz teksta
nl: Gramplet voor het importeren van tekst
pt_pt: Gramplet para importar texto
uk: Gramplet для імпорту тексту

source: VCard import
hr: VCard uvoz
pt_pt: Importar VCard
uk: Імпорт VCard

source: The opened file has media path %s, which conflicts with the media path of the family tree you import into. The original media path has been retained. Copy the files to a correct directory or change the media path in the Preferences.
da: Den åbnede fil har en søgesti %s til mediefiler som er i konflikt med den søgesti til mediefiler som bruges af den slægtsbog du vil importere data til. Den oprindelige søgesti er blevet opretholdt. Kopiér filerne til en korrekt mappe, eller ret søgestien til mediefiler under menupunktet "Indstillinger".
de: Die geöffnete Datei hat den Medienpfad %s welcher mit dem Medienpfad des geöffneten Stammbaums kollidiert. Der Medienpfad des Stammbaums wurde behalten. Kopiere die Dateien in das richtige Verzeichnis oder ändere den Medienpfad in den Präferenzen.
hr: Otvorena datoteka sadrži stazu medija %s, koja se kosi sa stazom medija rodoslova u koji uvoziš. Zadržana je originalna staza medija. Kopiraj datoteke u ispravni direktorij ili promijeni stazu medija u postavkama.
nl: Het geopende bestand heeft mediapad %s, wat conflicteert met het mediapad van de stamboom waarin u importeert. Het oorspronkelijke mediapad is behouden. Kopieer de bestanden naar een juiste map of wijzig het mediapad in de Voorkeuren.
pt_pt: O ficheiro aberto tem o caminho %s, que entra em conflito com o caminho da multimédia da árvore para onde quer importar. Manteve-se o caminho original. Copie os ficheiros para a pasta correcta ou altere o caminho nas preferências.
uk: Відкритий файл має шлях до медіафайлів %s, який конфліктує з шляхом до медіафайлів сімейного дерева, в яке ви імпортуєте. Оригінальний шлях до медіафайлів збережено. Скопіюйте файли в правильну директорію або змініть шлях до медіафайлів у налаштуваннях.

source: Enter text to import and then click the Import button at bottom
da: Indtast tekst der skal importeres og klik på importknappen i bunden
de: Zu importierenden Text eingeben und dann unten auf die Importschaltfläche klicken
hr: Upiši tekst koji želiš uvesti, a zatim klikni na gumb „Uvezi”
nl: Voer de te importeren tekst in en klik vervolgens op de Importknop onderaan
pt_pt: Insira o texto a importar e clique em Importar ao fundo
uk: Введіть текст для імпорту та натисніть кнопку Імпорт внизу

source: _Import
da: _Importér
hr: _Uvezi
nl: _Importeren
pt_pt: _Importar
uk: _Імпорт

source: Import done
da: Importen udført
de: Import abgeschlossen
hr: Uvoz je gotov
nl: Importeren voltooid
pt_pt: Importação concluída
uk: Імпорт завершено

source: Importing Text...
da: Importerer Tekst...
de: Importiere Text …
hr: Uvoz teksta …
nl: Tekst importeren...
pt_pt: A importar texto...
uk: Імпорт тексту...

source: Can't determine type of import
da: Kan ikke afgøre importtypen
de: Kann Importart nicht bestimmen
hr: Nije moguće ustanoviti vrstu uvoza
nl: Kan type import niet bepalen
pt_pt: Impossível determinar o tipo de importação
uk: Не вдалося визначити тип імпорту

source: A '*' indicates that the action was automarked, a '?' indicates a conflict between automarks.
da: En '*' angiver at handlingen var automarkeret, et '?' angiver en konflikt mellem automarkeringer.
de: Ein '*' zeigt das die Aktion automatisch markiert wurde, ein '?' zeigt einen Konflikt zwischen automatischen Markierungen.
hr: Zvijezdica (*) ukazuje na automatski označenu radnju, a upitnik (?) ukazuje na konflikt između automatskih oznaka.
nl: Een '*' geeft aan dat de actie automatisch is gemarkeerd, een '?' duidt op een conflict tussen automarkeringen.
pt_pt: Um "*" indica que a acção foi marcada automaticamente, um "?" indica um conflito entre marcas automáticas.
uk: '*' означає, що дія була позначена автоматично. '?' означає конфлікт між автоматичними позначками.

source: Import file
da: Importer fil
de: Datei importieren
hr: Uvezi datoteku
nl: Importeer bestand
pt_pt: Importar ficheiro
uk: Імпортувати файл

source: Select the difference you wish to examine.
da: Vælg de forskelle du vil udforske.
de: Wähle die Unterschiede, die du untersuchen willst.
hr: Odaberi raziku koju želiš provjeriti.
nl: Selecteer het verschil dat u wilt onderzoeken.
pt_pt: Seleccione a diferença que deseja examinar.
uk: Виберіть відмінність, яку хочете дослідити.

source: Object Name/Description
da: Onbjekt navn/beskrivelse
de: Objektname/Beschreibung
hr: Ime objekta/Opis
nl: Objectnaam/-beschrijving
pt_pt: Nome/Descrição do objecto
uk: Назва обʼєкта / Опис

source: Data item details, showing the current treeitem, imported tree item, and result (when chosen).
da: Data element detaljer, viser det nuværende træelement, det importerede træelement, og resultatet (når valgt).
de: Datenelementdetails, zeigen das aktuelle Baumelement, das importierte Baumelement und das Ergebnis (wenn gewählt).
hr: Detalji stavke, prikazujući trenutačnu stavku, uvezenu stavku i rezultat (ukoliko je odabrano).
nl: Gegevensitem-details met het huidige stamboomitem, het geïmporteerde stamboomitem en het resultaat (indien gekozen).
pt_pt: Detalhes do item de dados, mostrando o item da árvore actual, o item da árvore importada e o resultado (quando escolhido).
uk: Деталі елемента даних, показуючи поточний елемент дерева, імпортований елемент і результат (коли вибрано).

source: Object and item
da: Objekt og element
de: Objekt und Element
hr: Objekt i stavka
nl: Object en item
pt_pt: Objecto e item
uk: Обʼєкт і елемент

source: Use buttons below to set the 'Action' for each difference. No changes will be made to your tree until you press 'Done' and confirm.
da: Benyt nedenstående knap for at bestemme 'Action' for hver forskel. Ingen ændringer vil blive dannet i din slægtsbog før end du trykker 'Udført' og bekræfter.
de: Verwenden die Schaltflächen unten, um die 'Aktion' für jeden Unterschied festzulegen. Es werden keine Änderungen an deinem Baum durchgeführt, bis du "Fertig" drückst und bestätigst.
hr: Koristi donje gumbove i postavi polje „Radnja” za svaku razliku pojedinačno. Promjene u rodoslovu stupit će na snagu tek nakon pritiskanja gumba „Gotovo”.
nl: Gebruik onderstaande knoppen om de 'Actie' voor elk verschil in te stellen. Er worden geen wijzigingen in uw stamboom aangebracht totdat u op 'Gereed' drukt en bevestigt.
pt_pt: Use os botões abaixo para definir a acção para cada diferença. Não serão feitas alterações à árvore até que clique em Feito e confirme.
uk: Використовуйте кнопки нижче, щоб встановити 'Дію' для кожної відмінності. Зміни не будуть внесені до вашого дерева, доки ви не натиснете 'Завершити' і не підтвердите.

source: Ignore
da: Ignorer
de: Ignorieren
hr: Zanemari
nl: Negeer
pt_pt: Ignorar
uk: Ігнорувати

source: This button will ignore the difference, no changes to your tree.
da: Denne knap vil se bort far forskellen, ikke nogen ændringer i din slægtsbog.
de: Diese Schaltfläche ignoriert den Unterschied, keine Änderungen an deinem Baum.
hr: Ovaj gumb će zanemariti razlike, bez promjena u tvom rodoslovu.
nl: Deze knop negeert het verschil, geen wijzigingen in uw stamboom.
pt_pt: Este botão ignora a diferença, não altera a sua árvore.
uk: Ця кнопка ігноруватиме відмінність, не змінюючи ваше дерево.

source: Unmark
da: Afmarker
de: Markierung löschen
hr: Odznači
nl: Markering opheffen
pt_pt: Desmarcar
uk: Зняти позначку

source: This button will add the imported data as a new object to your tree.
da: Denne knap vil tilføje de importerede data som nye objekter i din slægtsbog.
de: Diese Schaltfläche fügt die importierten Daten als neue Objekte deinem Stammbaum hinzu.
hr: Ovaj gumb će dodati uvezene podatke u tvoj rodoslov kao nove objekte.
nl: Deze knop voegt de geïmporteerde gegevens toe als een nieuw object aan uw stamboom.
pt_pt: Este botão adiciona os dados importados como novo objecto na sua árvore.
uk: Додати імпортовані дані у дерево як новий об'єкт.

source: This button will bring up a dialog allowing you to finalize your changes, or abandon them.
da: Denne knap vil vise en dialog som tillader dig at afslutte dine ændringer eller fortryde dem.
de: Diese Schaltfläche öffnet einen Dialog, in dem du deine Änderungen abschließen, oder sie verwerfen kannst.
hr: Ovaj gumb će otvoriti dijaloški okvir, u kojem tvoje promjene možeš završtit ili ih se odreći.
nl: Met deze knop wordt een dialoogvenster geopend waarin u uw wijzigingen kunt voltooien of deze kunt annuleren.
pt_pt: Este botão abre um diálogo onde pode finalizar as alterações ou abandoná-las.
uk: Ця кнопка відкриє діалог для підтвердження ваших змін або їх скасування.

source: Merge Original
da: Sammenflet ind i originalen
de: Original verschmelzen
hr: Sjedini original
nl: Origineel samenvoegen
pt_pt: Unir o original
uk: Об'єднати з оригіналом

source: This button will merge the imported data into your tree with your tree data as a base.
da: Denne knap vil sammenflette de importerede data ind i din slægtsbog, med din slægtsbog som basis.
de: Diese Schaltfläche verschmilzt die importierten Daten mit deinem Stammbaum mit deinen Baum Daten als Basis.
hr: Ovaj gumb će sjediniti uvezene podatke s tvojim rodoslovom, a rodoslovni podaci se uzimaju kao osnova.
nl: Deze knop voegt de geïmporteerde gegevens in uw stamboom samen met uw stamboomgegevens als basis.
pt_pt: Este botão une os dados importados para a sua árvore, com a sua árvore como base.
uk: Ця кнопка об'єднає імпортовані дані з вашим деревом, використовуючи його як базу.

source: This button will replace your tree data with the imported data.
da: Denne knap vil erstatte din slægtsbogs data med de importerede data.
de: Diese Schaltfläche ersetzt deine Baum Daten durch die importierten.
hr: Ovaj gumb će zamijeniti podatke u tvom rodoslovu s uvezenim podacima.
nl: Deze knop vervangt uw stamboomgegevens door de geïmporteerde gegevens.
pt_pt: Este botão substitui os dados da sua árvore pelos dados importados.
uk: Ця кнопка замінить дані у вашому дереві на імпортовані дані.

source: Merge Import
da: Sammenflet ind i importen
de: Import verschmelzen
hr: Sjedini uvoz
nl: Import samenvoegen
pt_pt: Unir o importado
uk: Об'єднати з імпортом

source: This button will merge the imported data into your tree with the imported data as a base.
da: Denne knap vil sammenflette de importerede data ind i din slægtsbog, med din med de importerede data som basis.
de: Diese Schaltfläche verschmilzt die importierten Daten mit deinem Stammbaum mit den importierten Daten als Basis.
hr: Ovaj gumb će sjediniti uvezene podatke s tvojim rodoslovom, a uvozni podaci se uzimaju kao osnova.
nl: Deze knop voegt de geïmporteerde gegevens in uw stamboom samen met de geïmporteerde gegevens als basis.
pt_pt: Este botão une os dados importados para a sua árvore, com os dados importados como base.
uk: Ця кнопка об'єднає імпортовані дані з деревом, використовуючи імпортовані дані як базу.

source: Edit Import
da: Rediger importen
de: Import editieren
hr: Uredi uvoz
nl: Bewerk import
pt_pt: Editar o importado
uk: Редагувати імпорт

source: This button will edit the imported data. The data will still need to be merged, added or replaced.
da: Denne knap vil redigere de importerede data. Dataene vil stadig skulle sammenflettes, tilføjes eller erstattes.
de: Diese Schaltfläche editiert die importierten Daten. Die Daten bedürfen noch des Verschmelzen, Hinzufügen oder Ersetzen.
hr: Ovaj gumb će urediti uvezene podatke. Podaci će se svejedno morati sjediniti, dodati ili zamijeniti.
nl: Deze knop bewerkt de geïmporteerde gegevens. De gegevens moeten nog steeds worden samengevoegd, toegevoegd of vervangen.
pt_pt: Este botão edita os dados importados. Ainda terão de ser unidos, adicionados ou substituídos.
uk: Ця кнопка дозволяє редагувати імпортовані дані. Дані все ще потрібно буде об'єднати, додати або замінити.

source: Show more details
da: Vis flere detaljer
de: Mehr Details zeigen
hr: Prikaži više detalja
nl: Toon meer details
pt_pt: Mostrar mais detalhes
uk: Показати більше деталей

source: Automark Families
da: Automærk fanilier
de: Familien automatisch markieren
hr: Automatski označi obitelji
nl: Automarkeer gezinnen
pt_pt: Marcar famílias automaticamente
uk: Автоматично позначати сім'ї

source: Automark Parent Families
da: Automærk forældres familier
de: Elternfamilien automatisch markieren
hr: Automatski označi obitelji roditelja
nl: Automarkeer oudergezinnen
pt_pt: Marcar famílias-mãe automaticamente
uk: Автоматично позначати сім'ї батьків

source: Import and Merge tool
de: Import und Zusammenführungswerkzeug
hr: Alat za uvoz i sjedinjavanje
nl: Importeren en samenvoegen
pt_pt: Ferramenta de importação e união
uk: Інструмент імпорту та злиття

source: Compares a Gramps XML database with the current one, and allows merging of the differences.
da: Sammenligner en Gramps XML database med den nuværende, og giver mulighed for at sammenflette forskellene.
de: Vergleicht eine Gramps XML Datenbank mit der aktuellen und ermöglicht das Zusammenführen der Unterschiede.
hr: Uspoređuje Gramps XML bazu podataka s trenutačnom i dozvoljava njihovo sjedinjenje.
nl: Vergelijkt een Gramps XML-database met de huidige en maakt het samenvoegen van de verschillen mogelijk.
pt_pt: Compara uma base de dados Gramps XML com a actual e permite unir as diferenças.
uk: Порівнює базу даних Gramps XML із поточною та дозволяє обʼєднати відмінності.

source: Import and merge a Gramps XML
da: Importer og sammenflet en Gramps XML
de: Importiert und verschmilzt eine Gramps XML
hr: Uvezi i sjedini Gramps XML
nl: Importeer en voeg een Gramps XML samen
pt_pt: Importar e unir um Gramps XML
uk: Імпортувати та обʼєднати Gramps XML

source: Missing
da: Mangler
de: Fehlt
hr: Nedostaje
nl: Ontbrekend
pt_pt: Em falta
uk: Відсутнє

source: Different
da: Forskelle
de: Unterschiedlich
hr: Različito
nl: Verschillend
pt_pt: Diferente
uk: Відрізняється

source: Delete original
da: Slet originalen
de: Original löschen
hr: Obriši original
nl: Verwijder origineel
pt_pt: Eliminar original
uk: Видалити оригінал

source: Add Import
da: Tilføj import
de: Import hinzufügen
hr: Dodaj uvoz
nl: Import toevoegen
pt_pt: Adicionar importado
uk: Додати з імпорту

source: Merge into original
da: Sammenflet ind i originalen
de: In Original verschmelzen
hr: Sjedini u original
nl: Samenvoegen met origineel
pt_pt: Unir ao original
uk: Об'єднати з оригіналом

source: Merge into import
da: Sammenflet ind i importen
de: In Import verschmelzen
hr: Sjedini u uvoz
nl: Samenvoegen met import
pt_pt: Unir ao importado
uk: Об'єднати з імпортом

source: Replace with import
da: Erstat med importen
de: Durch Import ersetzen
hr: Zamijeni s uvozom
nl: Vervang door import
pt_pt: Substituir pelo importado
uk: Замінити з імпорту

source: Keep original
da: Behold originalen
de: Original behalten
hr: Zadrži original
nl: Bewaar origineel
pt_pt: Manter original
uk: Залишити оригінал
