Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Whether to include key records with empty values.
da: Hvorvidt nøgleposter med tomme værdier skal medtages.
de: Ob Schlüsseldatensätze mit leeren Werten enthalten sein sollen.
hr: Da li uključiti ključne zapise bez vrijednosti.
nl: Of sleutelrecords met lege waarden moeten worden opgenomen.
pt_pt: Se deve incluir registos-chave com valores vazios.
uk: Чи включати ключові записи з порожніми значеннями.

source: The style used for child section.
da: Stilen der benyttes til børnesektion.
de: Der Stil, der für Kinder Absatz verwendet wird.
hr: Stil korišten za odlomke s djecom.
nb: Stilen som brukes til delkapittel.
nl: De stijl die wordt gebruikt voor de onderliggende sectie.
pt_pt: O estilo usado para a secção-filho.
uk: Стиль, що використовується для дочірнього розділу.

source: Restart where you were last working
da: Genstart fra der du senest arbejdede
de: Neustart an der Stelle, an der du zuletzt gearbeitet hast
hr: Pokreni Gramps na istom mjestu
nl: Start opnieuw waar u voor het laatst werkte
pt_pt: Recomeçar o trabalho onde estava
uk: Повернутися до останнього місця роботи

source: This addon causes Gramps to restart on the same view and object where Gramps was previously closed. It adds no new menus or Gramplets, but allows the last six objects visited to be found via the 'Go' menu.
da: Dette tillæg får Gramps til at starte i det samme visning og objekt hvor du tidligere afsluttede. Det tilføjer ingen nye menuer eller Gramplets, men giver mulighed for at de seneste seks besøgte objekter kan findes m med 'Gå' menuen.
de: Dieses Zusatzmodul bewirkt, dass Gramps auf derselben Ansicht und demselben Objekt neu startet, auf dem Gramps zuvor geschlossen wurde. Es fügt keine neuen Menüs oder Gramplets hinzu, ermöglicht aber, dass die letzten sechs besuchten Objekte über das Menü „ Gehe zu“ gefunden werden können.
hr: S ovim dodatkom se Gramps pokreće u istom prikazu i na istom objektu, koji su bili aktivni prilikom zadnjeg zatvaranja Grampsa. Ne dodaje nove izbornike niti Gramplete, ali omogućuje prikaz zadnjih šest korištenih objekata u izborniku „Idi”.
nl: Deze add-on zorgt ervoor dat Gramps herstart op dezelfde weergave en hetzelfde object waar Gramps voorheen werd afgesloten. Het voegt geen nieuwe menu's of gramplets toe, maar laat toe om de laatste zes bezochte objecten te vinden via het menu 'Ga naar'.
pt_pt: Esta extensão faz com que o Gramps recomece na mesma vista e objecto em que estava quando fechou o Gramps. Não adiciona menus nem gramplets, mas permite encontrar os últimos seis objectos visitados através do menu Ir.
uk: Цей додаток дозволяє Gramps відновлювати останній перегляд і об'єкт, на яких програма була закрита. Він не додає нових меню чи грамплетів, але дає змогу знайти останні шість відвіданих об'єктів через меню 'Перейти'.

source: S3 Media Uploader
da: S3 medie overførsel
de: S3-Medien-Hochlader
pt_pt: Envio de multimédia S3
uk: Завантажувач медіафайлів S3

source: Upload media files to S3 (or compatible) object-based storage via the command line.
da: Overfør mediefiler til S# (eller kompatibel) objektbaseret lager via kommandolinjen.
de: Lade Mediendateien über die Befehlszeile in den objektbasierten Speicher S3 (oder einen kompatiblen Speicher) hoch.
nl: Upload mediabestanden naar S3 (of compatibele) objectgebaseerde opslag via de opdrachtregel.
pt_pt: Enviar ficheiros multimédia para o armazenamento baseado em objectos S3 (ou compatível) através da linha de comandos.
uk: Завантаження медіафайлів до сховища S3 (або сумісного) на основі обʼєктів через командний рядок.

source: SV Web Connect Pack
de: SV Web Verknüpfungspaket
pt_pt: Pacote Internet para SV
uk: Шведський пакет підключення до вебсайтів

source: Collection of Web sites for Sweden (requires libwebconnect)
da: Samling af websteder for Sverige (kræver libwebconnect)
de: Sammlung von Websites für Schweden (erfordert libwebconnect)
nl: Verzameling websites voor Zweden (vereist libwebconnect)
pt_pt: Colecção de páginas web para a Suécia (requer libwebconnect)
uk: Збірка вебсайтів для Швеції (потрібен libwebconnect)

source: Find A Grave
da: Find en grav
hr: Nađi grob
nl: Zoek een graf
uk: Знайти могилу

source: Google SV
uk: Google Швеція

source: FamilySearch.org Tree
de: FamilySearch.org Baum
nl: FamilySearch.org Stamboom
pt_pt: FamilySearch.org
uk: Генеалогічне дерево FamilySearch.org

source: National archives of Sweden personsearch
da: Riksarkivets personsøg
de: Nationale Archive von Schweden Personensuche
nl: Nationaal archief van Zweden persoonsonderzoek
pt_pt: Procura de indivíduos no National archives of Sweden
uk: Національний архів Швеції – пошук осіб

source: National archives of Sweden free search
da: Riksarkivets fri søgning
de: Nationale Archive von Schweden freie Suche
nl: Nationaal archief van Zweden gratis zoeken
pt_pt: Procura livre no National archives of Sweden
uk: Національний архів Швеції – вільний пошук

source: Arkiv Digital estate records for Skåne
da: ARkiv Digitals skifteprotokoller for Skåne
de: Arkiv Digital Nachlassregister für Skåne
nl: Arkiv Digitale boedelbeschrijvingen voor Skåne
pt_pt: Registos de propriedade de Skåne, Arkiv Digital
uk: Arkiv Digital – майнові записи для Сконе

source: Ancestry Search
da: Ancestry søgning
de: Ancestry Suche
pt_pt: Ancestry
uk: Пошук у Ancestry

source: Find swedish portraits - Rötter.se
da: Porträttfynd - Rötter.se
de: Schwedische Porträts finden - Rötter.se
nl: Zweedse portretten zoeken - Rötter.se
pt_pt: Localizar retratos suecos - Rötter.se
uk: Знайти шведські портрети – Rötter.se

source: Gravar.se - find swedish graves
da: Gravar.se
de: Gravar.se - schwedische Gräber finden
nl: Gravar.se - Zweedse graven zoeken
pt_pt: Localizar sepulturas suecas - Gravar.se
uk: Gravar.se – знайти шведські могили

source: National archives of Sweden search censuses
da: Riksarkivets folketælling
de: Nationale Archive von Schweden Suche Volkszählungen
nl: Nationale archieven van Zweden zoek volkstellingen
pt_pt: Procura nos censos no National archives of Sweden
uk: Національний архів Швеції – пошук у переписах

source: Arkiv Digital released prisoners
da: Arkiv Digital frigivne fanger
de: Arkiv Digital entlässt Gefangene
nl: Arkiv Digital vrijgelaten gevangenen
pt_pt: Prisioneiros libertados no Arkiv Digital
uk: Arkiv Digital – звільнені в'язні

source: Gravestone inventory - rötter.se
da: Gravstensinventeringen - rötter.se
de: Grabsteininventar - rötter.se
nl: Grafsteen inventaris - rötter.se
pt_pt: Inventário Gravestone - rötter.se
uk: Інвентаризація надгробків – rötter.se

source: Gramplet for search objects in database.
de: Gramplet für Suche nach Objekten in der Datenbank.
hr: Gramplet za traženje objekata u bazi podataka.
pt_pt: Gramplet para procurar objectos na base de dados.
uk: Грамплет для пошуку об'єктів у базі даних.

source: Sort by object type
de: Sortiere nach Objektart
hr: Razvrstaj prema vrsti objekta
pt_pt: Ordenar por tipo de objecto
uk: Сортувати за типом об'єкта

source: Menu to set search objects
de: Menü um Suchobjekte festzulegen
hr: Izbornik za traženje objekata
pt_pt: Menu para definir objectos de procura
uk: Меню для налаштування об'єктів пошуку

source: Select objects to search
de: Suchobjekte auswählen
hr: Odaberi objekte za pretragu
pt_pt: Seleccionar objectos a procurar
uk: Вибрати об'єкти для пошуку

source: SearchGramplet configuration menu
de: SearchGramplet-Konfigurationsmenü
pt_pt: Configuração do gramplet de procura
uk: Меню конфігурації SearchGramplet

source: No matches...
de: Keine Übereinstimmungen...
hr: Nema podudaranja …
pt_pt: Sem resultados...
uk: Немає збігів...

source: Start type to search
de: Anfangsart für die Suche
pt_pt: Escreva para procurar
uk: Почати вводити тип для пошуку

source: Start type to search objects. To show all objects enter only «*» symbol.
de: Starttyp, um Objekte zu suchen. Um alle Objekte anzuzeigen, geben Sie nur das Symbol „*“ ein.
uk: Почніть вводити тип для пошуку об'єктів. Щоб показати всі об'єкти, введіть лише символ «*».

source: Birth: %s
de: Geburt: %s
hr: Rođenje: %s
pt_pt: Nascimento: %s
uk: Народження: %s

source: Death: %s
de: Tod: %s
hr: Smrt: %s
pt_pt: Óbito: %s
uk: Смерть: %s

source: Set as Active person
de: Als aktive Person festlegen
hr: Postavi kao aktivnu osobu
pt_pt: Definir como indivíduo activo
uk: Встановити як активну особу

source: Set as Home person
da: Vælg som Proband
de: Als Hauptperson festlegen
hr: Postavi kao početnu osobu
pt_pt: Definir como indivíduo inicial
uk: Встановити як домашню особу

source: Set Attribute
da: Sæt attribut
de: Attribut setzen
hr: Postavi svojstvo
nl: Kenmerk instellen
pt_pt: Definir atributo
uk: Встановити атрибут

source: Set an attribute to a given value.
da: Sæt en attribut til en specifik værdi.
de: Setzt ein Attribut auf einen gegebenen Wert.
hr: Postavi svojstvo na određenu vrijednost.
nl: Stel een kenmerk in op een bepaalde waarde.
pt_pt: Definir um atributo num dado valor.
uk: Встановити атрибут у задане значення.

source: Attribute type to add or edit
da: Attributtype der skal filføjes eller redigeres
de: Attributart zum Hinzufügen oder Bearbeiten
hr: Vrsta svojstva za dodavanje ili uređivanje
nl: Kenmerktype om toe te voegen of te bewerken
pt_pt: Tipo de atributo a adicionar/editar
uk: Тип атрибута для додавання або редагування

source: Attribute value to add or edit
da: Attributværdi der skal filføjes eller redigeres
de: Attributwert zum Hinzufügen oder Bearbeiten
hr: Vrijednosti svojstva za dodavanje ili uređivanje
nl: Kenmerkwaarde om toe te voegen of te bewerken
pt_pt: Valor do atributo a adicionar/editar
uk: Значення атрибута для додавання або редагування

source: Remove attribute type and value set
da: Fjern attributtype og værdi
de: Attributart und Wertepaar entfernen
hr: Attributart und Wertepaar entfernen
nl: Verwijder kenmerktype en waardenset
pt_pt: Remover tipo e valor do atributo
uk: Видалити тип атрибута та його значення

source: Setting attributes...
da: Sætter attributter...
de: Setze Attribute...
hr: Postavljanje svojstva …
nl: Attributen instellen...
pt_pt: A definir atributos...
uk: Встановлення атрибутів...

source: Setting '%s' attributes to '%s'...
da: Sætter '%s' attributter to '%s'...
de: Setze '%s' Attribute auf '%s'...
hr: Postavljanje svojstva „%s” na „%s” …
nl: '%s' kenmerken instellen op '%s'...
pt_pt: A definir "%s" atributos para "%s"...
uk: Встановлення атрибутів '%s' для '%s'...

source: Set %d '%s' attributes to '%s'
da: Sæt %d '%s' attributter to '%s'
de: Setze %d '%s' Attribute auf '%s'
hr: Postavi %d svojstva „%s” na „%s”
nl: Stel %d '%s' kenmerken in op '%s'
pt_pt: Definir %d atributos "%s" para "%s"
uk: Встановити %d '%s' атрибути для '%s'

source: Remove Attribute
da: Fjern attibut
de: Attribut entfernen
hr: Ukloni svojstvo
nl: Verwijder kenmerk
pt_pt: Remover atributo
uk: Видалити атрибут

source: Removing attributes...
da: Fjerner attributter...
de: Entferne Attribute...
hr: Uklanjanje svojstva …
nl: Kenmerken verwijderen...
pt_pt: A remover atributos...
uk: Видалення атрибутів...

source: Removing %d '%s' attributes to '%s'
da: Fjerner %d '%s' attributter til '%s'
de: Entfernen von %d '%s'-Attributen zu '%s'
hr: Uklanjanje %d svojstva „%s” na „%s”
nl: %d '%s' kenmerken verwijderen naar '%s'
pt_pt: A remover %d atributos "%s" para "%s"
uk: Видалення %d '%s' атрибутів для '%s'

source: Set Privacy Tool
da: Sæt Personbeskyttelse Værktøj
de: Datenschutz einstellen Werkzeug
hr: Postavi privatnost
nl: Markeer privé hulpmiddel
pt_pt: Ferramenta Definir privacidade
uk: Інструмент налаштування конфіденційності

source: Set all objects of the last <number> of years private.
da: Sæt alle objekter for de seneste <number> år til privat.
de: All Objekte der letzten <number> Jahre als vertraulich markieren.
hr: Postavi sve objekte zadnjih <number> godina kao privatne.
nl: Markeer alle objecten van de afgelopen <aantal> jaren op privé.
pt_pt: Define todos os objectos dos últimos <número> anos como privados.
uk: Позначити всі об’єкти за останні <number> років як приватні.

source: Set private: %d %s
da: Sæt privat: %d %s
de: Vertraulich einstellen: %d %s
hr: Postavite privatno: %d %s
nl: Markeer privé %d %s
pt_pt: Definir privado: %d %s
uk: Позначено як приватне: %d %s

source: Not private: %d %s
da: Ikke privat: %d %s
de: Nicht vertraulich: %d %s
hr: Nije privatno: %d %s
nl: Niet privé: %d %s
pt_pt: Não privado: %d %s
uk: Не є приватним: %d %s

source: Set persons private..
da: Sæt personer til privat..
de: Personen als vertraulich markieren..
hr: Postavi osobe kao privatne …
nl: Markeer personen op privé.
pt_pt: Definir indivíduos privados...
uk: Позначити особи як приватні..

source: Set events private..
da: Sæt hændelser til privat..
de: Ereignisse als vertraulich markieren..
hr: Postavi događaje kao privatne …
nl: Markeer gebeurtenissen op privé.
pt_pt: Definir eventos privados...
uk: Позначити події як приватні..

source: Set media private..
da: Sæt medier til privat..
de: Medium als vertraulich markieren..
hr: Postavi medije kao privatne …
nl: Markeer media op privé.
pt_pt: Definir multimédia privada...
uk: Позначити медіафайли як приватні..

source: Set adresses private..
da: Sæt adresser til privat..
de: Adressen auf vertraulich setzen..
hr: Postavi adrese kao privatne …
nl: Stel privéadressen in...
pt_pt: Definir endereços privados...
uk: Позначити адреси як приватні..

source: Set internet objects private..
da: Sæt internetobjekter til privat..
de: Internetobjekte auf vertraulich setzen..
hr: Postavi internetske objekte kao privatne …
nl: Internetobjecten instellen op privé...
pt_pt: Definir objectos Internet privados...
uk: Позначити інтернет-об’єкти як приватні..

source: The time range in years from today you want to set objects private. '0 years' = remove privacy from all objects.
da: Tidsrummet i år fra i dag som du vil sætte objekter til privat. '0 år' = fjern privat fra alle objekter.
de: Zeitspanne in Jahren ab heute, in der Objekte als vertraulich markiert werden. "0 Jahre" = entferne die Vertraulichkeit von allen Objekten.
hr: Vremenski raspon u godinama od današnjeg dana, za koji želiš postaviti objekte kao privatne. „0 godina” = ukloni privatnost iz svih objekata.
nl: Het tijdsbereik in jaren vanaf vandaag dat u objecten als privé wilt markeren. '0 jaar' = verwijder privacy van alle objecten.
pt_pt: O intervalo em anos a partir de hoje em que deseja tornar os objectos privados. "0 anos" = remove privacidade de todos os objectos.
uk: Діапазон часу в роках від сьогодні, протягом якого ви хочете зробити об’єкти приватними. '0 років' = зняти конфіденційність з усіх об’єктів.

source: Always private if no date.
da: Altid privat hvis ingen dato.
de: Immer vertraulich, wenn keine Datumsangabe.
hr: Uvijek privatno, ako nema datuma.
nl: Altijd privé als er geen datum is.
pt_pt: Sempre privado sem data.
uk: Завжди приватне, якщо немає дати.

source: If checked, all objects without a date will also be set private.
da: Hvis valgt vil alle objekter uden en dato blive sat til privat.
de: Wenn aktiviert, werden alle Objekte ohne Datum ebenfalls als vertraulich markiert.
hr: Ako je označeno, svi objekti bez datuma će također biti postavljeni kao privatni.
nl: Indien aangevinkt, worden alle objecten zonder datum ook als privé gemarkeerd.
pt_pt: Se marcada, todos os objectos sem uma data serão marcados como privados.
uk: Якщо увімкнено, всі об’єкти без дати також будуть позначені як приватні.

source: Select filter to restrict events
da: Vælg filter til afgrænsning af hændelser
de: Filter auswählen, um Ereignisse einzugrenzen
hr: Odaberi filtar za ograničavanje događaja
nl: Selecteer een filter om het aantal gebeurtenissen te beperken
pt_pt: Seleccione um filtro para limitar os eventos
uk: Виберіть фільтр для обмеження подій

source: Select filter to restrict medias
da: Vælg filter til afgrænsning af medier
de: Filter auswählen, um Medien einzugrenzen
hr: Odaberi filtar za ograničavanje medija
nl: Selecteer een filter om het aantal media te beperken
pt_pt: Seleccione um filtro para limitar multimédia
uk: Виберіть фільтр для обмеження медіафайлів

source: Internet type filter
de: Internet-Typ-Filter
hr: Internetska vrsta filtra
pt_pt: Tipo de filtro Internet
uk: Фільтр типу інтернет-об’єктів

source: E-Mail
da: E-post
pt_pt: Correio electrónico
uk: Електронна пошта

source: SharedPostgreSQL
da: DeltPostgreSQL
de: GemeinsamePostgreSQL
nl: GedeeldPostgreSQL
uk: Спільний PostgreSQL

source: Shared _PostgreSQL Database
da: Delt _PostgreSQL Database
de: Gemeinsame _PostgreSQL-Datenbank
pt_pt: Base de dados partilhada _PostgreSQL
uk: Спільна база даних _PostgreSQL

source: Shared PostgreSQL Database
da: Delt PostgreSQL Database
de: Gemeinsame PostgreSQL-Datenbank
nl: Gedeelde PostgreSQL Database
pt_pt: Base de dados partilhada PostgreSQL
uk: Спільна база даних PostgreSQL

source: BirthIndex
da: Fødselsindeks
de: Geburtsindex
hr: Indeks rođenja
nl: Geboorte-index
pt_pt: ÍndiceNascimentos
uk: Індекс народжень

source: MarriageIndex
da: Ægteskabsindeks
de: Hochzeitsindex
hr: Indeks brakova
nl: Huwelijksindex
pt_pt: ÍndiceCasamentos
uk: Індекс шлюбів

source: DeathIndex
da: Dødsindeks
de: Sterbeindex
hr: Indeks smrti
nl: Overlijdensindex
pt_pt: ÍndiceÓbitos
uk: Індекс смертей

source: CensusIndex
da: Folketællingsindeks
de: Volkszählungindex
hr: Indeks popisa stanovništva
nl: Volkstellingsindex
pt_pt: ÍndiceCensos
uk: Індекс переписів

source: SourceIndex
da: Kildeindeks
de: Quellenindex
hr: Indeks izvora
nl: Bronindex
pt_pt: ÍndiceFonte
uk: Індекс джерел

source: birth
da: fødsel
de: Geburt
hr: rođenje
nl: geboorte
pt_pt: nascimento
uk: народження

source: Info:
hr: Informacije:
pt_pt: Informação:
uk: Інформація:

source: Birth act:
da: Fødselshandling:
de: Geburtsurkunde:
hr: Rođenje:
nl: Geboortemoment:
pt_pt: Acto de nascimento:
uk: Запис про народження:

source: Volume Page:
da: Bind Side:
de: Band Seite:
hr: Svezak Stranica:
nl: Volume Pagina:
pt_pt: Volume Página:
uk: Том сторінка:

source: The source title
da: Kildens titel
de: Der Quellentitel
hr: Naziv izvora
nl: De brontitel
pt_pt: O título da fonte
uk: Назва джерела

source: The volume or page of this source
da: Bind eller side i denne kilde
de: Der Band oder die Seite dieser Quelle
hr: Svezak ili stranica ovog izvora
nl: Het volume of de pagina van deze bron
pt_pt: O volume ou a página desta fonte
uk: Том або сторінка цього джерела

source: Names:
da: Navne:
de: Namen:
hr: Imena:
nl: Namen:
pt_pt: Nomes:
uk: Імена:

source: select the gender/sex
da: vælg køn
de: wähle das Geschlecht
hr: odaberi spol
nl: selecteer het geslachtsrol/geslacht
pt_pt: seleccionar o sexo
uk: виберіть стать

source: The names of the main person written into the source
da: Navnet på hovedpersonen skrevet i kilden
de: Namen der Hauptperson wie sie in der Quelle stehen
hr: Sva imena središnje osobe upisanih u izvor
nl: De namen van de hoofdpersoon geschreven in de bron
pt_pt: Os nomes do indivíduo principal, escritos na fonte
uk: Імена головної особи, записані в джерелі

source: The first names of the main person written into the source
da: Fornavne på hovedpersonen skrevet i kilden
de: Die Vornamen der Hauptperson wie sie in der Quelle stehen
hr: Imena središnje osobe upisanih u izvor
nl: De voornamen van de hoofdpersoon geschreven in de bron
pt_pt: Os nomes próprios do indivíduo principal, escritos na fonte
uk: Імена головної особи, записані в джерелі

source: First names:
da: Fornavne:
de: Vornamen:
hr: Ime:
nl: Voornamen:
pt_pt: Nomes próprios:
uk: Імена:

source: Other:
da: Andre:
de: Andere:
hr: Ostalo:
nl: Overige:
pt_pt: Outros:
uk: Інше:

source: Repository title
da: Arkivtitel
de: Aufbewahrungsorttitel
hr: Naslov spremišta
nl: Bibliotheektitel
pt_pt: Título do repositório
uk: Назва сховища

source: <b>Image</b>
da: <b>Billede</b>
de: <b>Bild</b>
hr: <b>Slika</b>
nl: <b>Afbeelding</b>
pt_pt: <b>Imagem</b>
uk: <b>Зображення</b>

source: <b><i>Repository</i></b>
da: <b><i>Arkiv</i></b>
de: <b><i>Aufbewahrungsort</i></b>
hr: <b><i>Spremište</i></b>
nl: <b><i>Bibliotheek</i></b>
pt_pt: <b><i>Repositório</i></b>
uk: <b><i>Сховище</i></b>

source: Spouse names:
da: Ægtefælle navne:
de: Partner Namen:
hr: Imena supružnika:
nl: Echtgenoot namen:
pt_pt: Nomes do cônjuge:
uk: Імена подружжя:

source: Marriage date:
da: Vielses- dato:
de: Hochzeit Datum:
hr: Datum sklapanja braka:
nl: Huwelijks datum:
pt_pt: Data de casamento:
uk: Дата шлюбу:

source: Death date:
da: Døds- dato:
de: Tot Datum:
hr: Datum smrti:
nl: Overlijdens datum:
pt_pt: Data de óbito:
uk: Дата смерті:

source: Occupation:
da: Profession:
de: Beruf:
hr: Zanimanje:
nl: Beroep:
pt_pt: Profissão:
uk: Професія:

source: Live:
da: Levende:
de: Lebt:
hr: Živi:
nl: Levend:
pt_pt: Vivo:
uk: Проживає:

source: <b>Witness Godfather Godmother:</b>
da: <b>Vidner Gudfader Gudmoderr:</b>
de: <b>Zeugen Patenonkel Patentante:</b>
hr: <b>Svjedoci Kum Kuma:</b>
nl: <b>Getuige Peetvader Peetmoeder: </b>
pt_pt: <b>Testemunha Padrinho Madrinha:</b>
uk: <b>Свідок Хрещений батько Хрещена мати:</b>

source: Call number:
da: Henvisningsnummer:
de: Signatur:
hr: Pozivni broj:
nl: Belnummer:
pt_pt: Número de catálogo:
uk: Інвентарний номер:

source: The call number into the repository
da: Henvisningsnummeret i arkivet
de: Die Signatur im Aufbewahrungsort
hr: Pozivni broj u spremište
nl: Het oproepnummer in de bibliotheek
pt_pt: O número de catálogo no repositório
uk: Інвентарний номер у сховище

source: <b><i>Data person</i></b>
de: <b><i>Daten Person</i></b>
hr: <b><i>Podaci osobe</i></b>
nl: <b><i>Gegevens persoon</i></b>
pt_pt: <b><i>Indivíduo dos dados</i></b>
uk: <b><i>Дані особи</i></b>

source: <b><i>Data margin</i></b>
de: <b><i>Daten Rand</i></b>
hr: <b><i>Podaci margine</i></b>
nl: <b><i>Gegevensmarge</i></b>
pt_pt: <b><i>Margem dos dados</i></b>
uk: <b><i>Дані на полях</i></b>

source: <b><i>Data father</i></b>
da: <b><i>Data fader</i></b>
de: <b><i>Daten Vater</i></b>
hr: <b><i>Podaci oca</i></b>
nl: <b><i>Gegevens vader</i></b>
pt_pt: <b><i>Pai dos dados</i></b>
uk: <b><i>Дані батька</i></b>

source: <b><i>Data mother</i></b>
da: <b><i>Data moder</i></b>
de: <b><i>Daten Mutter</i></b>
hr: <b><i>Podaci majke</i></b>
nl: <b><i>Gegevens moeder</i></b>
pt_pt: <b><i>Mãe dos dados</i></b>
uk: <b><i>Дані матері</i></b>

source: witness1, name, given, age, occupation; witness2, name, given, age, occupation; godfather, name, given, age, occupation; etc ...
da: vidne1, navn, fornavn, alder, beskæftigelse; vidne2, navn, fornavn, alder, beskæftigelse; gudfader,navn, fornavn, alder, beskæftigelse; o.s.v.....
de: Zeuge1, Name, Vorname, Alter, Beruf; Zeuge2, Name, Vorname, Alter, Beruf; Pate, Name, Vorname, Alter, Beruf; usw ...
hr: svjedok1, ime, prezime, starost, zanimanje; svjedok2, ime, prezime, starost, zanimanje; kum, ime, prezime, starost, zanimanje; itd …
nl: getuige1, naam, opgegeven, leeftijd, beroep; getuige2, naam, opgegeven, leeftijd, beroep; peetvader, naam, gegeven, leeftijd, beroep; enzovoort...
pt_pt: testemunha1, apelido, próprio, idade, profissão; testemunha2, apelido, próprio, idade, profissão; padrinho, apelido, próprio, idade, profissão; etc.
uk: свідок1, прізвище, ім'я, вік, професія; свідок2, прізвище, ім'я, вік, професія; хрещений батько, прізвище, ім'я, вік, професія; тощо ...

source: Marriage place:
da: Vielsess- ted:
de: Hochzeit Ort:
hr: Mjesto sklapanja braka:
nl: Huwelijk plaats:
pt_pt: Local de casamento:
uk: Місце шлюбу:

source: Death place:
da: Døds- sted:
de: Tot Ort:
hr: Mjesto smrti:
nl: Overlijdens locatie:
pt_pt: Local de óbito:
uk: Місце смерті:

source: Birth place:
da: Føde- sted:
de: Geburt Ort:
hr: Mjesto rođenja:
nl: Geboorte locatie:
pt_pt: Local de nascimento:
uk: Місце народження:

source: Origine:
da: Oprindelse:
de: Anfang:
hr: Porijeklo:
nl: Oorsprong:
pt_pt: Origem:
uk: Походження:
