Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Include Full Name Only
cs: Zahrnout pouze celá jména
da: Medtag kun fuldt navn
de: Nur den vollständigen Namen einschließen
hr: Uključi samo potpuna imena
nl: Alleen volledige naam opnemen
pt_pt: Incluir só nome completo
sk: Zahrnúť iba celé meno
uk: Включати лише повне ім'я

source: How to handle living people.
da: Hvordan levende personer skal behandles
de: Wie mit lebenden Personen umzugehen ist.
hr: Kako postupati sa živim osobama.
nl: Hoe om te gaan met levende mensen.
pt_pt: Como gerir indivíduos vivos.
uk: Як обробляти живих осіб.

source: Whether or not to include people who may have recently died.
da: Hvorvidt personer der er død fornylig skal medtages eller ej
de: Ob Personen, die kürzlich verstorben sind, aufgenommen werden sollen oder nicht.
hr: Da li uključiti osobe, koje su vjerojatno nedavno umrle.
nl: Het al dan niet opnemen van mensen die mogelijk onlangs zijn overleden.
pt_pt: Se deve incluir indivíduos que possam ter falecido recentemente.
uk: Чи включати осіб, які могли нещодавно померти.

source: Navigation
da: Navigering
hr: Navigacija
nl: Navigatie
pt_pt: Navegação
uk: Навігація

source: Contraction/Expansion mechanism
da: Udvid/Sammenfold mekanisme
de: Einklapp/Ausklappmechanismus
hr: Mehanizam za sklapljanje/rasklapanja
nl: Contractie-/expansiemechanisme
pt_pt: Mecanismo de contracção/expansão
uk: Механізм згортання/розгортання

source: Entire node.
da: Hele noden.
de: Gesamter Knoten.
hr: Cjelokupno čvorište.
nl: Gehele knooppunt.
pt_pt: Nó inteiro.
uk: Увесь вузол.

source: Arrow images at start of node.
da: Pil-billede ved begyndelsen af noden
de: Pfeilbilder am Anfang des Knotens.
hr: Slika strelica na početku čvorišta.
nl: Pijlafbeeldingen aan het begin van het knooppunt.
pt_pt: Setas no início do nó.
uk: Зображення стрілок на початку вузла.

source: Plus/Minus images at start of node.
da: Plus/Minus billede ved begyndelse af noden
de: Plus/Minus-Bilder am Anfang des Knotens.
hr: Plus/Minus slika na početku čvorišta.
nl: Plus/Minus-afbeeldingen aan het begin van het knooppunt.
pt_pt: Sinais +/- no início do nó.
uk: Зображення плюс/мінус на початку вузла.

source: Where to click to expand/contract nodes.
da: Hvor der skal klikkes for at udvide/sammenfolde noder.
de: Wo zum Erweitern/Verkleinern von Knoten klicken.
hr: Gdje pritisnuti za rasklapanje/sklapljanje čvorišta.
nl: Waar te klikken om knooppunten uit te vouwen/inkrimpen.
pt_pt: Onde clicar para contrair/expandir nós.
uk: Де натискати для розгортання/згортання вузлів.

source: Auto-generate HREF links for nodes
de: HREF-Links für Knoten automatisch generieren
hr: Automastko stvaranje HREF-poveznica za čvorište
nl: Genereer automatisch HREF-koppelingen voor knooppunten
pt_pt: Gerar automaticamente ligações HREF para os nós
uk: Автоматично генерувати HREF-посилання для вузлів

source: Whether to auto-generate HTML links for each node on the report.
da: Hvorvidt der skal auto-genereres HTML links for hver node i rapporten.
de: Ob HTML-Links für jeden Knoten im Bericht automatisch generiert werden sollen.
hr: Da li automatski stvoriti HTML-poveznice za sva čvorišta u izvještaju.
nl: Of er automatisch HTML-links moeten worden gegenereerd voor elk knooppunt in het rapport.
pt_pt: Se deve gerar automaticamente ligações HTML para cada nó no relatório.
uk: Чи слід автоматично створювати HTML-посилання для кожного вузла у звіті.

source: URL prefix path.
da: URL præfix sti.
de: URL-Präfixpfad.
hr: URL-staza.
nl: URL-voorvoegsel pad.
pt_pt: Caminho prefixo do URL.
uk: Префікс шляху URL.

source: URL prefix to apply to each auto-generated HREF link.
da: URL præfix der skal tilføjes hvert auto-genereret HREF link.
de: URL-Präfix, das für jeden automatisch generierten HREF-Link gelten soll.
hr: URL-staza, koja se primijenjuje na svaku automatski stvorenu HREF-poveznicu.
nl: URL-voorvoegsel dat moet worden toegepast op elke automatisch gegenereerde HREF-link.
pt_pt: Prefixo do URL a aplicar a cada ligação HREF gerada automaticamente.
uk: Префікс URL, що застосовується до кожного автоматично згенерованого HREF-посилання.

source: URL file extension
da: URL fil suffix
de: URL Dateierweiterung
hr: Datotečni nastavak URL-a
nl: URL-bestandsextensie
pt_pt: Extensão do ficheiro URL
uk: Розширення файлу URL

source: No file extension.
da: Inegn fil suffix.
de: Keine Dateierweiterung.
hr: Bez datotečnog nastavka.
nl: Geen bestandsextensie.
pt_pt: Sem extensão de ficheiro.
uk: Немає розширення файлу.

source: URL file name delimeter
da: URL filnavn skilletegn
de: URL Dateinamen Begrenzung
hr: Razdvojnik URL imena datoteka
nl: Scheidingsteken voor URL-bestandsnaam
pt_pt: Delimitador do nome de ficheiro do URL
uk: Роздільник імені файлу URL

source: Remove all whitespace.
da: Fjern alle "whitespace"
de: Alle Leerzeichen entfernen.
hr: Ukloni sve razmake.
nl: Verwijder alle witruimte.
pt_pt: Remover espaços em branco.
uk: Видалити всі пробіли.

source: Replace whitespace with dash(-).
da: Erstat "whitespace" med bindestreg(-).
de: Leerzeichen durch Bindestrich(-) ersetzen.
hr: Ukloni sve razmake sa crticom (-).
nl: Vervang witruimte door een streepje (-).
pt_pt: Substituir espaços por traços (-).
uk: Замінити пробіли на дефіс (-).

source: Replace whitespace with underscore(_)
da: Erstat "whitespace" med understrgning(_).
de: Leerzeichen durch Unterstrich(_) ersetzen
hr: Ukloni sve razmake s podvlakom (_)
nl: Vervang witruimte door een onderstrepingsteken (_)
pt_pt: Substituir espaços por sublinhados (_)
uk: Замінити пробіли на підкреслення (_)

source: What to use as file name delimiter replacing whitespace.
da: Hvad der skal benyttes som filnavns skilletegn der ertstatter "whitespace".
de: Was als Trennzeichen für den Dateinamen zu verwenden ist, um Leerzeichen zu ersetzen.
hr: Što koristiti kao razdvojnik umjesto razmaka.
nl: Wat te gebruiken als scheidingsteken voor bestandsnamen ter vervanging van witruimte.
pt_pt: O que usar como delimitador de nome de ficheiro em substituição dos espaços.
uk: Що використовувати як роздільник імені файлу, замінюючи пробіли.

source: Generations to generate HREF links
da: Generationer der skal danne HREF links
de: Generationen zur Erzeugung von HREF-Links
hr: Generacije za stvaranje HREF-poveznica
nl: Generaties om HREF-links te genereren
pt_pt: Gerações para gerar ligações HREF
uk: Покоління для створення HREF-посилань

source: The number of generations to generate HREF links.
da: Antal af generationer der skal danne HREF links.
de: Die Anzahl der Generationen zur Erzeugung von HREF-Links.
hr: Broj generacija, za koje se stvaraju HREF-poveznice.
nl: Het aantal generaties om HREF-links te genereren.
pt_pt: O número de gerações para as quais gerar ligações HREF.
uk: Кількість поколінь для створення HREF-посилань.

source: Exclude persons who died before (years)
da: Udeluk personer som døde før (år)
de: Personen ausschließen, die vor (Jahren) gestorben sind
hr: Isključi osobe koje su umrle prije (godina)
nl: Personen uitsluiten die eerder stierven (jaren)
pt_pt: Excluir indivíduos falecidos antes dos (anos)
uk: Виключити осіб, які померли раніше (років)

source: Whether to generate links for people who died in infancy, -1 excludes nobody.
da: Hvorvidt der skal dannes links for personer der døde ved fødslen. -1 undlader ingen.
de: Ob Links für Personen, die im Säuglingsalter gestorben sind, generiert werden sollen, -1 schließt niemanden aus.
hr: Da li stvoriti poveznice za osobe koje su umrle pri porodu. −1 ne isključuje nikoga.
nl: Al dan niet links genereren voor mensen die in de kindertijd stierven, -1 sluit niemand uit.
pt_pt: Se deve gerar ligações para indivíduos falecidos na infância, -1 inclui todos.
uk: Чи генерувати посилання для осіб, які померли в дитинстві; -1 не виключає нікого.

source: Exclude center person
da: Undlad hovedpersonen
de: Zentrale Person ausschließen
hr: Isključi središnju osobu
nl: Hoofdpersoon uitsluiten
pt_pt: Excluir indivíduo central
uk: Виключити активну особу

source: Whether or not to generate links for center person.
da: Hvorvidt der skal dannes links for hovedpersonen eller ej.
de: Ob Links für die zentrale Person generiert werden sollen oder nicht.
hr: Da li stvoriti poveznice za središnju osobu.
nl: Al dan niet genereren van links voor de hoofdpersoon.
pt_pt: Se deve gerar ligações para o indivíduo central.
uk: Чи створювати посилання для центральної особи.

source: Exclude Spouses
da: Undlad ægtefæller
de: Partner ausschließen
hr: Isključi supružnike
nl: Echtgenoten uitsluiten
pt_pt: Excluir cônjuges
uk: Виключити подружжя

source: Whether or not to generate links for spouses.
da: Hvorvidt der skal dannes links for ægtefæller eller ej.
de: Ob Links für Partner erstellt werden sollen oder nicht.
hr: Da li stvoriti poveznice za supružnike.
nl: Al dan niet genereren van links voor echtgenoten.
pt_pt: Se deve gerar ligações para os cônjuges.
uk: Чи створювати посилання для подружжя.

source: Biography Content
da: Biografi indhold
de: Biografie Inhalt
hr: Sadržaj biografije
nl: Biografie-inhoud
pt_pt: Conteúdo biográfico
uk: Зміст біографії

source: Show biography tooltips
da: Vis biografi tips
de: Biografie Werkzeughinweise anzeigen
hr: Prikaži natuknice za alat biografije
nl: Toon biografie-tooltips
pt_pt: Mostrar dicas biográficas
uk: Показувати підказки біографії

source: Whether to show biography tooltips when hovering over a node.
da: Hvorvidt der skal vises biografi tips når musen holdes over en node.
de: Ob Biografie-Werkzeughinweise angezeigt werden sollen, wenn der Mauszeiger über einen Knoten bewegt wird.
hr: Da li prikazati natuknice za alat biografije, prilikom prelaženja mišem preko čvorišta.
nl: Of tooltips voor biografie moeten worden weergegeven wanneer u met de muis over een knooppunt beweegt.
pt_pt: Se deve mostrar dicas biográficas ao pairar com o rato sobre um nó.
uk: Чи показувати підказки біографії при наведенні на вузол.

source: Text Color
da: Tekst farve
de: Textfarbe
hr: Boja teksta
nl: Tekst kleur
pt_pt: Cor do texto
uk: Колір тексту

source: RGB-color for biography text.
da: RGB-farve for biografi tekst.
de: RGB-Farbe für Biografietext.
hr: RGB-boja za tekst biografije.
nl: RGB-kleur voor biografietekst.
pt_pt: Cor RGB para o texto da biografia.
uk: RGB-колір для тексту біографії.

source: RGB-color for biography tooltip.
da: RGB-farve for biografi tips.
de: RGB-Farbe für Biografie-Werkzeughinweis.
hr: RGB-boje za natuknice biografije.
nl: RGB-kleur voor biografie-tooltip.
pt_pt: Cor RGB para a dica biográfica.
uk: RGB-колір для підказки біографії.

source: Header Font size
da: Overskrift font størrelse
de: Kopfzeile Schriftgröße
hr: Veličina fonta zaglavlja
nl: Lettergrootte koptekst
pt_pt: Tamanho da letra do cabeçalho
uk: Розмір шрифту заголовка

source: The font size in pixels for biography header text.
da: Font størrelse i pixels for biografi overskrts tekst.
de: Die Schriftgröße in Pixeln für den Biografie- Kopfzeilentext.
hr: Veličina fonta u pikslima za tekst zaglavlja biografije.
nl: De lettergrootte in pixels voor de koptekst van de biografie.
pt_pt: O tamanho em pixels da letra do texto do cabeçalho da biografia.
uk: Розмір шрифту у пікселях для заголовка біографії.

source: Body Font size
da: Body font størrelse
de: Textkörper Schriftgröße
hr: Veličina fonta osnovnog teksta
nl: Hoofdlettergrootte
pt_pt: Tamanho da letra do corpo
uk: Розмір шрифту основного тексту

source: The font size in pixels for biography body text.
da: Font størrelse i pixels for biografi body tekst.
de: Die Schriftgröße in Pixeln für den Biografietext.
hr: Veličina fonta u pikslima za osnovni tekst biografije.
nl: De lettergrootte in pixels voor de hoofdtekst van de biografie.
pt_pt: O tamanho em pixels da letra do texto do corpo da biografia.
uk: Розмір шрифту у пікселях для основного тексту біографії.

source: DE Web Connect Pack
hr: DE Web Connect zbirka
pt_pt: Pacote Internet para DE
uk: Пакет підключення до вебсайтів Німеччини

source: Collection of Web sites for the DE (requires libwebconnect)
de: Sammlung von Websites für DE (erfordert libwebconnect)
hr: Zbirka web stranica za Njemačku (zahtijeva libwebconnect)
nl: Verzameling van websites voor DE (vereist libwebconnect)
pt_pt: Colecção de páginas “web” para a Alemanha (requer libwebconnect)
uk: Збірка вебсайтів для Німеччини (потрібен libwebconnect)

source: Bielefeld Academic Search
de: Suchmaschine BASE (Bielefeld Academic Search Engine)
hr: Bielefeld Academic tražilica
nl: Zoekmachine Bielefeld Academic
pt_pt: Procura Bielefeld Academic
uk: Академічний пошук Білефельда

source: Google Archives
de: Google-Archiv
hr: Google arhive
pt_pt: Arquivos Google
uk: Архіви Google

source: DE Google
pt_pt: Google DE
uk: Google Німеччина

source: Open Library
pt_pt: Biblioteca Open Library
uk: Відкрита бібліотека

source: Surname map (1890-1996)
de: Nachnamenkarte (1890-1996)
hr: Karta prezimena (1890. – 1996.)
nl: Achternaam kaart (1890-1996)
pt_pt: Mapa de apelidos (1890-1996)
uk: Карта прізвищ (1890-1996)

source: German digital library
de: Deutsche Digitale Bibliothek
hr: Njemačka digitalna biblioteka
nl: Duitse digitale bibliotheek
pt_pt: Biblioteca digital alemã
uk: Німецька цифрова бібліотека

source: DNA Segment Map
da: DNA Segment Kort
de: DNA-Segmentkarte
hr: Karta DNA segmenata
nl: DNA-segmentkaart
uk: Карта сегментів ДНК

source: Gramplet showing a matching DNA segment map
da: Gramplet der viser et matchene DNA segment kort
de: Gramplet zeigt eine passende DNA-Segmentkarte
hr: Gramplet za prikaz karte poklapajućih DNA segmenata
nl: Gramplet dat een overeenkomende DNA-segmentkaart toont
pt_pt: Gramplet que mostra um mapa de segmentos ADN correspondentes
uk: Грамплет, що показує карту відповідних сегментів ДНК

source: Chromosome
da: Kromosom
de: Chromosom
hr: Kromosom
nl: Chromosoom
uk: Хромосома

source: Map for
da: Kort for
de: Karte für
hr: Karta za
nl: Kaart voor
uk: Карта для

source: Chr
da: Kr
hr: Kromosom
uk: Хр

source: Legend
de: Legende
hr: Legenda
nl: Legenda
uk: Легенда

source: : Grandparent
de: : Großeltern
hr: : Djed/baka
nl: : Grootouder
pt_pt: : avô
uk: : Дідусь/Бабуся

source: {0} {1} cMs
uk: {0} {1} сМ

source: : Starts at
de: : Beginnt bei
hr: : Počinje
nl: : Begint bij
uk: : Починається з

source: and ends at
da: og slutter ved
de: und endet mit
hr: i završava
nl: en eindigt bij
pt_pt: e acaba em
uk: і закінчується на

source: %(ancestor1)s and %(ancestor2)s
da: %(ancestor1)s og %(ancestor2)s
de: %(ancestor1)s und %(ancestor2)s
hr: %(ancestor1)s i %(ancestor2)s
nl: %(ancestor1)s en %(ancestor2)s
uk: %(ancestor1)s та %(ancestor2)s

source: Relationship: {0}
de: Beziehung: {0}
hr: Srodstvo: {0}
nl: Verwantschap: {0}
pt_pt: Relação: {0}
uk: Ступінь спорідненості: {0}

source: Ancestor: {0}
de: Vorfahre: {0}
hr: Predak: {0}
nl: Voorouder: {0}
pt_pt: Ascendente: {0}
uk: Предок: {0}

source: Click to make this person active Right-click to edit this person
da: Klik for at gøre denne person aktiv Højreklik for at redigere denne person
de: Klicke, um diese Person zu aktivieren Klicke mit der rechten Maustaste, um diese Person zu bearbeiten
hr: Pritisni za potavljanje ove osobe aktivnom Pritisni desni gumb miša za uređivanje ove osobe
nl: Klik om deze persoon actief te maken Klik met de rechtermuisknop om deze persoon te bewerken
uk: Натисніть, щоб зробити цю особу активною Клацніть правою кнопкою миші, щоб редагувати цю особу

source: DNA Matches
de: DNA-Übereinstimmungen
hr: DNA poklapanja
nl: DNA-overeenkomsten
pt_pt: Resultados ADN
sk: DNA zhody
uk: Збіги ДНК

source: Gramplet to display a list of DNA matches
da: Gramplet til at vise en liste af DNA matches
de: Gramplet zur Anzeige einer Liste von DNA-Übereinstimmungen
hr: Gramplet za prikaz popisa DNK poklapanja
nl: Gramplet om een lijst met DNA-overeenkomsten weer te geven
pt_pt: Gramplet para mostrar uma lista de resultados de ADN
sk: Gramplet na zobrazenie zoznamu DNA zhôd
uk: Грамплет для відображення списку збігів ДНК

source: L. Seg
da: St. Seg
de: Gr. Seg
hr: N. seg.
pt_pt: Seg. m.
sk: Naj. seg.
uk: Найбільший сегмент

source: Pers.
hr: Osoba
pt_pt: Ind.
sk: Osob.
uk: Особа

source: Rel.
da: Slægtsk.
de: Bez.
hr: Srod.
sk: Vzťh.
uk: Ступінь спорідненості

source: S. DNA
da: D. DNA
de: Gem. DNA
hr: Z. DNK
pt_pt: ADN p.
sk: DNA
uk: Спільна ДНК

source: S. Seg.
da: D. Seg.
de: Freig. Seg.
hr: Z. seg.
pt_pt: Seg. p.
uk: Спільні сегменти

source: Src(s)
da: Kilde(r)
de: Qu
hr: Izvori
pt_pt: Fnt(s)
sk: Zdrj(e)
uk: Джерело(а)

source: Shared DNA
da: Delt DNA
de: Gemeinsame DNA
hr: Zajednički DNK
nl: Gedeeld DNA
pt_pt: ADN partilhado
sk: Zdieľaná DNA
uk: Спільна ДНК

source: Shared Segments
da: Delte segmenter
de: Gemeinsame Segmente
hr: Zajednički segment
nl: Gedeelde segmenten
pt_pt: Segmentos partilhados
sk: Zdieľané segmenty
uk: Спільні сегменти

source: Largest Segment
da: Største Segment
de: Größtes Segment
hr: Najveći segment
nl: Grootste segment
pt_pt: Maior segmento
sk: Najväčší segment
uk: Найбільший сегмент

source: Source(s)
da: Kilde(r)
de: Quelle(n)
hr: Izvori
nl: Bron(nen)
pt_pt: Fonte(s)
sk: Zdroj(e)
uk: Джерело(а)

source: Double-click on a row to navigate to the matched person.
da: Dobbeltklik på en række for at navigere til den matchende person.
de: Doppelklick auf eine Zeile, um zu der entsprechenden Person zu navigieren.
hr: Dvoklik na redak za navigaciju do odgovarajuće osobe.
nl: Dubbelklik op een rij om naar de overeenkomstige persoon te navigeren.
pt_pt: Faça duplo clique numa linha para ir para o indivíduo encontrado.
sk: Dvojklikom myši na riadok sa môžete presunúť na zvolenú osobu.
uk: Двічі клацніть на рядку, щоб перейти до відповідної особи.

source: Right click to edit selected association.
da: Højreklik for at redigere den valgte forbindelse.
de: Klicke mit der rechten Maustaste, um die ausgewählte Assoziation zu bearbeiten.
hr: Desni klik za uređivanje odabrane veze.
nl: Klik met de rechtermuisknop om de geselecteerde associatie te bewerken.
pt_pt: Faça duplo clique para editar a associação seleccionada.
sk: Kliknutím pravého tlačítka myši môžete upraviť zvolenú asociáciu.
uk: Клацніть правою кнопкою миші, щоб редагувати вибраний зв’язок.

source: LEGEND
da: Tegnforklaring
de: LEGENDE
hr: LEGENDA
nl: LEGENDA
pt_pt: LEGENDA
sk: VYSVETLIVKY
uk: ЛЕГЕНДА

source: Not specified
da: Ikke angivet
de: Nicht angegeben
hr: Nije određeno
nl: Niet gespecificeerd
pt_pt: Não especificado
sk: Neuvedené
uk: Не вказано

source: Data Entry Gramplet
da: Dataindtastnings Gramplet
de: Dateneingabe Gramplet
he: גראמפלט הזנת נתונים
hr: Unos podataka
nl: Gegevensinvoer Gramplet
pt_pt: Gramplet Inserção de dados
sk: Gramplet Zápis dát
uk: Грамплет для введення даних

source: Gramplet for quick data entry
da: Gramplet for hurtig indtastning af data
de: Gramplet zur schnellen Dateneingabe
he: גראמפלט להזנת נתונים מהירה
hr: Gramplet za brzi unos podataka
nl: Gramplet om snel gegevens in te voeren
pt_pt: Gramplet de inserção rápida de dados
uk: Грамплет для швидкого введення даних

source: Active person
da: Fokuspersin
de: Aktive Person
he: אדם פעיל
hr: Aktivna osoba
nb: Aktiv person
nl: Actief persoon
pt_pt: Indivíduo activo
sk: Aktívna osoba
uk: Активна особа

source: Family:
da: Familie:
de: Familie:
he: משפחה:
hr: Obitelj:
nb: Familie:
nl: Familie:
pt_pt: Família:
sk: Rodina:
uk: Сім'я:

source: Sources?
da: Kilder?
de: Quellen?
he: מקורות?
hr: Izvori?
nl: Bronnen?
pt_pt: Fontes?
uk: Джерела?

source: Surname, Given
da: Efternavn, Fornavn
de: Nachname, Vorname
he: שם משפחה, שם פרטי
hr: Prezime, Ime
nb: Etternavn, Fornavn
nl: Achternaam, voornaam
pt_pt: Apelido, nome
sk: Priezvisko, Meno
uk: Прізвище, Ім'я

source: Save
da: Gem
de: Speichern
he: שמירה
hr: Spremi
nb: Lagre
nl: Opslaan
pt_pt: Gravar
sk: Uložiť
uk: Зберегти

source: Abandon
da: Forlad
de: Abbrechen
he: נטישה
hr: Odustani
nb: Utelate
nl: Annuleren
pt_pt: Abandonar
sk: Zrušiť
uk: Відмовитися

source: New person
da: Ny person
de: Neue Person
he: אדם חדש
hr: Nova osoba
nb: Ny person
nl: Nieuwe persoon
pt_pt: Novo indivíduo
sk: Nová osoba
uk: Нова особа

source: Add relation
da: Tilføj slægtskab
de: Beziehung hinzufügen
he: הוספת קשר-גומלין
hr: Dodaj vezu
nb: Legg til relasjon
nl: Relatie toevoegen
pt_pt: Adicionar parentesco
sk: Pridať vzťah
uk: Додати відношення

source: No relation to active person
da: Ingen slægtskab med aktiv person
de: Keine Beziehung zur aktiven Person
he: אין קשר לאדם הפעיל
hr: Ne postoji veza s aktivnom osobom
nb: Ingen slektskap til aktiv person
nl: Geen relatie met actieve persoon
pt_pt: Sem parentesco com o indivíduo activo
sk: Žiaden vzťah k aktívnej osobe
uk: Немає відношення до активної особи

source: Add as a Parent
da: Tilføj som en forælder
de: Als Elternteil hinzufügen
he: הוספה כהורה
hr: Dodaj kao roditelja
nb: Legg til som foreldre
nl: Als ouder toevoegen
pt_pt: Adicionar como progenitor
sk: Pridať ako rodiča
uk: Додати як батька

source: Add as a Mother
da: Tilføj som en mor
de: Als Mutter hinzufügen
he: הוספה כאם
hr: Dodaj kao majku
nl: Als moeder toevoegen
pt_pt: Adicionar como mãe
uk: Додати як матір

source: Add as a Father
da: Tilføj som en far
de: Als Vater hinzufügen
he: הוספה כאב
hr: Dodaj kao oca
nl: Als vader toevoegen
pt_pt: Adicionar como pai
uk: Додати як батька

source: Add as a Spouse
da: Tilføj som en ægtefælle
de: Als Partner hinzufügen
he: הוספה כבן(ת) זוג
hr: Dodaj kao supružnika
nb: Legg til som ektefelle
nl: Als partner toevoegen
pt_pt: Adicionar como cônjuge
sk: Pridať ako manžela/-ku
uk: Додати як подружжя

source: Add as a Wife
da: Tilføj som en hustru
de: Als Frau hinzufügen
he: הוספה כרעיה
hr: Dodaj kao ženu
nl: Als vrouw toevoegen
pt_pt: Adicionar como mulher
uk: Додати як дружину

source: Add as a Husband
da: Tilføj som en ægtemand
de: Als Mann hinzufügen
he: הוספה כבעל
hr: Dodaj kao muža
nl: Als echtgenoot toevoegen
pt_pt: Adicionar como marido
uk: Додати як чоловіка

source: Add as a Sibling
da: Tilføj som en søskende
de: Als Geschwister hinzufügen
he: הוספה כצאצא
hr: Dodaj kao brata ili sestru
nb: Legg til et søsken
nl: Als broer/zus toevoegen
pt_pt: Adicionar como irmão
sk: Pridať ako súrodenca
uk: Додати як брата/сестру

source: Add as a Child
da: Tilføj som et barn
de: Als Kind hinzufügen
he: הוספת צאצא
hr: Dodaj kao dijete
nb: Legg til som barn
nl: Als kind toevoegen
pt_pt: Adicionar como filho
sk: Pridať ako dieťa
uk: Додати як дитину

source: Copy Active Data
da: Kopier Aktive Data
de: Aktive Daten kopieren
he: העתקת נתונים פעילים.
hr: Kopiraj aktivne podatke
nb: Kopiere aktive data
nl: Kopieer actieve gegevens
pt_pt: Copiar dados activos
sk: Kopírovať aktuálne údaje
uk: Копіювати активні дані

source: in
da: i
he: ב
hr: u
nb: i
pt_pt: em
uk: в

source: Gramplet Data Edit: %s
da: Gramplet Data rettelse: %s
de: Gramplet-Daten bearbeiten: %s
he: גראמפלט הזנת נתונים: %s
hr: Gramplet za uređivanje podataka: %s
nl: Gramplet-gegevens bewerken: %s
pt_pt: Gramplet Edição de dados: %s
sk: Gramplet Editovanie údajov: %s
uk: Редагування даних грамплета: %s

source: Can't add new person.
da: Kan ikke tilføje en ny person
de: Kann neue Person nicht hinzufügen.
he: לא ניתן להוסיף אדם חדש.
hr: Novu osobu nije moguće dodati.
nb: Kan ikke legge til ny person.
nl: Kan geen nieuwe persoon toevoegen.
pt_pt: Impossível adicionar novo indivíduo.
sk: Údaje novej osoby sa nedajú uložiť.
uk: Неможливо додати нову особу.

source: Please provide a name.
da: Angiv venligst et navn.
de: Bitte gib einen Namen an.
he: נא להזין שם.
hr: Upiši ime.
nb: Angi et navn.
nl: Geef een naam op.
pt_pt: Por favor, indique um nome.
sk: Zapíšte meno.
uk: Будь ласка, вкажіть ім'я.
