Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Last year, how much money did his relatives in this household earn working for wages or salary?
de: Wie viel Geld haben seine Verwandten in diesem Haushalt im letzten Jahr mit Lohn- oder Gehaltsarbeit verdient?
nl: Hoeveel geld hebben zijn familieleden in dit huishouden vorig jaar verdiend met werken voor loon of salaris?
pt_pt: No ano passado, quanto ganharam os parentes no agregado familiar por conta de outrem ou em salários?
uk: Минулого року, скільки грошей заробили його родичі в цьому домогосподарстві, працюючи за зарплату?

source: Relatives in household earnings from own business in 1949
de: Verwandte im Haushalt Einkünfte aus eigener Erwerbstätigkeit im Jahr 1949
nl: Familieleden in huishouden verdiensten uit eigen bedrijf in 1949
pt_pt: Parentes do agregado familiar com rendimentos da actividade própria em 1949
uk: Дохід родичів у домогосподарстві від власного бізнесу у 1949 році

source: Last year, how much money did his relatives in this household earn in own business, professional practice, or farm?
de: Wie viel Geld haben seine Verwandten in diesem Haushalt im letzten Jahr mit einem eigenen Gewerbe, einer freiberuflichen Tätigkeit oder einer Landwirtschaft verdient?
nl: Hoeveel geld verdienden zijn familieleden in dit huishouden vorig jaar in hun eigen bedrijf, beroep of boerderij?
pt_pt: No ano passado, quanto é que os parentes no agregado familiar ganharam por conta própria, prática profissional ou atividade agrícola?
uk: Минулого року, скільки грошей заробили його родичі в цьому домогосподарстві у власному бізнесі, професійній практиці або на фермі?

source: Relatives in household other income in 1949
de: Verwandte im Haushalt anderes Einkommen im Jahr 1949
nl: Ander inkomen van familieleden in huishouden in 1949
pt_pt: Outros rendimentos do agregado familiar em 1949
uk: Інші доходи родичів у домогосподарстві у 1949 році

source: Last year, how much money did his relatives in this household receive from interest, dividends, veteran’s allowances, pensions, rents, or other income?
de: Wie viel Geld haben seine Verwandten in diesem Haushalt im letzten Jahr aus Zinsen, Dividenden, Veteranenbeihilfen, Renten, Mieten oder sonstigen Einkünften erhalten?
nl: Hoeveel geld ontvingen zijn familieleden in dit huishouden vorig jaar uit rente, dividenden, veteranenuitkeringen, pensioenen, huur of andere inkomsten?
pt_pt: No ano passado, quanto é que os outros membros do agregado familiar receberam de juros, dividendos, subsídios de veterano, pensões, rendas ou outros rendimentos?
uk: Минулого року, яку суму грошей отримали його родичі в цьому домогосподарстві від відсотків, дивідендів, допомог для ветеранів, пенсій, орендної плати чи інших доходів?

source: WWII Veteran?
de: WK2-Veteran?
nl: WWII Veteraan?
pt_pt: Veterano da 2ª Guerra Mundial?
uk: Ветеран Другої світової війни?

source: Did he ever serve in the U. S. Armed Forces during World War II?
de: Hat er während des Zweiten Weltkriegs in den US-Streitkräften gedient?
nl: Heeft hij ooit gediend in het Amerikaanse leger tijdens de Tweede Wereldoorlog?
pt_pt: Serviu nas Forças Armadas dos EUA durante a Segunda Guerra Mundial?
uk: Чи служив він у Збройних силах США під час Другої світової війни?

source: WWI Veteran?
de: WK1-Veteran?
nl: WWI Veteraan?
pt_pt: Veterano da 1ª Guerra Mundial?
uk: Ветеран Першої світової війни?

source: World War I?
de: Erster Weltkrieg?
nl: Wereldoorlog 1?
pt_pt: 1ª Guerra Mundial?
uk: Перша світова війна?

source: Any other time, including present service?
de: Zu irgendeinem anderen Zeitpunkt, einschließlich des derzeitigen Dienstes?
nl: Elke andere keer, inclusief de huidige dienst?
pt_pt: Em qualquer outro momento, incluindo o serviço actual?
uk: Будь-коли ще, включаючи поточну службу?

source: What kind of work did this person do in his last job?
de: Welche Art von Arbeit hat diese Person in ihrem letzten Tätigkeitsfeld verrichtet?
nl: Wat voor werk deed deze persoon in zijn laatste baan?
pt_pt: Que tipo de trabalho é que fazia no seu último emprego?
uk: Яку роботу виконував він на останньому місці роботи?

source: What kind of business or industry did he work in?
de: In welcher Art von Gewerbe oder Industrie hat er gearbeitet?
nl: In wat voor soort bedrijf of industrie werkte hij?
pt_pt: Em que tipo de negócio ou indústria trabalhava?
uk: У якій сфері бізнесу чи промисловості він працював?

source: Class of worker [last job]
de: Klasse des Arbeitnehmers [letzte Tätigkeit]
nl: Klasse van de werknemer [laatste baan]
pt_pt: Classe de trabalhador [último emprego]
uk: Категорія працівника [остання робота]

source: Has this person been married more than once?
de: War diese Person schon mehr als einmal verheiratet?
nl: Is deze persoon meer dan eens getrouwd geweest?
pt_pt: Foi casado mais do que uma vez?
uk: Чи був(-ла) ця особа одружена більше одного разу?

source: # years since marriage ended
de: # Jahre seit dem Ende der Ehe
nl: # jaar sinds huwelijk eindigde
pt_pt: Anos desde o fim do casamento
uk: # років з моменту закінчення шлюбу

source: How many years since this person was married, widowed, divorced, or separated?
de: Wie viele Jahre sind vergangen, seit diese Person verheiratet, verwitwet, geschieden oder getrennt war?
hr: Koliko je godina prošlo od kada je osoba bila vjenčana, obudovljena, razvedena ili rastavljena?
nl: Hoeveel jaar is het geleden dat deze persoon getrouwd, weduwe, gescheiden of gescheiden was?
pt_pt: Quantos anos desde que foi casado, viúvo, divorciado ou separado?
uk: Скільки років минуло з моменту одруження, овдовіння, розлучення чи розлучення з партнером?

source: How many children has she ever borne, not counting stillbirths?
de: Wie viele Kinder hat sie jemals geboren, Totgeburten nicht mitgerechnet?
nl: Hoeveel kinderen heeft ze ooit gebaard, doodgeboren kinderen niet meegerekend?
pt_pt: Quantos filhos é que já teve, sem contar com os nados-mortos?
uk: Скільки дітей вона народила, не враховуючи мертвонароджених?

source: Census Date
de: Volkszählungsdatum
nl: Datum volkstelling
pt_pt: Data do censo
uk: Дата перепису

source: District of
de: Bezirk von
hr: Kotar od
nl: District van
pt_pt: Distrito de
uk: Округ

source: Married Y/N
de: Verheiratet J/N
nl: Getrouwd J/N
pt_pt: Casado S/N
uk: Одружений (Так/Ні)

source: Spouses Age
de: Alter des Ehepartners
nl: Echtgenoten leeftijd
pt_pt: Idade do cônjuge
uk: Вік подружжя

source: File No.
de: Aktennr.
hr: Datoteka br.
nl: Bestand nr.
pt_pt: Ficheiro n.º
uk: Номер файлу

source: Post Office Address
de: Postanschrift
nl: Postkantoor adres
pt_pt: Endereço do posto de correios
uk: Поштова адреса

source: Entered service as (rank)
de: Dienstantritt als (Rang)
nl: Kwam in dienst als (rang)
pt_pt: Entrou ao serviço como (posto)
uk: Вступив на службу у званні

source: Date Entered
de: Antrittsdatum
nl: Datum ingevoerd
pt_pt: Data de entrada
uk: Дата вступу

source: Place of Enlistment
de: Ort der Einberufung
nl: Plaats van indiensttreding
pt_pt: Local de alistamento
uk: Місце призову

source: Name, Letter of Co., Number of Regiment
de: Name, Buchstabe der Kompanie, Nummer des Regiments
nl: Naam, brief van Co., nummer van het regiment
pt_pt: Nome, letra da companhia, n.º do regimento
uk: Назва, літера роти, номер полку

source: Continued until
de: Fortgesetzt bis
nl: Voortgezet totdat
pt_pt: Continuado até
uk: Продовжував до

source: Re-enlisted as
de: Wieder einberufen als
nl: Opnieuw ingeschreven als
pt_pt: Re-alistado como
uk: Повторно вступив на службу у званні

source: On date
de: Am Datum
nl: Op datum
pt_pt: Na data
uk: На дату

source: and continued until
de: und fortgesetzt bis
nl: en voortgezet totdat
pt_pt: e continuou até
uk: та продовжував до

source: 3rd enlistment
de: 3. Einberufung
nl: 3e dienstneming
pt_pt: 3º alistamento
uk: Третє зарахування

source: Enlisted on
de: Einberufen am
nl: Ingeschreven op
pt_pt: Alistado em
uk: Зарахований на службу

source: Enlistment Place
de: Einberufungsort
nl: Aanwervingsplaats
pt_pt: Local de alistamento
uk: Місце зарахування

source: in the command of
de: im Befehl von
nl: in het bevel van
pt_pt: ao comando de
uk: під командуванням

source: Other service, if any
de: Anderer Dienst, wenn vorhanden
nl: Andere service, indien aanwezig
pt_pt: Outro serviço, se houver
uk: Інша служба, якщо була

source: No. on pension roll
de: Nr. auf Rentenliste
nl: Nr. op pensioenlijst
pt_pt: N.º na lista de pensões
uk: Номер у пенсійному списку

source: County lived in when first placed on roll
de: Lebte in Kreis während erster Eintragung in Liste
nl: Provincie wonend na eerste plaatsing op lijst
pt_pt: Concelho onde vivia quando foi incluído pela primeira vez na lista
uk: Округ, у якому проживав при першому включенні до списку

source: Other states lived in and when
de: Lebte in anderen Staaten und wann
hr: Druge države u kojima je osoba živjela i kada
nl: In andere staten geleefd en wanneer
pt_pt: Outros estados em que viveu e quando
uk: Інші штати, в яких проживав, і коли

source: Moved to Alabama
de: Übersiedlung nach Alabama
nl: Verhuisd naar Alabama
pt_pt: Mudou-se para o Alabama
uk: Переїхав до Алабами

source: Branch of service
de: Art des Dienst
nl: Tak van dienst
pt_pt: Ramo de serviço
uk: Рід військ

source: Letter of Company
de: Buchstabe der Kompanie
nl: Brief van bedrijf
pt_pt: Letra da companhia
uk: Літера роти

source: Number of Regiment
de: Regimentsnummer
nl: Aantal regimenten
pt_pt: N.º do regimento
uk: Номер полку

source: Was it an Alabama Regiment
de: War es ein Alabama-Regiment
nl: Was het een Alabama-regiment
pt_pt: Foi um regimento do Alabama
uk: Це був полк Алабами?

source: If not, give name of state
de: Wenn nicht, gib den Namen des Staats
hr: Ako ne, navedi ime države
nl: Zo nee, naam van de staat
pt_pt: Se não, indique o n.º do estado
uk: Якщо ні, вкажіть назву штату

source: Name of your Captain
de: Name Ihres Hauptmann
nl: Naam van uw kapitein
pt_pt: Nome do Capitão
uk: Ім'я вашого капітана

source: Name of your Colonel
de: Name Ihres Oberst
nl: Naam van uw kolonel
pt_pt: Nome do Coronel
uk: Ім'я вашого полковника

source: By what other name was your Company called
de: Wie lautete der andere Name Ihrer Firma
nl: Met welke andere naam werd uw bedrijf genoemd
pt_pt: Por que outro nome era conhecida a companhia
uk: Під якою ще назвою була відома ваша рота

source: By what other name was your Regiment called
de: Wie hieß Ihr Regiment sonst noch
nl: Met welke andere naam werd uw regiment genoemd
pt_pt: Por que outro nome era conhecido o regimento
uk: Під якою ще назвою був відомий ваш полк

source: Battles in which you took part
de: An welchen Gefechten haben Sie teilgenommen
nl: Gevechten waaraan je hebt deelgenomen
pt_pt: Batalhas em que participou
uk: Битви, в яких ви брали участь

source: Ever wounded
de: Jemals verwundet
nl: Ooit gewond
pt_pt: Ferimentos sofridos
uk: Чи був поранений

source: When wounded
de: Wenn verwundet
nl: Wanneer gewond
pt_pt: Quando ferido
uk: Коли поранений

source: In what battles
de: In welchem Gefecht
nl: In welke gevechten
pt_pt: Em que batalhas
uk: У яких битвах

source: Were you captured
de: Wurden Sie gefangen genommen
nl: Bent u gevangen genomen
pt_pt: Se foi capturado
uk: Чи був у полоні

source: When captured
de: Wann gefangen genommen
nl: Wanneer gevangen
pt_pt: Quando foi capturado
uk: Коли потрапив у полон

source: Where captured
de: Wo gefangen genommen
nl: Waar gevangen
pt_pt: Onde foi capturado
uk: Де потрапив у полон

source: Were you imprisoned
de: Waren Sie inhaftiert
nl: Bent u opgesloten
pt_pt: Se esteve preso
uk: Чи був ув'язнений

source: When imprisoned
de: Wann inhaftiert
nl: Wanneer opgesloten
pt_pt: Quando esteve preso
uk: Коли ув'язнений

source: Where imprisoned
de: Wo inhaftiert
pt_pt: Onde esteve preso
uk: Де ув'язнений

source: How were you discharged
de: Wie wurden Sie entlassen
nl: Hoe bent u vrijgekomen
pt_pt: Como foi dispensado
uk: Як вас звільнили зі служби

source: Did you transfer to another Company or Command
de: Haben Sie zu einer anderen Kompanie oder einem anderen Kommando gewechselt
nl: Bent u overgestapt naar een ander bedrijf of commando
pt_pt: Foi transferido de outra companhia ou comando
uk: Чи переводили вас до іншої роти або командування

source: If so, give Company and Regiment
de: Wenn ja, nenne Kompanie und Regiment
nl: Indien ja, geef dan bedrijf en regiment op
pt_pt: Se sim, indique Companhia e Regimento
uk: Якщо так, вкажіть роту та полк

source: What branch of service and date of transfer
de: Welche Art von Dienst und Datum des Wechsels
nl: Welke tak van dienst en datum van overdracht
pt_pt: Qual o ramo de serviço e data de transferência
uk: Який рід військ і дата переведення

source: Captains name
de: Name des Hauptmann
nl: Naam kapitein
pt_pt: Nome do Capitão
uk: Ім'я капітана

source: Colonels name
de: Name des Oberst
nl: Naam kolonel
pt_pt: Nome do Coronel
uk: Ім'я полковника

source: Length of service
de: Länge der Dienstzeit
nl: Duur van de dienst
pt_pt: Duração do serviço
uk: Тривалість служби

source: Are you married
de: Bist du verheiratet
nl: Bent u getrouwd
pt_pt: É casado
uk: Чи ви одружені

source: Age of wife
de: Alter der Frau
nl: Leeftijd van vrouw
pt_pt: Idade da esposa
uk: Вік дружини

source: Birthplace of wife
de: Geburtsort der Frau
nl: Geboorteplaats van vrouw
pt_pt: Local de nascimento da esposa
uk: Місце народження дружини

source: Date married
de: Heiratsdatum
nl: Datum getrouwd
pt_pt: Data de casamento
uk: Дата одруження

source: Place married
de: Heiratsort
nl: Locatie getrouwd
pt_pt: Local de casamento
uk: Місце одруження

source: When, where and circumstances you quit the service
de: Wann, wo und unter welchen Umständen Sie den Dienst verlassen haben
nl: Wanneer, waar en omstandigheden toen u de dienst verliet
pt_pt: Quando, onde e em que circunstâncias abandonou o serviço
uk: Коли, де і за яких обставин ви залишили службу

source: Paroled at close of war
de: Am Ende des Krieges auf Bewährung entlassen
nl: Voorwaardelijk vrijgelaten aan het einde van de oorlog
pt_pt: Em liberdade condicional no final da guerra
uk: Звільнений під чесне слово після закінчення війни

source: If so, when
de: Wenn ja, wann
nl: Indien ja, wanneer
pt_pt: Se sim, quando
uk: Якщо так, коли

source: and where
de: und wo
nl: en waar
pt_pt: e onde
uk: і де

source: Have you your parole
de: Hast du deine Bewährung
nl: Heeft u uw voorwaardelijke vrijlating
pt_pt: Tem a sua liberdade condicional
uk: Чи маєте ви документ про звільнення під чесне слово

source: Voting Precinct and County
de: Wahlbezirk und Landkreis
nl: Stemregio en district
pt_pt: Circunscrição de voto e condado
uk: Виборчий округ і округ

source: With whom are you living
de: Mit wem leben Sie zusammen
nl: Met wie woont u
pt_pt: Com quem vive
uk: З ким ви проживаєте

source: Regularly received your pension warrant
de: Regelmäßig Ihre Pensionsberechtigung erhalten
nl: Regelmatig uw pensioengarantie ontvangen
pt_pt: Recebeu regularmente o seu mandado de pensão
uk: Чи регулярно ви отримували пенсійне свідоцтво

source: If No give information regarding the same
de: Wenn nein, geben Sie diesbezüglich Informationen an
nl: Indien Nee, geef informatie over hetzelfde
pt_pt: Se não, forneça informação sobre o mesmo
uk: Якщо ні, надайте відповідну інформацію

source: Witness name and P.O Address
de: Name des Zeugen und Postanschrift
nl: Getuigenaam en postadres
pt_pt: Nome da testemunha e posto de correios
uk: Ім'я свідка та поштова адреса

source: Widow of
de: Witwe von
hr: Udovica od
nl: Weduwe van
pt_pt: Viúva de
uk: Вдова

source: Her age
de: Ihr Alter
hr: Njena dob
nl: Haar leeftijd
pt_pt: Idade dela
uk: Її вік

source: Her date of birth
de: Ihr Geburtsdatum
hr: Njen datum rođenja
nl: Haar geboortedatum
pt_pt: Data de nascimento dela
uk: Її дата народження

source: Date of marriage
de: Hochzeitsdatum
nl: Huwelijksdatum
pt_pt: Data de casamento
uk: Дата одруження

source: Born within census year
de: Geborten im Volkszählungsjahr
nl: Geboren in volkstellingjaar
pt_pt: Nascido no ano do censo
uk: Народжений протягом року перепису

source: Married during census year
de: Verheiratet während des Volkszählungsjahres
nl: Getrouwd tijdens volkstellingjaar
pt_pt: Casado no ano do censo
uk: Одружений протягом року перепису

source: Months unemployed during census year
de: Anzahl der Monate arbeitslos während des Volkszählungsjahres
nl: Maanden werkloos tijdens volkstellingjaar
pt_pt: Meses de desemprego durante o ano do censo
uk: Місяці безробіття протягом року перепису

source: (Day of the Enumerator's visit) sick or temporarily disabled
de: (Tag des Besuchs der Zählers) krank oder vorübergehend verhindert
nl: (Dag van het bezoek van de Enumerator) ziek of tijdelijk uitgeschakeld
pt_pt: (Dia da visita do Recenseador) doente ou temporariamente incapacitado
uk: (День візиту переписувача) хворий або тимчасово непрацездатний

source: Deaf and Dumb
de: Taub und Stumm
hr: Gluha i nijema
nl: Doof en stom
pt_pt: Surdos e mudos
uk: Глухий і німий

source: Maimed, Crippled, Bedridden, or otherwise disabled.
de: Verstümmelt, verkrüppelt, bettlägerig oder anderweitig behindert.
nl: Verminkt, kreupel, bedlegerig of anderszins gehandicapt.
pt_pt: Mutilado, aleijado, acamado ou com qualquer outra deficiência.
uk: Покалічений, інвалід, прикутий до ліжка або іншим чином непрацездатний.

source: Can not read
de: Kann nicht lesen
hr: Ne zna čitati
nl: Kan niet lezen
pt_pt: Não sabe ler
uk: Не вміє читати

source: Can not write
de: Kann nicht schreiben
hr: Ne zna pisati
nl: Kan niet schrijven
pt_pt: Não sabe escrever
uk: Не вміє писати

source: Street Name
de: Straßenname
hr: Ime ulice
nl: Straatnaam
pt_pt: Nome da rua
uk: Назва вулиці

source: House No.
de: Hausnr.
hr: Kuća broj
nl: Huis nr.
pt_pt: N.º de porta
uk: Номер будинку

source: Precinct No.
de: Revier Nr.
nl: Politiedistrict nr.
pt_pt: N.º de polícia
uk: Номер виборчого округу

source: Inside or Outside City Limits
de: Innerhalb oder außerhalb der Stadtgrenzen
hr: Unutar ili izvan gradskih granica
nl: Binnen of buiten stadsgrenzen
pt_pt: Dentro ou fora dos limites da cidade
uk: У межах міста або за його межами

source: Age Male
de: Alter Mann
hr: Dob muških
nl: Leeftijd man
pt_pt: Idade Masculino
uk: Вік чоловіка

source: Age Female
de: Alter Frau
hr: Dob ženskih
nl: Leeftijd vrouw
pt_pt: Idade Feminino
uk: Вік жінки

source: Relation to Family
de: Beziehung zur Familie
hr: Srodstvo s obitelji
nl: Relatie met familie
pt_pt: Relação com a família
uk: Ступінь спорідненості в родині

source: Degree of Education
de: Bildungsstand
hr: Stupanj obrazovanja
nl: Opleidingsgraad
pt_pt: Grau de escolaridade
uk: Рівень освіти

source: Owner or Renter
de: Eigentümer oder Mieter
hr: Vlasnik ili unajmitelj
nl: Eigenaar of huurder
pt_pt: Dono ou inquilino
uk: Власник чи орендар

source: In or Out
de: Rein oder raus
hr: Unutar i izvan
nl: In of uit
pt_pt: Dentro ou fora
uk: Всередині чи зовні

source: White Males Under 10
de: Weiße männlich unter 10
nl: Witte mannen onder de 10
pt_pt: Brancos masculinos -10
uk: Білі чоловіки до 10 років

source: White Males 10 to 20
de: Weiße männlich 10 bis 20
nl: Witte mannen 10 tot 20
pt_pt: Brancos masculinos 10-20
uk: Білі чоловіки 10-20 років

source: White Males 20 to 30
de: Weiße männlich 20 bis 30
nl: Witte mannen 20 tot 30
pt_pt: Brancos masculinos 20-30
uk: Білі чоловіки 20-30 років

source: White Males 30 to 40
de: Weiße männlich 30 bis 40
nl: Witte mannen 30 tot 40
pt_pt: Brancos masculinos 30-40
uk: Білі чоловіки 30-40 років

source: White Males 40 to 50
de: Weiße männlich 40 bis 50
nl: Witte mannen 40 tot 50
pt_pt: Brancos masculinos 40-50
uk: Білі чоловіки 40-50 років

source: White Males 50 to 60
de: Weiße männlich 50 bis 60
nl: Witte mannen 50 tot 60
pt_pt: Brancos masculinos 50-60
uk: Білі чоловіки 50-60 років

source: White Males 60 to 70
de: Weiße männlich 60 bis 70
nl: Witte mannen 60 tot 70
pt_pt: Brancos masculinos 60-70
uk: Білі чоловіки 60-70 років

source: White Males 70 to 80
de: Weiße männlich 70 bis 80
nl: Witte mannen 70 tot 80
pt_pt: Brancos masculinos 70-80
uk: Білі чоловіки 70-80 років

source: White Males 80 to 90
de: Weiße männlich 80 bis 90
nl: Witte mannen 80 tot 90
pt_pt: Brancos masculinos 80-90
uk: Білі чоловіки 80-90 років

source: White Males Over 90
de: Weiße männlich über 90
nl: Witte mannen ouder dan 90
pt_pt: Brancos masculinos +90
uk: Білі чоловіки старші 90 років

source: White Females Under 10
de: Weiße weiblich unter 10
nl: Witte vrouwen onder de 10
pt_pt: Brancos femininos -10
uk: Білі жінки до 10 років

source: White Females 10 to 20
de: Weiße weiblich 10 bis 20
nl: Witte vrouwen 10 tot 20
pt_pt: Brancos femininos 10-20
uk: Білі жінки 10-20 років

source: White Females 20 to 30
de: Weiße weiblich 20 bis 30
nl: Witte vrouwen 20 tot 30
pt_pt: Brancos femininos 20-30
uk: Білі жінки 20-30 років

source: White Females 30 to 40
de: Weiße weiblich 30 bis 40
nl: Witte vrouwen 30 tot 40
pt_pt: Brancos femininos 30-40
uk: Білі жінки 30-40 років

source: White Females 40 to 50
de: Weiße weiblich 40 bis 50
nl: Witte vrouwen 40 tot 50
pt_pt: Brancos femininos 40-50
uk: Білі жінки 40-50 років

source: White Females 50 to 60
de: Weiße weiblich 50 bis 60
nl: Witte vrouwen 50 tot 60
pt_pt: Brancos femininos 50-60
uk: Білі жінки 50-60 років

source: White Females 60 to 70
de: Weiße weiblich 60 bis 70
nl: Witte vrouwen 60 tot 70
pt_pt: Brancos femininos 60-70
uk: Білі жінки 60-70 років

source: White Females 70 to 80
de: Weiße weiblich 70 bis 80
nl: Witte vrouwen 70 tot 80
pt_pt: Brancos femininos 70-80
uk: Білі жінки 70-80 років

source: White Females 80 to 90
de: Weiße weiblich 80 bis 90
nl: Witte vrouwen 80 tot 90
pt_pt: Brancos femininos 80-90
uk: Білі жінки 80-90 років

source: White Females Over 90
de: Weiße weiblich über 90
nl: Witte vrouwen ouder dan 90
pt_pt: Brancos femininos +90
uk: Білі жінки старші 90 років

source: Male Negroes and Mulattoes
de: Männliche Neger und Mulatten
nl: Mannelijke negers en mulatten
pt_pt: Pretos e mulatos masculinos
uk: Чорношкірі чоловіки та мулати

source: Female Negroes and Mulattoes
de: Weibliche Neger und Mulatten
nl: Vrouwelijke negers en mulatten
pt_pt: Pretos e mulatos femininos
uk: Чорношкірі жінки та мулатки

source: Militia
de: Bürgerwehr
nl: Militie
pt_pt: Milícia
uk: Міліція

source: Manufactories of All Kinds
de: Manufakturen aller Art
nl: Alle soorten fabrieken
pt_pt: Fábricas de todos os tipos
uk: Виробництва всіх типів

source: Value of products of manufactories
de: Wert der Produkte von Manufakturen
nl: Waarde van producten van fabrieken
pt_pt: Valor dos produtos das indústrias transformadoras
uk: Вартість продукції виробництв

source: Value of products of Coal Mines
de: Wert der Produkte von Kohleminen
nl: Waarde van producten van kolenmijnen
pt_pt: Valor dos produtos das minas de carvão
uk: Вартість продукції вугільних шахт

source: Pounds of Wool
de: Pounds Wolle
nl: Pond wol
pt_pt: Libras de lã
uk: Фунтів вовни

source: Number of Colleges
de: Anzahl der Hochschulen
hr: Broj visokih učilišta
nl: Aantal hogescholen
pt_pt: N.º de universidades
uk: Кількість коледжів

source: Number of Pupils
de: Anzahl der Schüler
hr: Broj učenika
nl: Aantal leerlingen
pt_pt: N.º de alunos
uk: Кількість учнів

source: Number of Common Schools
de: Anzahl der Gemeinschaftsschulen
hr: Broj osnovnih škola
nl: Aantal algemene scholen
pt_pt: N.º de escolas comuns
uk: Кількість загальноосвітніх шкіл

source: Males over 21 years
de: Männer über 21 Jahre
hr: Muškarci stariji od 21 godina
nl: Mannen ouder dan 21 jaar
pt_pt: Masculinos +21
uk: Чоловіки старші 21 року

source: Males under 21 years
de: Männer unter 21 Jahre
hr: Muškarci mlađi od 21 godina
nl: Mannen jonger dan 21 jaar
pt_pt: Masculinos -21
uk: Чоловіки молодші 21 року

source: Total number
de: Gesamtzahl
hr: Ukupni broj
nl: Totaal aantal
pt_pt: N.º total
uk: Загальна кількість

source: Widowed
de: Verwitwet
hr: Obudovljeni
nl: Weduwnaar
pt_pt: Enviuvados
uk: Вдівець/Вдова
