Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Place of Burial
de: Begräbnisort
hr: Mjesto pokopa
nl: Begraafplaats
uk: Місце поховання

source: Date of Burial
de: Bestattungsdatum
hr: Datum pokopa
nl: Begraafdatum
uk: Дата поховання

source: Residence Place
de: Wohnort
nl: Residentie locatie
uk: Місце проживання

source: Burial Date
de: Bestattungsdatum
nl: Begrafenisdatum
uk: Дата поховання

source: Burial Place
de: Begräbnisort
nl: Begraafplaats
uk: Місце поховання

source: Congressional District
de: Kongressbezirk
nl: Congreswijk
uk: Конгресовий округ

source: in the Counties of
de: in den Landkreisen von
nl: in de provincies van
uk: в округах

source: in the month of
de: im Monat
nl: in de maand van
uk: у місяці

source: Age 1 July 1863
de: Alter 1 July 1863
nl: Leeftijd 1 juli 1863
uk: Вік на 1 липня 1863 року

source: White or Colored
de: Weiß oder Farbig
nl: Wit of gekleurd
uk: Білий чи кольоровий

source: Former Military Service
de: Ehemaliger Militärdienst
hr: Ranija vojna služba
nl: Voormalige militaire dienst
uk: Попередня військова служба

source: Station Headquarters
de: Station Hauptquartier
nl: Station hoofdkantoor
uk: Штаб-квартира станції

source: Congr. Dist. of
de: Kongressbezirk
nl: Congreswijk van
uk: Конгресовий округ

source: Card (A, B, or C)
de: Karte (A, B oder C)
nl: Kaart (A, B of C)
uk: Карта (A, B або C)

source: Serial No.
de: Laufende Nr.
nl: Serie nr.
uk: Серійний номер

source: Registration No.
de: Registrierungsnr.
nl: Registratie nr.
uk: Номер реєстрації

source: Order No.
de: Auftragsnummer.
nl: Bestel nr.
uk: Номер замовлення

source: Age in yrs.
de: Alter in Jahren.
nl: Leeftijd in jr.
uk: Вік у роках

source: Home Address
de: Heimatadresse
nl: Huisadres
uk: Домашня адреса

source: Citizenship
de: Staatsbürgerschaft
nl: Burgerschap
uk: Громадянство

source: Natural-born, Naturalized Citizen, Alien, Noncitizen or citizen Indian
de: Einheimisch, eingebürgerter Einwohner, Ausländer, Nichtbürger oder indianischer Einwohner
nl: Natuurlijk geboren, genaturaliseerde burger, vreemdeling, niet-burger of indiaan
uk: Народжений громадянин, натуралізований громадянин, іноземець, негромадянин чи громадянин-індіанець

source: If not a citizen, of what nation are you a citizen or subject?
de: Wenn nicht Bürger, von welcher Nation sind Sie Bürger oder Untertan?
nl: Als u geen burger bent, van welk land bent u dan een burger of onderdaan?
uk: Якщо не громадянин, то якої нації ви є громадянином або підданим?

source: Employer's Name & address
de: Name und Anschrift des Arbeitgebers
hr: Ime i adresa poslodavca
nl: Werkgever's naam en adres
uk: Назва та адреса роботодавця

source: Nearest Relative
de: Nächster Angehöriger
nl: Dichtsbijzijnde familielid
uk: Найближчий родич

source: Dependants & Address
de: Abhängige & Adresse
nl: Afhankelijken en adres
uk: Утриманці та адреса

source: Have you a father, mother, wife, child under 12, or a sister or brother under 12, solely dependent on your support (specify which)?
de: Haben Sie einen Vater, eine Mutter, eine Frau, ein Kind unter 12 Jahren oder eine Schwester oder einen Bruder?unter 12 Jahren, ausschließlich abhängig von Ihrer Unterstützung (bitte angeben)?
nl: Bent u een vader, moeder, echtgenote, kind onder de 12 jaar, of een zus of broer onder de 12 jaar die uitsluitend afhankelijk is van uw ondersteuning (specificeer welke)?
uk: Чи є у вас батько, мати, дружина, дитина до 12 років або сестра чи брат до 12 років, які повністю залежать від вашої підтримки (вкажіть, хто саме)?

source: What military service have you had? (Branch, Years, Nation or State)
de: Welchen Militärdienst hatten Sie? (Waffengattung, Jahre, Nation oder Staat)
nl: Welke militaire dienst heeft u gehad? (Tak, jaren, natie of staat)
uk: Яку військову службу ви проходили? (Галузь, роки, нація чи держава)

source: Do you claim exemption from draft (specify grounds)
de: Beantragen Sie eine Befreiung vom Einberufung (Gründe angeben)
nl: Vraagt u vrijstelling van concept aan (motiveer)
uk: Чи вимагаєте ви звільнення від призову (вкажіть підстави)

source: Race
de: Ethnie
nl: Ras
uk: Раса

source: Build / Weight
de: Statur/Gewicht
nl: Bouw/Gewicht
uk: Статура / Вага

source: Hair Color
de: Haarfarbe
hr: Boja kose
nl: Haarkleur
uk: Колір волосся

source: Bald
de: Kahl
nl: Kaal
uk: Лисий

source: Place of Registration
de: Ort der Registrierung
hr: Mjesto registracije
nl: Registratielocatie
uk: Місце реєстрації

source: Date of Registration
de: Datum der Registrierung
hr: Datum registracije
nl: Registratiedatum
uk: Дата реєстрації

source: Serial Number
de: Seriennummer
nl: Serienummer
uk: Серійний номер

source: Order Number
de: Auftragsnummer
nl: Bestelnummer
uk: Номер замовлення

source: Place of Residence
de: Wohnort
nl: Residentie locatie
uk: Місце проживання

source: Mailing Address
de: Postanschrift
nl: Postadres
uk: Поштова адреса

source: Telephone
de: Telefon
nl: Telefoon
uk: Телефон

source: Age in years
de: Alter in Jahren
nl: Leeftijd in jaren
uk: Вік у роках

source: Who will always know your address (Name & Address)
de: Wer wird immer Ihre Adresse kennen (Name & Adresse)
nl: Wie zal altijd uw adres weten (naam en adres)
uk: Хто завжди знатиме вашу адресу (ім'я та адреса)

source: Place of employment or business
de: Arbeitsort oder Geschäft
nl: Plaats van tewerkstelling of bedrijf
uk: Місце роботи або бізнесу

source: Complexion
de: Hautfarbe
nl: Teint
uk: Колір обличчя

source: Eyes
de: Augen
hr: Oči
nl: Ogen
uk: Очі

source: Hair
de: Haare
hr: Kosa
nl: Haar
uk: Волосся

source: Other characteristics
de: Andere Eigenschaften
hr: Ostale osobine
nl: Andere kenmerken
uk: Інші характеристики

source: Date entered
de: Antrittsdatum
hr: Datum unosa
nl: Datum ingevoerd
uk: Дата вступу

source: Place entered
de: Antrittsort
hr: Mjesto unosa
nl: Locatie ingevoerd
uk: Місце вступу

source: Term of enlistment
de: Dienstzeit
nl: Termijn van indiensttreding
uk: Термін служби

source: Eye color
de: Augenfarbe
hr: Boja očiju
nl: Oogkleur
uk: Колір очей

source: Hair color
de: Haarfarbe
hr: Boja kose
nl: Haarkleur
uk: Колір волосся

source: Rank in
de: Rang beim Eintritt
nl: Rang in
uk: Звання на момент вступу

source: Branch
de: Waffengattung
nl: Tak
uk: Галузь служби

source: Regiment/Unit/Ship
de: Regiment/Einheit/Schiff
nl: Regiment/Unit/Schip
uk: Полк/Підрозділ/Корабель

source: Service Number
de: Personenkennziffer
nl: Servicenummer
uk: Службовий номер

source: No. of enlistment
de: Nr der Einberufung
nl: Nr. van indiensttreding
uk: Номер зарахування

source: Date discharged
de: Entlassungsdatum
nl: Datum ontslagen
uk: Дата звільнення

source: Place discharged
de: Ort der Entlassung
nl: Locatie ontslagen
uk: Місце звільнення

source: Rank out
de: Rang beim Austritt
nl: Rangschik
uk: Звання на момент звільнення

source: Industry/Employer
de: Branche/Arbeitgeber
hr: Branša/Poslodavac
nl: Industrie/werkgever
uk: Промисловість/Роботодавець

source: Residents Status
de: Einwohner Status
nl: Bewonersstatus
uk: Статус мешканця

source: Form Gramplet
de: Formular Gramplet
hr: Gramplet za obrazac
nl: Formulier Gramplet
pt_pt: Gramplet Formulário
uk: Грамплет форми

source: Gramplet interface for Forms
da: Gramplet interface til formular
de: Gramplet Schnittstelle für Formulare
hr: Gramplet sučelje za obrazac
nl: Gramplet-interface voor formulieren
pt_pt: Ambiente do Gramplet para formulários
uk: Інтерфейс грамплету для форм

source: Forms
da: Formularer
de: Formulare
hr: Obrasci
nl: Formulieren
pt_pt: Formulários
uk: Форми

source: Select Form
da: Vælg formular
de: Formular wählen
hr: Odaberi obrazac
nl: Selecteer formulier
pt_pt: Seleccionar formulário
uk: Вибрати форму

source: Export GEDCOM Extensions (GED2)
da: Eksporter GEDCOM udvidelser (GED2)
de: GEDCOM Export Erweiterungen (GED2)
hr: Dodaci za GEDCOM izvoz (GED2)
nl: GEDCOM-extensies exporteren (GED2)
pt_pt: Exportar extensões GEDCOM (GED2)
uk: Експортувати розширення GEDCOM (GED2)

source: GEDCOM Extensions (GED2)
da: GEDCOM udvidelser (GED2)
de: GEDCOM Erweiterungen (GED2)
hr: GEDCOM dodaci (GED2)
nl: GEDCOM-uitbreidingen (GED2)
pt_pt: Extensões GEDCOM (GED2)
uk: Розширення GEDCOM (GED2)

source: Extensions to the common GEDCOM format.
da: Udvidelser til det almidenlige GEDCOM format.
de: Erweiterungen für das gängige GEDCOM-Format.
hr: Dodaci za običan GEDCOM format.
nl: Uitbreidingen naar het algemene GEDCOM-formaat.
pt_pt: Extensões para o formato GEDCOM.
uk: Розширення до стандартного формату GEDCOM.

source: GEDCOM Extensions options
da: GEDCOM Udvidelsers tilvalg
de: GEDCOM Erweiterungen Optionen
hr: Opcije za GEDCOM dodatke
nl: Opties voor GEDCOM-extensies
pt_pt: Opções de extensões GEDCOM
uk: Параметри розширень GEDCOM

source: Include witnesses
da: Medtag vidner
de: Mit Zeugen
hr: Uključi svjedoke
nl: Voeg getuigen toe
pt_pt: Incluir testemunhas
uk: Включити свідків

source: Include media
da: Medtag medier
de: Medien aufnehmen
hr: Uključi medije
nb: Ta med media
nl: Voeg media toe
pt_pt: Incluir multimédia
uk: Включити медіа

source: Patronymic names:
da: Patronymiske navne:
de: Patronymische Namen:
hr: Očinska imena:
nl: Patroniemen:
pt_pt: Nomes patronímicos:
uk: Патронімічні імена:

source: Don't change
da: Ændr ikke
de: Nicht ändern
hr: Ne mijenjaj
nl: Niet veranderen
pt_pt: Não alterar
uk: Не змінювати

source: Add Patronymic name after Given name
da: Tilføj Patronymisk navn efter Fornavn
de: Patronym nach Vorname hinzufügen
hr: Dodaj Očinsko ime nakon Imena
nl: Voeg Patroniem toe na Voornaam
pt_pt: Adicionar patronímico após nomes próprios
uk: Додати патронім після імені

source: Ignore Patronymic name
da: Ignorer Patronymisk navn
de: Patronym ignorieren
hr: Zanemari Očinsko ime
nl: Negeer Patroniem
pt_pt: Ignorar nome patronímico
uk: Ігнорувати патронім

source: Type of surname:
da: Type af efternavn:
de: Art des Nachnamens:
hr: Vrsta prezimena:
nl: Type achternaam:
pt_pt: Tipo de apelido:
uk: Тип прізвища:

source: Export failed
da: Eksporten mislykkedes
de: Export fehlgeschlagen
hr: Izvoz neuspio
nl: Export is mislukt
pt_pt: A exportação falhou
uk: Помилка експорту

source: Include images
da: Medtag billeder
de: Bilder einbeziehen
hr: Uključi slike
nl: Voeg afbeeldingen toe
pt_pt: Incluir imagens
uk: Включити зображення

source: Include images of people in the nodes.
da: Medtag billeder af personer i noderne.
de: Bilder von Personen in die Knotenpunkte einfügen.
hr: Uključi slike osoba u čvorišta.
nl: Neem afbeeldingen van mensen op in de knooppunten.
pt_pt: Incluir imagens dos indivíduos nos nós.
uk: Включити зображення людей у вузлах.

source: First spouse left
da: Første ægtefælle til venstre
de: Erster Ehepartner links
nl: Eerste partner links
pt_pt: 1ª esposa esquerda
uk: Перший(а) чоловік/дружина зліва

source: Always put first of multiple spouses on the left. This can help reduce line-crossings with multiple marriages.
da: Sæt altid den første af flere ægtefæller til venstre. Dette kan afhjælpe kryds-linjer ved flere ægteskaber.
de: Setze den ersten von mehreren Ehepartnern immer auf die linke Seite. Dies kann dazu beitragen, dass es bei mehreren Ehen weniger Zeilenüberschneidungen gibt.
nl: Plaats de eerste van meerdere partners altijd aan de linkerkant. Dit kan helpen om kruisingen van lijnen te verminderen bij meerdere huwelijken.
pt_pt: Pôr sempre o primeiro de múltiplos cônjuges à esquerda. Ajuda a reduzir cruzamentos de linhas com múltiplos casamentos.
uk: Завжди розміщувати першого(у) з декількох чоловіків/дружин зліва. Це може допомогти зменшити перехрещення ліній у випадку кількох шлюбів.

source: Person %s does not have both a paternal and a maternal grandparent
da: Person %s har ikke både en bedsteforældre på fars og mors side
de: Person %s hat nicht sowohl einen Großelternteil väterlicherseits als auch mütterlicherseits
hr: Osoba „%s” nema djedove i bake obiju loza, očeve i majčine
nl: Persoon %s heeft niet zowel een vaderlijke als een moederlijke grootouder
pt_pt: O indivíduo %s não tem um avô paterno nem um materno
uk: Особа %s не має обох — бабусі та дідуся по материнській і батьківській лінії

source: Grandparent family spacing
da: Bedsteforældre familie afstand
de: Abstand zwischen Großeltern und Familie
hr: Razmak obitelji djedova i baka
nl: Grootouder-gezin-afstand
pt_pt: Espaço dos avós
uk: Відстань між сім'ями дідусів і бабусь

source: Extra spacing of grandparent families (mm)
da: Ekstra afstand mellem bedsteforældres familie (mm)
de: Zusätzliche Abstände der Großelternfamilien (mm)
hr: Dodatni razmak za obitelji djedova i baka (mm)
nl: Extra afstand tussen grootoudergezinnen (mm)
pt_pt: Espaço extra para as famílias dos avós (mm)
uk: Додаткова відстань між сім'ями дідусів і бабусь (мм)

source: The center family for the report
da: Fokusfamilie for rapporten
de: Die zentrale Familie für den Bericht
hr: Središnja obitelj u izvještaju
nl: Het centrale gezin voor het verslag
pt_pt: Família central para o relatório
uk: Центральна сім'я для звіту

source: Generations up
da: Generationer op
de: Generationen hoch
hr: Generacija prema gore
nl: Generaties omhoog
pt_pt: Gerações acima
uk: Покоління вгору

source: Generations down
da: Generationer ned
de: Generationen runter
hr: Generacija prema dolje
nl: Generaties omlaag
pt_pt: Gerações abaixo
uk: Покоління вниз

source: Include siblings
da: Medtag søskende
de: Geschwister einbeziehen
hr: Uključi braću/sestre
nl: Voeg broers en zussen toe
pt_pt: Incluir irmãos
uk: Включити братів і сестер

source: Include siblings of ancestors.
da: Medtag søskende til aner.
de: Geschwister der Vorfahren einbeziehen.
hr: Uključi braću/sestre predaka.
nl: Voeg broers en zussen van voorouders toe.
pt_pt: Incluir irmãos de ascendentes.
uk: Включити братів і сестер предків.

source: Ancestor tree using LaTeX genealogytree
da: Anetræ der benytter LaTeX genealogytree
de: Ahnentafel unter Verwendung von LaTeX genealogytree
hr: Stablo predaka, koristeći LaTeX genealogytree
nl: Voorouderboom opgebouwd met LaTeX genealogieboom
pt_pt: Árvore de ascendentes usando LaTeX genealogytree
uk: Дерево предків за допомогою LaTeX genealogytree

source: Descendant tree using LaTeX genealogytree
da: Efterkommertræ der benytter LaTeX genealogytree
de: Nachfahrenbaum unter Verwendung von LaTeX genealogytree
hr: Stablo potomaka, koristeći LaTeX genealogytree
nl: Afstammingsboom opgebouwd met LaTeX genealogieboom
pt_pt: Árvore de descendentes usando LaTeX genealogytree
uk: Дерево нащадків за допомогою LaTeX genealogytree

source: Grandparent Tree
da: Bedsteforøldre træ
de: Großelternbaum
hr: Stablo djedova i baka
nl: Grootouderboom
pt_pt: Árvore de avós
uk: Дерево дідусів і бабусь

source: Grandparent tree using LaTeX genealogytree
da: Bedsteforældretræ der benytter LaTeX genealogytree
de: Großelternbaum unter Verwendung von LaTeX genealogytree
hr: Stablo djedova i baka, koristeći LaTeX genealogytree
nl: Grootouderboom opgebouwd met LaTeX genealogieboom
pt_pt: Árvore de avós usando LaTeX genealogytree
uk: Дерево дідусів і бабусь за допомогою LaTeX genealogytree

source: Sandclock Tree
da: Timeglas træ
de: Sanduhrbaum
hr: Stablo u obliku pješčanog sata
nl: Zandklokboom
pt_pt: Ampulheta
uk: Пісочний годинник

source: Sandclock tree using LaTeX genealogytree
da: Timeglas træ der benytter LaTeX genealogytree
de: Sanduhrbaum unter Verwendung von LaTeX genealogytree
hr: Stablo u obliku pješčanog sata, koristeći LaTeX genealogytree
nl: Zandklokboom opgebouwd met LaTeX genealogieboom
pt_pt: Ampulheta usando LaTeX genealogytree
uk: Пісочний годинник за допомогою LaTeX genealogytree

source: Sandclock Tree for a Family
da: Timeglastræ for en familie
de: Sanduhrbaum für eine Familie
hr: Stablo u obliku pješčanog sata za obitelj
nl: Zandklokboom voor een gezin
pt_pt: Ampulheta familiar
uk: Пісочний годинник для сім'ї

source: Sandclock tree for a family using LaTeX genealogytree
da: Timeglas træ for en familie der benytter LaTeX genealogytree
de: Sanduhrbaum für eine Familie unter Verwendung von LaTeX genealogytree
hr: Stablo u obliku pješčanog sata za obitelj, koristeći LaTeX genealogytree
nl: Zandklokboom voor een gezin opgebouwd met LaTeX genealogieboom
pt_pt: Ampulheta familiar usando LaTeX genealogytree
uk: Пісочний годинник для сім'ї за допомогою LaTeX genealogytree

source: Ancestors map
da: Anekort
de: Vorfahren Karte
hr: Karta predaka
nl: Voorouderskaart
pt_pt: Mapa de ascendentes
uk: Мапа предків

source: A view showing ancestors places on the map.
da: En oversigt der viser aners steder på kortet.
de: Eine Ansicht mit den Orten der Vorfahren auf der Karte.
hr: Prikaz mjesta predaka na karti.
nl: Een weergave van de voorouders op de kaart.
pt_pt: Uma vista que mostra os locais dos ascendentes no mapa.
uk: Вид, що показує місця предків на мапі.

source: Ancestors places on the map
da: Aners steder på kortet
de: Orte der Vorfahren auf der Karte
hr: Mjesta predaka na karti
nl: Voorouderslocaties op de kaart
pt_pt: Locais dos ascendentes no mapa
uk: Місця предків на мапі

source: Ancestors places for %s
da: Aners steder for %s
de: Ahnenplätze für %s
hr: Mjesta predaka za %s
nl: Voorouderslocaties voor %s
pt_pt: Locais dos ascendentes de %s
uk: Місця предків для %s

source: Counting all places
da: Tæller alle steder
de: Zählung aller Orte
hr: Brojenje svih mjesta
nl: Alle locaties tellen
pt_pt: A contar todos os locais
uk: Підрахунок усіх місць

source: Showing all places
da: Viser alle steder
de: Alle Orte anzeigen
hr: Prikazivanje svih mjesta
nl: Alle locaties weergeven
pt_pt: A mostrar todos os locais
uk: Показ усіх місць

source: TimeLines Map
da: Tidsliniekort
de: ZeitLinien-Karte
nl: TimeLines-kaart
pt_pt: Mapa de cronologias
uk: Мапа хронології

source: A view showing all the places visited by a person or persons on various date.
da: Et billede der viser alle steder som en person har besøgt på forskellige datoer.
de: Eine Ansicht, die alle Orte anzeigt, die von einer oder mehreren Personen an einem bestimmten Datum besucht wurden.
nl: Een weergave van alle plaatsen die op verschillende data door een persoon of personen zijn bezocht.
uk: Вигляд, що показує всі місця, відвідані особою або особами в різні дати.

source: TimeLines map
da: Tidsliniekort
de: ZeitLinien-Karte
nl: TimeLines-kaart
pt_pt: Mapa de cronologias
uk: Мапа хронології

source: Choose View Format
da: Vælg format på visning
de: Ansichtsformat wählen
nl: Kies Weergaveformaat
uk: Вибрати формат відображення

source: Almost done
da: Næsten udført
de: Fast fertig
nl: Bijna klaar
pt_pt: Quase concluída
uk: Майже завершено

source: Gathering data
da: Samler data
de: Erfassen von Daten
nl: Gegevens vergaren
pt_pt: A recolher os dados
uk: Збирання даних

source: Number of Persons: %s
de: Anzahl der Personen: %s
hr: Broj osoba: %s
nl: Aantal personen: %s
pt_pt: Número de indivíduos: %s
uk: Кількість осіб: %s

source: Stagger the map markers to differentiate different markers at the same location
de: Versetze die Kartenmarkierungen zur Unterscheidung verschiedener Markierungen an der gleichen Stelle
nl: Spreid de kaartmarkeringen om verschillende soorten markeringen op dezelfde locatie te onderscheiden
uk: Розподіляти маркери на мапі, щоб розрізняти різні об’єкти в одному місці

source: Stagger Radius (hectometers) as measured along the equator (includes latitude distortion)
da: Flyt Radius (hektometer) som målt ved ækvator (medtag breddegradsforvrængning)
de: Staffelungsradius (in Hektometern) gemessen entlang des Äquators (einschließlich Breitengradverzerrung)
nl: Straal van de spreiding (hm) zoals gemeten langs de evenaar (incl. vervorming breedtegraad)
uk: Радіус розташування (гектометри = 100 м) виміряно вздовж екватора (включає спотворення широти)

source: Display markers for unknown ancestors based on earliest descendant location
da: Vis mærker for ukendte aner baseret på tidligste efterkommersted
de: Markierungen für unbekannte Vorfahren anzeigen basierend auf dem Ort des frühesten Nachkommens
nl: Markeringen tonen voor onbekende voorouders op basis van de locatie van de vroegste afstammeling
uk: Відображати маркери для невідомих предків на основі найранішого місця нащадків

source: Days to keep lines on the map after an event
de: Tage, um die Linien auf der Karte nach einem Ereignis
nl: Dagen om lijnen op de kaart te houden na een evenement
uk: Кількість днів, протягом яких лінії залишатимуться на мапі після події

source: Use custom map icons
da: Benyt brugerdefineredee kortikoner
de: Benutzerdefinierte Kartensymbole verwenden
nl: Aangepaste pictogrammen op kaart
uk: Використовувати користувацькі іконки мапи

source: If there is no birth event for a person, their age is assumed to be this at their first event
de: Wenn es kein Geburtsereignis für eine Person gibt, wird ihr Alter als das Alter zum Zeitpunkt des ersten Ereignisses angenommen
nl: Als er geen geboortegebeurtenis is voor een persoon, dan wordt de leeftijd berekend vanaf hun eerste evenement
uk: Якщо для особи немає події народження, її вік на момент першої події вважається рівним цьому значенню

source: If there is no death event for a person, they will be assumed dead at this age
de: Wenn es kein Todesereignis für eine Person gibt, wird sie in diesem Alter als tot angenommen
nl: Als er geen overlijden is voor een persoon, wordt deze geacht te zijn overleden op deze leeftijd
uk: Якщо для особи немає події смерті, припускається, що вона померла у цьому віці

source: Number of steps
da: Antal trin
de: Zahl der Schritte
nl: Aantal stappen
pt_pt: Número de passos
uk: Кількість кроків

source: Type of steps
da: Typer trin
de: Art der Schritte
nl: Type van stappen
pt_pt: Tipo de passos
uk: Тип кроків

source: Steps per millisecond
da: Trin per millisekund
de: Schritte pro Millisekunde
nl: Stappen per milliseconde
uk: Кроків за мілісекунду

source: Initial map view on Gramps startup
de: Erste Kartenansicht beim Start von Gramps
nl: Eerste kaartweergave bij het opstarten van Gramps
uk: Початковий вигляд мапи при запуску Gramps

source: Initial map view after startup and after changing the active person
de: Erste Kartenansicht nach dem Start und nach dem Wechsel der aktiven Person
nl: Eerste kaartweergave bij het opstarten en na het wijzigen van de actieve persoon
uk: Початковий вигляд мапи після запуску та після зміни активної особи

source: Show map travel lines on startup
da: Viser kortrejselinier ved opstart
de: Beim Start der Karte Reiserouten anzeigen
nl: Reislijnen op kaart weergeven bij opstarten
uk: Показувати лінії подорожей на мапі при запуску

source: Show time ticks on navigation bar on startup
da: Vis tidsmærker i navigationsfeltet ved opstart
de: Zeitticks in der Navigationsleiste beim Starten anzeigen
nl: Toon tijdtikken op de navigatiebalk bij het opstarten
uk: Показувати позначки часу на панелі навігації при запуску

source: TimeLines Map options
de: ZeitLinien Kartenoptionen
nl: TimeLines Map opties
pt_pt: Opções do mapa de cronologias
uk: Налаштування мапи хронології

source: Gramplet to get places from the GOV database
da: Gramplet til at hente steder fra GOV databasen
de: Gramplet zum Abrufen von Orten aus der GOV-Datenbank
he: גראמפלט לאחזור מקומות ממסד נתונים GOV
hr: Gramplet za dohvaćanje mjesta iz GOV baze podataka
nl: Gramplet om locaties uit de GOV-database te halen
pt_pt: Gramplet para obter locais da base de dados GOV
uk: Грамплет для отримання місць із бази даних GOV

source: Place ID to import from GOV (Historical Gazetteer):
da: Sted ID til import fra GOV (Historical Gazetteer):
de: Orts-ID für den Import aus GOV (Historisches Ortsverzeichnis):
nl: Plaats-ID om te importeren uit GOV (Historical Gazetteer):
pt_pt: ID de local a importar de GOV (dicionário histórico):
uk: Ідентифікатор місця для імпорту з GOV (історичний географічний покажчик):

source: Get Place
da: Hent sted
de: Ort holen
he: אחזור מקום
hr: Dohvati mjesto
nl: Krijg locatie
pt_pt: Obter local
uk: Отримати місце
