Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Filter rule that matches relatives by degrees of separation
da: Filterregel der matcher slægtninge efter grader af deling
de: Filterregel, die Verwandten nach dem Grad der Entfernung entspricht
hr: Pravilo filtra pronalazi srodnike po stupnjevima razdvajanja
nl: Filterregel die overeenkomende familieleden vindt op basis van mate van hun onderlinge afstand
pt_pt: Regra de filtragem que procura parentes por graus de separação
uk: Правило фільтрації, яке знаходить родичів за ступенями спорідненості

source: Number of degrees of separation from person.
da: Alder i år ved en persons død.
de: Anzahl der Grad der Trennung von der Person.
hr: Broj stupnjeva razdvajanja od osobe.
nl: Aantal graden van afstand tot persoon.
pt_pt: Número de graus de separação do indivíduo.
uk: Кількість ступенів спорідненості від особи.

source: Degrees:
da: Grader:
de: Grade:
hr: Stupnjevi:
nl: Graden:
pt_pt: Graus:
uk: Ступені:

source: Families matching <event filter>
da: Familier der matcher <event filter>
de: Familien, die <Ereignisfilter> entsprechen
hr: Obitelji koje odgavaraju <filtru za događaje>
nl: Gezinnen die overeenkomen met <gebeurtenisfilter>
pt_pt: Famílias com <filtro de evento>
uk: Сім'ї, що відповідають <фільтру подій>

source: Matches families that are matched by an event filter
da: Matcher familier som er matchet med et hændelsesfilter
de: Entspricht Familien, auf die ein Ereignisfilter zutrifft
hr: Pronalazi obitelji koje odgovaraju filtru za događaje
nl: Komt overeen met gezinnen die gevonden zijn door een gebeurtenisfilter
pt_pt: Compara famílias que cumprem um filtro de eventos
uk: Збігаються з сім'ями, які відповідають фільтру подій

source: Matches families matched by an event filter
da: Matcher familier som er matchet med et hændelsesfilter
de: Entspricht Familien, auf die ein Ereignisfilter zutrifft
hr: Pronalazi obitelji koje odgovaraju filtru za događaje
nl: Komt overeen met gezinnen gevonden door een gebeurtenisfilter
pt_pt: Compara famílias que cumprem um filtro de evento
uk: Збігаються з сім'ями, що відповідають фільтру подій

source: People with events with a selected role
da: Personer med hændelser med en valgt rolle
de: Personen mit Ereignissen mit einer ausgewählten Rolle
hr: Osobe s događajima s odabranom ulogom
nl: Personen met gebeurtenissen met een geselecteerde rol
pt_pt: Indivíduos com eventos com um papel seleccionado
uk: Люди з подіями із вибраною роллю

source: Matches people with an event with a selected role
da: Matcher personer med en hændelse med en valgt rolle
de: Entspricht Personen mit einem Ereignis mit einer ausgewählten Rolle
hr: Pronalazi osobe s događajima s odabranom ulogom
nl: Komt overeen met personen die een gebeurtenis met een geselecteerde rol hebben
pt_pt: Compara indivíduos com eventos com um papel seleccionado
uk: Збігаються з особами, які мають подію з вибраною роллю

source: Families with events with a selected role
da: Familier med hændelser med en valgt rolle
de: Familien mit Ereignissen mit einer ausgewählten Rolle
hr: Obitelji s događajima s odabranom ulogom
nl: Gezinnen met gebeurtenissen met een geselecteerde rol
pt_pt: Famílias com eventos com um papel seleccionado
uk: Сім'ї з подіями, що мають вибрану роль

source: Matches families with an event with a selected role
da: Matcher familier med en hændelse med en valgt rolle
de: Entspricht Familien mit einem Ereignis mit einer ausgewählten Rolle
hr: Pronalazi obitelji s događajima s odabranom ulogom
nl: Komt overeen met gezinnen die een gebeurtenis met een geselecteerde rol hebben
pt_pt: Compara famílias com eventos com um papel seleccionado
uk: Збігаються з сім'ями, які мають подію з вибраною роллю

source: Does NOT match with selected Role
da: Matcher IKKE med valgt rolle
de: Stimmt NICHT mit der ausgewählten Rolle überein
hr: NE podudara se s odabranom ulogom
nl: Komt NIET overeen met geselecteerde rol
pt_pt: NÃO corresponde ao papel seleccionado
uk: НЕ відповідає вибраній ролі

source: Finds the items that don't have event Roles of the selected type.
da: Finder elementerne som ikke har en hændelsesrolle af den valgte type.
de: Findet die Elemente, die keine Ereignisrollen des ausgewählten Typs haben.
hr: Pronalazi objekte koje nemaju uloge događaja za odabranu vrstu.
nl: Zoekt de items die geen gebeurtenisrollen van het geselecteerde type hebben.
pt_pt: Encontra itens que não têm papéis de evento do tipo seleccionado.
uk: Знаходить елементи, які не мають ролей подій вибраного типу.

source: Inverse
da: Omvendt
de: Umgekehrt
hr: Inverzno
nl: Omgekeerd
pt_pt: Inverso
uk: Обернене

source: People with events with the <role>
da: Personer med hændelser med <role>
de: Personen mit Ereignissen mit der <Rolle>
hr: Osobe s događajima s <ulogom>
nl: Personen met gebeurtenissen met de <rol>
pt_pt: Indivíduos com eventos com o <papel>
uk: Люди з подіями з роллю <роль>

source: Families with events with the <role>
da: Familier med hændelser med <role>
de: Familien mit Ereignissen mit der <Rolle>
hr: Obitelji s događajima s <ulogom>
nl: Gezinnen met gebeurtenissen met de <rol>
pt_pt: Famílias com eventos com o <papel>
uk: Сім'ї з подіями з роллю <роль>

source: Source matching parameters
da: Kilde der matcher parametre
de: Quelle, die den Parametern entspricht
hr: Izvor odgovara parametrima
nl: Met bron overeenkomende parameters
pt_pt: Parâmetros de comparação de fontes
uk: Параметри зіставлення джерела

source: Matches Sources with values containing the chosen parameters
da: Matchende kilder med værdier der indeholder de valgte parametre
de: Entspricht Quellen mit Werten, die die gewählten Parameter enthalten
hr: Pronalazi izvore s vrijednostima koje sadrže odabrane parametre
nl: Komt overeen met bronnen met waarden die de gekozen parameters bevatten
pt_pt: Compara fontes com valores contendo os parâmetros escolhidos
uk: Збігаються з джерелами, що містять вибрані параметри

source: Matches sources with a particular value
da: Matcher kilder medf en bestemt værdi
de: Entspricht Quellen mit einem bestimmten Wert
hr: Pronalazi izvore s određenom vrijednosti
nl: Komt overeen met bronnen met een bepaalde waarde
pt_pt: Compara fontes com um valor em particular
uk: Збігаються з джерелами, що містять певне значення

source: People who are part of families matching <filter>
da: Personer der er en del af familier der matcher <filter>
de: Personen, die Teil von Familien sind, die <Filter> entsprechen
hr: Osobe koje su dio obitelji koje odgovaraju <filtru>
nl: Personen die deel uitmaken van gezinnen die overeenkomen met <filter>
pt_pt: Indivíduos que são parte de famílias com <filtro>
uk: Особи, які є частиною сімей, що відповідають <фільтру>

source: Include Children
da: Medtag børn
de: Kinder einbeziehen
hr: Uključi djecu
nl: Voeg kinderen toe
pt_pt: Incluir filhos
uk: Включити дітей

source: Include the children in the matching families.
da: Medtag børn i de matchende familier.
de: Die Kinder in die passenden Familien einbeziehen.
hr: Uključi djecu u pronađenoj obitelji.
nl: Voeg de kinderen toe in de gefilterde gezinnen.
pt_pt: Incluir filhos nas famílias correspondentes.
uk: Включити дітей у відповідні сім'ї.

source: Include Parents
da: Medtag forældre
de: Eltern einbeziehen
hr: Uključi roditelje
nl: Voeg ouders toe
pt_pt: Incluir progenitores
uk: Включити батьків

source: Include the parents in the matching families.
da: Medtag forældre i de matchende familier.
de: Die Eltern in die passenden Familien einbeziehen.
hr: Uključi roditelje u pronađenim obiteljima.
nl: Voeg de ouders toe in de gefilterde gezinnen.
pt_pt: Incluir pais nas famílias correspondentes.
uk: Включити батьків у відповідні сім'ї.

source: Family Filter name:
da: Familiefilternavn:
de: Familienfilter Name:
hr: Ime filtra za obitelji:
nl: Gezinsfilter naam:
pt_pt: Nome do filtro de família:
uk: Назва сімейного фільтра:

source: Events of families matching a <family filter>
da: Hændelser i familier der matcher et <family filter>
de: Ereignisse von Familien, die einem <Familienfilter> entsprechen
hr: Događaji obitelji koje odgovaraju <filtru za obitelji>
nl: Gebeurtenissen van gezinnen die overeenkomen met een <familiefilter>
pt_pt: Eventos de famílias que cumpram o <filtro familiar>
uk: Події сімей, які відповідають <фільтру сім'ї>

source: People related to <filter>
da: Personer relateret til <filter>
de: Personen, die mit <Filter> verwandt sind
hr: Osobe u srodstvu s <filtrom>
nl: Personen die gerelateerd zijn aan <filter>
pt_pt: Indivíduos aparentados com <filtro>
uk: Особи, пов'язані з <фільтр>

source: Matches people who are related to anybody matched by a person filter
da: Matchende personer, der er relateret til alle der matcher et personfilter
de: Entspricht Personen, die mit einer Person verwandt sind, die durch einen Personenfilter gefunden wurde
hr: Pronalazi osobe koje su u srodstvu s bilo kojom osobom koja je pronađena pomoću filtra za osobe
nl: Komt overeen met personen die gerelateerd zijn aan iemand die overeenkomt met een persoonsfilter
pt_pt: Compara indivíduos aparentados com qualquer um que cumpra um filtro pessoal
uk: Збігаються з особами, які пов'язані з будь-ким, кого знайшов фільтр осіб

source: Multiple Parents Filter
da: Flere forældrefiltre
de: Mehrere Eltern Filter
nl: Filter op meerdere ouders
pt_pt: Filtro de múltiplos pais
uk: Фільтр осіб із кількома батьками

source: People with multiple parent records
da: Personer med flere forældreposter
de: Personen mit mehreren Elterndatensätzen
nl: Gegevens van mensen met meerdere ouders
pt_pt: Indivíduos com múltiplos pais
uk: Особи з кількома записами батьків

source: Matches people who have more than one set of parents
da: Matcher personer, der har mere end et sæt forældre
de: Passt zu Personen, die mehr als ein Elternpaar haben
nl: Matcht met mensen die meer dan één set ouders hebben
pt_pt: Compara indivíduos com mais de um conjunto de pais
uk: Збігаються з особами, які мають більше ніж один набір батьків

source: People with <count> of <event>
da: Personer med <count> <events>
de: Personen mit <Anzahl> von <Ereignis>
nl: Mensen met <count> van <event>
pt_pt: Indivíduos com <total> de <eventos>
uk: Особи з <кількістю> подій <подія>

source: Matches persons which have events of given type and number.
da: Matcher personer som har hændelser af en vis type og antal.
de: Entspricht Personen, die Ereignisse der angegebenen Art und Anzahl haben.
nl: Komt overeen met personen met gebeurtenissen van het opgegeven type en aantal.
pt_pt: Procura indivíduos com eventos de determinado tipo e número.
uk: Збігаються з особами, які мають події заданого типу та кількості.

source: Matrilineal progenitrix of <person>
da: Matrilineær stammoder for <person>
de: Matrilineal Vorfahrin von <Person>
hr: Matrilinearna pretkinja od <osoba>
nl: Matrilineaire stammoeder van <person>
pt_pt: Progenitora matrilinear de <indivíduo>
uk: Матрилінійна прародителька <особи>

source: Matches the earliest recorded matrilineal ancestor mother.
da: Matcher den tidligst registrerede matrilineær anes mor.
de: Entspricht der frühesten aufgezeichneten matrilinearen Ahnenmutter.
hr: Pronalazi najraniju zapisanu majku matrilinearnih pretkinja.
nl: Komt overeen met de vroegst geregistreerde moeder van de matrilineaire voorouder.
pt_pt: Encontra o ascendente materno matrilinear mais antigo registado.
uk: Збігається з найдавнішою записаною матрилінійною прародителькою по материнській лінії.

source: Mitochondrial inheritance of <person>
da: Mitochondrial arv fra <person>
de: Mitochondriale Vererbung von <Person>
hr: Nasljeđivanje mitohondrija od <osoba>
nl: Mitochondriale overerving van <persoon>
pt_pt: Herança mitocondrial de <indivíduo>
uk: Мітохондріальне успадкування <особи>

source: Matches recorded descendants of person following mitochondrial inheritance patterns.
da: Matcher registrerede efterkommere af person der følger mitochondrial arvemønstre.
de: Entspricht den aufgezeichneten Nachkommen einer Person nach mitochondrialen Vererbungsmustern.
hr: Pronalazi zapisane potomke osobe, prateći mustre nasljeđivanja mitohondrija.
nl: Komt overeen met geregistreerde nakomelingen van een persoon volgens mitochondriale overervingspatronen.
pt_pt: Encontra descendentes registados de <indivíduo> que seguem os padrões de herança mitocondrial.
uk: Збігається із записаними нащадками особи відповідно до мітохондріального успадкування.

source: Mitochondrial inheritance of <filter>
da: Mitochondrial arv fra <filter>
de: Mitochondriale Vererbung von <Filter>
hr: Nasljeđivanje mitohondrija od <filtar>
nl: Mitochondriale overerving van <filter>
pt_pt: Herança mitocondrial de <filtro>
uk: Мітохондріальне успадкування <фільтр>

source: Matches recorded descendants of a filter result following mitochondrial inheritance patterns.
da: Matcher registrerede efterkommere af et filterresultat der følger mitochondrial arvemønstre.
de: Entspricht den aufgezeichneten Nachkommen eines Filterergebnisses nach mitochondrialen Vererbungsmustern.
hr: Pronalazi zapisane potomke rezultata filtra, prateći mustre nasljeđivanja mitohondrija.
nl: Komt overeen met geregistreerde afstammelingen van een filterresultaat volgens mitochondriale overervingspatronen.
pt_pt: Encontra descendentesde <filtro> de acordo com os padrões de herança mitocondrial.
uk: Збігається із записаними нащадками результату фільтра відповідно до мітохондріального успадкування.

source: Patrilineal progenitor of <person>
da: Patrilineær stamfader for <person>
de: Patrilinealer Stammvater von <Person>
hr: Patrilinearni predak od <osoba>
nl: Patrilineaire stamvader van <persoon>
pt_pt: Progenitor patrilinear de <indivíduo>
uk: Патрилінійний предок <особи>

source: Matches the earliest recorded patrilineal ancestor father.
da: Matcher den tidligst registrerede patrilienær anefader.
de: Entspricht dem frühesten aufgezeichneten Vater eines patrilinealen Vorfahren.
hr: Pronalazi najranijeg zapisanog oca patrilinearnih predaka.
nl: Komt overeen met de vroegst geregistreerde patrilineaire vooroudervader.
pt_pt: Encontra o ascendente paterno patrilinear mais antigo registado.
uk: Збігається з найдавнішим записаним патрилінійним предком по батьківській лінії.

source: X-chromosomal ancestors of <person>
da: X-chromosomal ane til <person>
de: X-chromosomale Vorfahren von <Person>
hr: X-kromosomski predak od <osoba>
nl: X-chromosomale voorouders van <persoon>
pt_pt: Ascendentes cromossómicos X de <indivíduo>
uk: X-хромосомні предки <особи>

source: Matches ancestors of <person> following a X-chromosomal inheritance pattern.
da: Matcher aner til <person> som følger et X-kromosomalt arvemønster.
de: Entspricht den Vorfahren von <person> nach einem X-chromosomalen Vererbungsmuster.
hr: Pronalazi pretke od <osoba>, prateći mustru nasljeđivanja X-kromosoma.
nl: Komt overeen met voorouders van <persoon> volgens een X-chromosomaal overervingspatroon.
pt_pt: Encontra ascendentes de <indivíduo> que seguem um padrão de hereditariedade do cromossoma X.
uk: Збігається із предками <особи>, які успадковують за X-хромосомним зразком.

source: X-chromosomal descendants of <person>
da: X-kromosonal efterkommere efter <person>
de: X-chromosomale Nachkommen von <Person>
hr: X-kromosomski potomak od <osoba>
nl: X-chromosomale afstammelingen van <persoon>
pt_pt: Descendentes cromossoma-X de <indivíduo>
uk: X-хромосомні нащадки <особи>

source: Matches descendants of <person> following a X-chromosomal inheritance pattern.
da: Matcher efterkommere til <person> der følger et X-kromosomalt arvemønster.
de: Entspricht Nachkommen von <Person> nach einem X-chromosomalen Vererbungsmuster.
hr: Pronalazi potomke od <osoba>, prateći mustru nasljeđivanja X-kromosoma.
nl: Komt overeen met nakomelingen van <persoon> volgens een X-chromosomaal overervingspatroon.
pt_pt: Encontra descendentes de <indivíduo> que seguem um padrão de herança do cromossoma X.
uk: Збігається із нащадками <особи>, які успадковують за X-хромосомним зразком.

source: Matches all descendants of <person> following a X-chromosomal inheritance pattern.
da: Matcher alle efterkommere til <person> der følger et X-kromosomalt arvemønster.
de: Entspricht allen Nachkommen von <Person> nach einem X-chromosomalen Vererbungsmuster.
hr: Pronalazi sve potomke od <osoba>, prateći mustru nasljeđivanja X-kromosoma.
nl: Komt overeen met alle nakomelingen van <persoon> volgens een X-chromosomaal overervingspatroon.
pt_pt: Encontra todos os descendentes de <indivíduo> que seguem um padrão de herança do cromossoma X.
uk: Збігається з усіма нащадками <особи>, які успадковують за X-хромосомним зразком.

source: Y-chromosomal inheritance of <person>
da: Y-kromosomal arv efter <person>
de: Y-chromosomale Vererbung von <Person>
hr: Nasljeđivanje Y-kromosa od <osoba>
nl: Y-chromosomale overerving van <persoon>
pt_pt: Herança cromossómica Y de <indivíduo>
uk: Y-хромосомне успадкування <особи>

source: Matches recorded descendants of person following Y-chromosomal inheritance patterns.
da: Matcher registrerede efterkommere efter person der følger Y-kromosomal arvemønster.
de: Entspricht den aufgezeichneten Nachkommen einer Person nach Y-chromosomalen Vererbungsmustern.
hr: Pronalazi zapisane potomke osobe, prateći mustre nasljeđivanja Y-kromosoma.
nl: Komt overeen met geregistreerde nakomelingen van een persoon volgens Y-chromosomale overervingspatronen.
pt_pt: Encontra descendentes registados de <indivíduo> que seguem os padrões de herança do cromossoma Y.
uk: Збігається із записаними нащадками особи відповідно до Y-хромосомного успадкування.

source: Y-chromosomal inheritance of <filter>
da: Y-kromosomal arv efter <filter>
de: Y-chromosomale Vererbung von <Filter>
hr: Nasljeđivanje Y-kromosa od <filtar>
nl: Y-chromosomale overerving van <filter>
pt_pt: Herança cromossómica Y de <filtro>
uk: Y-хромосомне успадкування <фільтр>

source: Matches recorded descendants of a filter result following Y-chromosomal inheritance patterns.
da: Matcher registrerede efterkommere af et filter der følger Y.kromosomale arvemønstre.
de: Entspricht den aufgezeichneten Nachkommen eines Filterergebnisses nach Y-chromosomalen Vererbungsmustern.
hr: Pronalazi zapisane potomke rezultata filtra, prateći mustre nasljeđivanja Y-kromosoma.
nl: Komt overeen met geregistreerde afstammelingen van een filterresultaat volgens Y-chromosomale overervingspatronen.
pt_pt: Encontra descendentes de <filtro> que seguem padrões de herança cromossómica Y.
uk: Збігається із записаними нащадками результату фільтра відповідно до Y-хромосомного успадкування.

source: Fix Place Coordinates
da: Ordn stedkoordinater
de: Ortskoordinaten reparieren
nl: Repareer plaatscoördinaten
pt_pt: Reparar coordenadas de locais
uk: Виправлення координат місць

source: Tool to correct the place coordinates for extra spaces or comma characters.
da: Værktøj til at rette stedkoordinater for ekstar mellemrum- eller kommategn.
de: Werkzeug zur Korrektur der Ortskoordinaten um zusätzliche Leer- oder Kommazeichen.
nl: Hulpmiddel om de plaatscoördinaten te corrigeren voor extra spaties of komma-tekens.
uk: Інструмент для виправлення координат місць, видаляючи зайві пробіли або коми.

source: Fix Coordinates
da: Ordn koordinater
de: Koordinaten reparieren
nl: Repareer coördinaten
pt_pt: Reparar coordenadas
uk: Виправити координати

source: Looking for possible coords with "," characters
da: Leder efter mulige koordinater med ',' tegn
de: Suchen nach möglichen Koordinaten mit ","-Zeichen
nl: Zoeken naar mogelijke coördinaten met "," tekens
uk: Пошук можливих координат із символом ","

source: Fix coords
da: Ordn koordinater
de: Koordinaten reparieren
nl: Repareer coörds
uk: Виправити координати

source: Form: %s
da: Formular: %s
de: Formular: %s
hr: Obrazac: %s
nl: Formulier: %s
pt_pt: Formulário: %s
uk: Форма: %s

source: New Form
da: Ny formular
de: Neues Formular
hr: Novi obrazac
nl: Nieuw formulier
pt_pt: Novo formulário
uk: Нова форма

source: Edit Form
da: Rediger formular
de: Formular bearbeiten
hr: Uredi obrazac
nl: Bewerk formulier
pt_pt: Editar formulário
uk: Редагувати форму

source: Reference:
da: Henvisning:
de: Referenz:
hr: Referenca:
nl: Referentie:
pt_pt: Referência:
uk: Посилання:

source: Headings
da: Overskrifter
de: Überschriften
hr: Naslovi
nl: Rubrieken
pt_pt: Títulos
uk: Заголовки

source: Form
da: Formular
de: Formular
hr: Obrazac
nl: Formulier
pt_pt: Formulário
uk: Форма

source: Schedule
da: Skedulering
de: Verzeichnis
hr: Raspored
nl: Schema
pt_pt: Horário
uk: Розклад

source: EnumDistrict
da: Optællingsområde
de: ZählungsBezirk
hr: Popisni kotar
nl: OpsomDistrict (ED)
uk: Округ перепису

source: Township
da: Byområde
de: Gemeinde
hr: Naselje
nl: Gemeente
pt_pt: Município
uk: Селище

source: Comprising
da: Indeholder
de: Einschließend
hr: Uključuje
nl: Omvat
pt_pt: Compreendendo
uk: Що включає

source: OfTheSaid
da: AfDenNævnte
de: desGesagten
nl: VanDeGenoemde
uk: Вказано

source: Enumerator
da: Optæller
de: Zähler
hr: Brojač
nl: Volksteller
pt_pt: Recenseador
uk: Переписувач

source: 1. Names of Inmates
da: 1. Navne på beboere
de: 1. Namen der Insassen
hr: 1. Broj zatvorenika
nl: 1. Namen van huisgenoten
pt_pt: 1. Nomes de prisioneiros
uk: 1. Імена мешканців

source: 2. Profession, Trade or Occupation
da: 2. Profession, eller beskæftigelse
de: 2. Beruf, Gewerbe oder Beruf
hr: 2. Profesija, obrt ili zanimanje
nl: 2. Broodwinning, handel of beroep
pt_pt: 2. Profissão ou negócio
uk: 2. Професія, ремесло або заняття

source: BirthPlace
da: Fødested
de: Geburtsort
hr: Mjesto rođenja
nl: Geboorteplaats
pt_pt: Local de nascimento
uk: Місце народження

source: 3. Place of Birth
da: 3. Fødested
de: 3. Geburtsort
hr: 3. Mjesto rođenja
nl: 3. Geboorteplaats
pt_pt: 3. Local de nascimento
uk: 3. Місце народження

source: 4. Religion
da: 4. Trosretning
hr: 4. Vjera
nl: 4. Religie
pt_pt: 4. Religião
uk: 4. Релігія

source: 5. Residence if Outside of Limits
da: 6. Hjemsted hvis udenfor grænserne
de: 5. Wohnsitz außerhalb der Grenzen
hr: 5. Prebivalište
nl: 5. Verblijf indien buiten de limieten
pt_pt: 5. Residência, se fora dos limites
uk: 5. Місце проживання (якщо за межами)

source: 6. Age at Next Birthday
da: 6. Alder ved næste fødselsdag
de: 6. Alter am nächsten Geburtstag
hr: 6. Starost na sljedeći rođendan
nl: 6. Leeftijd bij volgende verjaardag
pt_pt: 6. Idade no próximo aniversário
uk: 6. Вік на наступний день народження

source: SexMale
da: Hankøn
de: Männlich
hr: Muški spol
nl: GeslachtMan
pt_pt: SexoMasculino
uk: Чоловіча стать

source: 7. Sex: Male
da: 7. Køn: Mand
de: 7. Geschlecht: Männlich
hr: 7. Spol: muško
nl: 7. Geslacht: man
pt_pt: 7. Sexo: masculino
uk: 7. Стать: Чоловіча

source: SexFemale
da: Hunkøn
de: Weiblich
hr: Ženski spol
nl: GeslachtVrouw
pt_pt: SexoFeminino
uk: Жіноча стать

source: 8. Sex: Female
da: 8. Køn: Kvinde
de: 8. Geschlecht: Weiblich
hr: 8. Spol: žensko
nl: 8. Geslacht: vrouw
pt_pt: 8. Sexo: feminino
uk: 8. Стать: Жіноча

source: MaritalStatus
da: ÆgteskabsStilling
de: Personenstand
hr: Bračno stanje
nl: BurgerlijkeStaat
pt_pt: SituaçãoConjugal
uk: Сімейний стан

source: 9. Married or Single
da: 10. Gift eller ugift
de: 9. Verheiratet oder ledig
hr: 9. Vjenčan/a ili nevjenčan/a
nl: 9. Gehuwd of alleenstaand
pt_pt: Casado ou solteiro
uk: 9. Одружений чи неодружений

source: Coloured
da: Farvet
de: Farbig
nl: Gekleurd
pt_pt: Colorido
uk: Кольорові

source: 10. Coloured Persons - Negroes
da: 10. Farvede personer - negre
de: 10. Farbige Person - Negroes
nl: 10. Gekleurde personen - negers
pt_pt: 10. Indivíduos de cor - origem africana
uk: 10. Кольорові особи - негри

source: Indians
da: Indianer
de: Indios
nl: Indianen
pt_pt: Indianos
uk: Індіанці

source: 11. Indians, if any
da: 11. Indianere, hvis nogen
de: 11. Indios, gegebenenfalls
nl: 11. Eventuele indianen
pt_pt: 11. Indianos, se existirem
uk: 11. Індіанці, якщо є
