Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: From: "%(file1)s" to: "%(file2)s".
da: Fra: "%(file1)s" til: "%(file2)s".
de: Von: „%(file1)s” nach: „%(file2)s”.
hr: Od: „%(file1)s” prema: „%(file2)s”.
nl: Van: "%(file1)s" naar: "%(file2)s".
pt_pt: De: "%(file1)s" a: "%(file2)s".
uk: З: "%(file1)s" до: "%(file2)s".

source: Cannot copy "%s"
da: Kan ikke kopiere "%s"
de: Kann „%s” nicht kopieren
hr: Nije moguće kopirati „%s”
nl: Kan "%s" niet kopiëren
pt_pt: Impossível copiar "%s"
uk: Не вдається скопіювати "%s"

source: XML: Last %s editions since %s, were at/on :
da: XML: Seneste %s udgave siden %s var den:
de: XML: Die letzten %s Ausgaben seit %s, waren am/am :
hr: XML: Zadnje %s promjene od %s, bile su u/na:
nl: XML: laatste %s edities sinds %s, waren te/op :
pt_pt: XML: últimas %s edições desde %s, estavam em:
uk: XML: Остання %s зміна з %s, була :

source: XML: Number of records and relations : %s
da: XML: Antal poster og slægtskaber : %s
de: XML: Anzahl der Datensätze und Beziehungen : %s
hr: XML: Broj zapisa i veza : %s
nl: XML: Aantal gegevens en relaties : %s
pt_pt: XML: número de registos e relações : %s
uk: XML: Кількість записів та зв’язків : %s

source: Number of tags : %s | (%s)*
da: Antal mærkater : %s | (%s)*
de: Anzahl der Etiketten: %s | (%s)*
hr: Broj oznaka: %s | (%s)*
nl: Aantal labels : %s | (%s)*
pt_pt: Número de etiquetas: %s | (%s)*
uk: Кількість тегів : %s | (%s)*

source: Number of tags : %s
da: Antal mærkater : %s
de: Anzahl der Etiketten: %s
hr: Broj oznaka: %s
nl: Aantal labels : %s
pt_pt: Número de etiquetas: %s
uk: Кількість тегів : : %s

source: Number of events : %s | (%s)*
da: Antal hændelser : %s | (%s)*
de: Anzahl der Ereignisse: %s | (%s)*
hr: Broj događaja: %s | (%s)*
nl: Aantal gebeurtenissen : %s | (%s)*
pt_pt: Número de eventos: %s | (%s)*
uk: Кількість подій :: %s | (%s)*

source: Number of persons : %s | (%s) and (%s)* surnames
da: Antal personer : %s | (%s) og (%s)* efternavne
de: Anzahl der Personen: %s | (%s) und (%s)* Nachnamen
hr: Broj osoba: %s | (%s) i (%s)* prezimena
nl: Aantal personen : %s | (%s) en (%s)* achternamen
pt_pt: Número de indivíduos: %s | (%s)* e (%s)* apelidos
uk: Кількість осіб: %s | (%s) і (%s)* прізвищ

source: Number of persons : %s | (%s)*
da: Antal personer : %s | (%s)*
de: Anzahl der Personen : %s | (%s)*
hr: Broj osoba: %s | (%s)*
nl: Aantal personen : %s | (%s)*
pt_pt: Número de indivíduos: %s | (%s)*
uk: Кількість осіб: %s | (%s)*

source: Number of families : %s | (%s)*
da: Antal familier : %s | (%s)*
de: Anzahl der Familien : %s | (%s)*
hr: Broj obitelji: %s | (%s)*
nl: Aantal gezinnen : %s | (%s)*
pt_pt: Número de famílias: %s | (%s)*
uk: Кількість сімей : %s | (%s)*

source: Number of sources : %s | (%s)*
da: Antal kilder : %s | (%s)*
de: Anzahl der Quellen : %s | (%s)*
hr: Broj izvora: %s | (%s)*
nl: Aantal bronnen : %s | (%s)*
pt_pt: Número de fontes: %s | (%s)*
uk: Кількість джерел : %s | (%s)*

source: Number of citations : %s | (%s)*
da: Antal kildehenvisninger : %s | (%s)*
de: Anzahl der Fundstellen : %s | (%s)*
hr: Broj citata: %s | (%s)*
nl: Aantal citaten : %s | (%s)*
pt_pt: Número de citações: %s | (%s)*
uk: Кількість цитат : %s | (%s)*

source: Number of places : %s | (%s)*
da: Antal steder : %s | (%s)*
de: Anzahl der Orte : %s | (%s)*
hr: Broj mjesta: %s | (%s)*
nl: Aantal locaties : %s | (%s)*
pt_pt: Número de locais: %s | (%s)*
uk: Кількість місць : %s | (%s)*

source: Number of media objects : %s | (%s)*
da: Antal medieobjekter : %s | (%s)*
de: Anzahl der Medienobjekte : %s | (%s)*
hr: Broj mediskih objekata: %s | (%s)*
nl: Aantal media-objecten : %s | (%s)*
pt_pt: Número de multimédia: %s | (%s)*
uk: Кількість медіаоб'єктів : %s | (%s)*

source: Number of repositories : %s | (%s)*
da: Antal arkiver : %s | (%s)*
de: Anzahl der Aufbewahrungsorte : %s | (%s)*
hr: Broj spremišta: %s | (%s)*
nl: Aantal bibliotheken : %s | (%s)*
pt_pt: Número de repositórios: %s | (%s)*
uk: Кількість сховищ : %s | (%s)*

source: Number of notes : %s | (%s)*
da: Antal noter : %s | (%s)*
de: Anzahl der Notizen: %s | (%s)*
hr: Broj zabilježaka: %s | (%s)*
nl: Aantal notities : %s | (%s)*
pt_pt: Número de notas: %s | (%s)*
uk: Кількість нотаток : %s | (%s)*

source: XML: Number of additional records and relations: %s
da: XML: Antal ekstra poster og slægtskaber: %s
de: XML: Anzahl der zusätzlichen Datensätze und Beziehungen: %s
hr: XML: Broj dodatnih zapisa i veza: %s
nl: XML: Aantal aanvullende gegevens en relaties: %s
pt_pt: XML: Número de registos e relações adicionais: %s
uk: XML: Кількість додаткових записів та зв'язків: %s

source: * loaded Family Tree base: "%s"
da: * indlæste slægtsbogsbasen: "%s"
de: * geladene Stammbaumbasis: „%s”
hr: * učitana baza podataka rodoslova: „%s”
nl: * geladen stamboombasis: "%s"
pt_pt: * carregada árvore de família base: "%s"
uk: * база Сімейного Дерева завантажена: "%s"

source: Gramplet for testing lxml and XSLT
da: Gramplet til at teste lxml og XSLT
de: Gramplet zum Testen von lxml und XSLT
hr: Gramplet za testiranje lxml-a i XSLT-a
nl: Gramplet voor het testen van lxml en XSLT
pt_pt: Gramplet para testar lxml e XLST
uk: Gramplet для тестування lxml та XSLT

source: "gzip" is missing
da: "gzip" mangler
de: „gzip” fehlt
hr: „gzip” nedostaje
nl: "gzip" ontbreekt
pt_pt: "gzip" em falta
uk: "gzip" відсутній

source: Where is gzip?
da: Hvor er gzip?
de: Wo ist gzip?
hr: Gdje je gzip?
nl: Waar is gzip?
pt_pt: Onde está o gzip?
uk: Де знаходиться gzip?

source: Missing python3 lxml
da: Mangler python3.lxml
de: Fehlende Python3 lxml
hr: Nedstaje Python3 lxml
nl: Ontbrekende python3 lxml
pt_pt: Python3 lxml em falta
uk: Відсутній python3 lxml

source: Please, try to install "python3 lxml" package.
da: Forøg venligst at installere "python3.lxml" pakken.
de: Bitte versuche das Paket „python3 lxml” zu installieren.
hr: Pokušaj instalirati „python3 lxml” Paket.
nl: Probeer het pakket "python3 lxml" te installeren.
pt_pt: Por favor, tente instalar o pacote "python3 lxml".
uk: Будь ласка, спробуйте встановити пакет "python3 lxml".

source: No file loaded...
da: Ingen fil indlæst...
de: Keine Datei geladen...
hr: Nijedna datoteka nije učitana …
nl: Geen bestand geladen...
pt_pt: Sem ficheiro carregado...
uk: Немає завантажених файлів...

source: Cannot validate "%(file)s" !
da: Kan ikke validere "%(file)s" !
de: Kann „%(file)s” nicht prüfen!
hr: Nije moguće ispitati „%(file)s”!
nl: Kan "%(file)s" niet valideren!
pt_pt: Impossível validar "%(file)s"!
uk: Неможливо виконати валідацію "%(file)s" !

source: XSD validation (lxml)
da: XSD validering (lxml)
de: XSD-Prüfung (lxml)
hr: XSD ispitivanje (lxml)
nl: XSD-validatie (lxml)
pt_pt: Validação XSD (lxml)
uk: Валідація XSD (lxml)

source: xmllint: skip DTD validation for "%(file)s"
da: xmllint: spring DTD validering over for "%(file)s"
de: xmllint: überspringe DTD-Validierung für „%(file)s”
hr: xmllint: preskoči DTD ispitivanje za „%(file)s”
nl: xmllint: sla DTD-validatie over voor "%(file)s"
pt_pt: xmllint: saltar validação DTD de "%(file)s"
uk: xmllint: пропуск перевірки DTD для "%(file)s"

source: xmllint: skip RelaxNG validation for "%(file)s"
da: xmllint: spring RelaxNG validring over for "%(file)s"
de: xmllint: überspringe RelaxNG-Prüfung für „%(file)s”
hr: xmllint: preskoči RelaxNG ispitivanje za „%(file)s”
nl: xmllint: sla RelaxNG-validatie over voor "%(file)s"
pt_pt: xmllint: saltar validação RelaxNG de "%(file)s"
uk: xmllint: пропуск валідації RelaxNG для "%(file)s"

source: Cannot parse content of "%(file)s"
da: Kan ikke fortolke "%(file)s"
de: Kann den Inhalt von „%(file)s” nicht analysieren
hr: Nije moguće analizirati sadržaj od „%(file)s”
nl: Kan inhoud van "%(file)s" niet parseren
pt_pt: Impossível analisar o conteúdo de "%(file)s"
uk: Не вдалося розібрати вміст "%(file)s"

source: Parsing issue
da: Fortolkningsproblem
de: Analyseproblem
hr: Problem prilikom analiziranja
nl: Parseringsprobleem
pt_pt: Problema de análise
uk: Проблема розбору

source: Gramps version
hr: Gramps verzija
nl: Gramps-versie
pt_pt: Versão Gramps
uk: Версія Gramps

source: Wrong namespace Need: %s
da: Forkert navnerum Har brug for: %s
de: Falscher Namensraum Benötige: %s
hr: Krivi imenski prostor Potreban je: %s
nl: Verkeerde naamruimte Benodigd: %s
pt_pt: Espaço de nome errado Precisa de: %s
uk: Неправильний простір імен Потрібно: %s

source: Cannot validate "%(file)s" via RelaxNG schema
da: Kan ikke validere "%(file)s" via RelaxNG schema
de: Kann „%(file)s” nicht mit RelaxNG-Schema prüfen
hr: Nije moguće ispitati „%(file)s” s RelaxNG shemom
nl: Kan "%(file)s" niet valideren via het RelaxNG-schema
pt_pt: Impossível validar "%(file)s" via esquema RelaxNG
uk: Не вдалося виконати валідацію "%(file)s" за схемою RelaxNG

source: RelaxNG validation
da: RelaxNG validering
de: RelaxNG-Prüfung
hr: RelaxNG ispitivanje
nl: RelaxNG-validatie
pt_pt: Validação RelaxNG
uk: Валідація RelaxNG

source: Cannot parse "%(file)s" via etree
da: Kan ikke fortolke "%(file)s" via etree
de: Kann „%(file)s” nicht mit etree analysieren
hr: Nije moguće analizirati „%(file)s” pomoću etree
nl: Kan "%(file)s" niet parseren via etree
pt_pt: Impossível analisar "%(file)s" via etree
uk: Не вдалося проаналізувати "%(file)s" через etree

source: File issue
da: Filproblem
de: Dateiproblem
hr: Problem s datotekom
nl: Bestandsprobleem
pt_pt: Problema de ficheiro
uk: Помилка файлу

source: Parsing file...
da: Fortolker filen...
de: Analysiere Datei...
hr: Analiziranje datoteke …
nl: Bestand parseren...
pt_pt: A analisar ficheiro...
uk: Обробка файлу...

source: Missing header
da: Manglende overskrift
de: Fehlende Kopfzeile
hr: Nedostaje zaglavlje
nl: Ontbrekende koptekst
pt_pt: Cabeçalho em falta
uk: Відсутній заголовок

source: Not a valid .gramps. Cannot run the gramplet... Please, try to use a .gramps generated by Gramps 4.x.
da: Ikke en gyldig .gramps. Kan ikke udføre gramplet... Prøv venligst en .gramps genereret af Gramps 4.x.
de: Keine gültige .gramps. Kann das Gramplet nicht ausführen... Bitte versuche, eine .gramps zu verwenden die mit Gramps 4.x erzeugt wurde.
hr: Nije važeći .gramps. Nije moguće polkrenuti gramplet … Pokušaj upotrijebiti .gramps stvoren s Gramps 4.x.
nl: Geen geldige .gramps. Kan gramplet niet uitvoeren... Probeer alstublieft een .gramps te gebruiken gegenereerd door Gramps 4.x.
pt_pt: .gramps inválido. Impossível executar o gramplet... Por favor, tente usar um .gramps gerado pelo Gramps 4.x.
uk: Некоректний файл .gramps. Неможливо запустити gramplet... Будь ласка, спробуйте використати файл .gramps, створений у Gramps 4.x.

source: File parsed with
da: Filen fortolket med
de: Datei analysiert mit
hr: Datoteka je analizirana sa
nl: Bestand geparseerd met
pt_pt: Ficheiro analisado com
uk: Файл оброблено за допомогою

source: by Gramps
da: med Gramps
de: von Gramps
hr: pomoću Gramps-a
nl: door Gramps
pt_pt: pelo Gramps
uk: за допомогою Gramps

source: File was generated on
da: Filen blev genereret
de: Datei wurde erstellt am
hr: Datoteka je stvorena
nl: Bestand is gegenereerd op
pt_pt: Ficheiro gerado em
uk: Файл згенеровано

source: Period:
da: Periode:
de: Zeitraum:
hr: Razdoblje:
nl: Periode:
pt_pt: Período:
uk: Період:

source: entries for surname(s); no frequency yet
da: poster for efternavn(e); ingen frekvens endnu
de: Einträge für Nachname(n); noch keine Häufigkeit
hr: unosi za prezimena; još bez učestalosti
nl: vermeldingen voor achterna(a)m(en); nog geen frequentie
pt_pt: entradas para apelidos; ainda sem frequência
uk: записи для прізвищ(а); частота поки що відсутня

source: entries for place(s)
da: poster for sted(er)
de: Einträge für Ort(e)
hr: unosi za mjesta
nl: vermeldingen voor plaats(en)
pt_pt: entradas para locais
uk: записи для місця(ць)

source: note(s)
da: note(r)
de: Notiz(en)
hr: zabilješke
nl: notitie(s)
pt_pt: nota(s)
uk: примітка(ки)

source: source(s)
da: kilde(r)
de: Quelle(n)
hr: izvori
nl: bron(nen)
pt_pt: fonte(s)
uk: джерело(а)

source: 2. Has generated a media index on "%(file)s".
da: 2. Har dannet medieindeks for "%(file)s".
de: 2. Hat einen Medienindex in „%(file)s“ erstellt.
hr: 2. Stvorio/la je indeks medija za „%(file)s”.
nl: 2. Heeft een media-index gegenereerd op "%(file)s".
pt_pt: 2. Gerou um índice de multimédia em "%(file)s".
uk: 2. Згенеровано медіа-індекс для "%(file)s".

source: 3. Has written entries into "%(file)s".
da: 3. Har skrevet poster til "%(file)s".
de: 3. Hat Einträge in „%(file)s“ geschrieben
hr: 3. Dodao/la je zapise u „%(file)s”.
nl: 3. Heeft vermeldingen geschreven in "%(file)s".
pt_pt: 3. Escreveu entradas em "%(file)s".
uk: 3. Записи збережено у "%(file)s".

source: Matches XSD schema.
da: Matcher XSD schema.
de: Entspricht XSD-Schema.
hr: Odgovara XSD shemi.
nl: Komt overeen met XSD-schema.
pt_pt: Compara esquema XSD.
uk: Відповідає XSD-схемі.

source: xmllint: skip DTD validation
da: xmllint: spring DTD validering over
de: xmllint: DTD-Prüfung überspringen
hr: xmllint: preskače DTD ispitivanje
nl: xmllint: sla DTD-validatie over
pt_pt: xmllint: saltar validação DTD
uk: xmllint: пропустити перевірку DTD

source: I am looking at ...
da: Jeg kigger på ...
de: Ich suche in …
hr: Gledam na …
nl: Ik kijk naar...
pt_pt: Estou a olhar para...
uk: Я шукаю ...

source: Content generated by Gramps
da: Indhold dannet af Gramps
de: Inhalt generiert von Gramps
hr: Sadržaj je stvoren pomoću Gramps-a
nl: Inhoud gegenereerd door Gramps
pt_pt: Conteúdo gerado pelo Gramps
uk: Вміст створено за допомогою Gramps

source: List of sources
da: Liste over kilder
de: Liste der Quellen
hr: Popis izvora
nl: Lijst met bronnen
pt_pt: Lista de fontes
uk: Перелік джерел

source: Australia
da: Australien
de: Australien
hr: Australija
nl: Australië
pt_pt: Austrália
uk: Австралія

source: Brazil
da: Brazilien
de: Brasilien
nl: Brazilië
pt_pt: Brasil
uk: Бразилія

source: India
da: Indien
de: Indien
hr: Indija
pt_pt: Índia
uk: Індія

source: Norway
da: Norge
de: Norwegen
hr: Norveška
nl: Noorwegen
pt_pt: Noruega
uk: Норвегія

source: Portugal
uk: Португалія

source: 1. Has generated "%s".
da: 1. Har dannet "%s".
de: 1. Hat „%s“ erstellt.
hr: 1. Stvorio/la je „%s”.
nl: 1. Heeft "%s" gegenereerd.
pt_pt: 1. Gerou "%s".
uk: 1. Згенеровано "%s".

source: Try to open "%s" into your prefered web navigator ...
da: Prøv at åbne "%s" i din foretrukne web navigator ...
de: Versuche „%s“ in deinem bevorzugten Web- Browser zu öffnen ...
hr: Pokušaj otvoriti „%s” u tvom omiljenom web pregledniku …
nl: Probeer "%s" te openen in uw favoriete webnavigator...
pt_pt: Tente abrir "%s" no seu navegador web favorito...
uk: Спробуйте відкрити "%s" у вашому улюбленому веб-навігаторі...

source: No data available.
de: Keine Daten verfügbar.
uk: Дані недоступні.

source: HISTORICAL ADMINISTRATIVE DIVISIONS OF
de: HISTORISCHE VERWALTUNGSTEILUNGEN VON
uk: ІСТОРИЧНИЙ АДМІНІСТРАТИВНИЙ ПОДІЛ

source: Foundation date:
de: Gründungsdatum:
uk: Дата заснування:

source: Coordinates:
de: Koordinaten:
uk: Координати:

source: Administrative history
de: Verwaltungsgeschichte
uk: Адміністративна історія

source: Data provided to AI:
de: An die KI übermittelte Daten:
uk: Дані, що надаються ШІ:

source: Full hierarchy
de: Vollständige Hierarchie
uk: Повна ієрархія

source: Place Type:
de: Ortstart:
uk: Тип місця:

source: Last Retrieved At:
de: Zuletzt abgerufen am:
uk: Останнє отримання:

source: Note Link (parsed)
de: Notizverknüpfung (analysiert)
uk: Посилання на нотатку (проаналізовано)

source: Note Link (internal)
de: Notiz-Link (intern)
uk: Посилання на примітку (внутрішнє)

source: Note Link (external)
de: Notiz-Link (extern)
uk: Посилання на примітку (зовнішнє)

source: QR-code
uk: QR-код

source: ⚠ Missing dependency "qrcode"
de: ⚠ Fehlende Abhängigkeit „qrcode“
uk: ⚠ Відсутня залежність "qrcode"

source: ⚠ Error generating QR code: Original error: “{}”
de: ⚠ Fehler beim Generieren des QR-Codes: Ursprünglicher Fehler: „{}“
uk: ⚠ Помилка генерації QR-коду: Оригінальна помилка: “{}”

source: Middle Name Handling
de: Handhabung des mittleren Namens
uk: Обробка по батькові

source: Leave alone
de: In Ruhe lassen
uk: Залишити без змін

source: Separate
de: Trennen Sie
uk: Відокремити

source: URL Compactness Level
de: URL-Kompaktheitsstufe
uk: Рівень стиснення URL

source: Shortest - No Prefix, No Keys
de: Kürzeste - kein Präfix, keine Schlüssel
uk: Найкоротший - без префікса, без ключів

source: Compact - No Prefix, Keys Without Attributes
de: Kompakt - Kein Präfix, Schlüssel ohne Attribute
uk: Компактний – без префікса, ключі без атрибутів

source: Compact - No Prefix, Keys With Attributes
de: Kompakt - kein Präfix, Schlüssel mit Attributen
uk: Компактний - без префікса, ключі з атрибутами

source: Long - Without Prefix on the Left
de: Lang - ohne Präfix auf der linken Seite
uk: Довгий – Без префікса зліва

source: URL Prefix Replacement
de: URL-Präfix-Ersetzung
uk: Замінник префікса URL

source: AI Provider
de: KI-Anbieter
uk: Постачальник AI

source: (Disabled)
de: (Deaktiviert)
uk: (Вимкнено)

source: Mistral AI
uk: Містраль А.І

source: OpenAI API Key
de: OpenAI API-Schlüssel
uk: Ключ API OpenAI

source: OpenAI Model
de: OpenAI-Modell
uk: Моделі OpenAI

source: Mistral API Key
de: Mistral API Schlüssel
uk: Ключ API Mistral

source: Mistral Model
de: Mistral Modell
uk: Модель Містраль

source: Show Links From the 'Attributes' tab
de: Verknüpfungen auf der Registerkarte „Attribute“ anzeigen
uk: Показати посилання з вкладки «Атрибути»

source: Show Links From the 'Internet' tab
de: Verknüpfungen aus der Registerkarte „Internet“ anzeigen
uk: Показати посилання з вкладки «Інтернет»

source: Show Links From the Notes
de: Verknüpfungen aus den Notizen anzeigen
uk: Показати посилання з нотаток

source: Enable AI-generated historical place data
de: Aktiviere KI-generierte historische Ortsdaten
uk: Увімкнути історичні дані про місця, згенеровані штучним інтелектом

source: Custom country code for AI notes (optional)
de: Benutzerdefinierter Ländercode für KI-Notizen (optional)
uk: Спеціальний код країни для нотаток AI (необов'язково)

source: Enable CSV Files
de: CSV-Dateien ermöglichen
uk: Увімкнути файли CSV

source: Display Columns
de: Spalten anzeigen
uk: Показати стовпці

source: Display Icons
de: Symbole anzeigen
uk: Значки дисплея

source: OL_PAD
de: OL_FELD
hr: SDL_ODMAK
pt_pt: OE_ESP

source: MIN_C_WIDTH
de: MIN_K_BREITE
hr: MIN_D_ŠIRINA
pt_pt: LARG_MIN_FI

source: No.
de: Nr.
hr: Br.
nl: Nr.
pt_pt: N.º

source: GeoAncestor
de: GeoVorfahr
hr: Geopodaci predaka
nl: GeoVoorouder
pt_pt: GeoAscendentes

source: Html View
de: HTML Ansicht
hr: HTML prikaz
nl: Html-weergave
pt_pt: Vista Html

source: Ctrl
de: Strg

source: LDS
da: SDH
de: HLT
hr: CIK
pt_pt: SUD

source: Rel_id
de: Bez_id
hr: _ID srodstva
pt_pt: Id_Rel

source: Gallery.html
de: Galerie.html
hr: Galerija.html
pt_pt: Galeria.html

source: Failed writing %s: %s
hr: Greška u pisanju %s: %s
nl: Kan %s: %s niet schrijven
pt_pt: Falha ao escrever %s: %s

source: GetGOV
he: גטגוב
hr: Dohvati GOV-podatke
nl: KrijgGOV
pt_pt: Obter GOV

source: Failure writing %s: %s
hr: Greška prilikom zapisivanja „%s”: %s
nl: Fout bij het schrijven van %s: %s
pt_pt: Falha ao escrever %s: %s

source: %s. Descendants of %s
hr: %s. Potomci od %s
nl: %s. Afstammelingen van %s
pt_pt: %s. Descendentes de %s

source: See Report : %s, Generation : %s, Person : %s
hr: Vidi izvještaj: %s, %s. generacija, osoba: %s
nl: Zie verslag : %s, Generatie : %s, Persoon : %s
pt_pt: Veja o relatório: %s, geração %s, indivíduo %s

source: Spouse of: Report: %s, Generation: %s, Person: %s
hr: Supružnik od: Izvještaj: %s, Generacija: %s, Osoba: %s
nl: Echtgenoot van: Verslag: %s, Generatie: %s, Persoon: %s
pt_pt: Cônjuge de: relatório %s, geração %s, indivíduo %s

source: Report: %s, Generation: %s, Person: %s
hr: Izvještaj: %s, Generacija: %s, Osoba: %s
nl: Verslag: %s, Generatie: %s, Persoon: %s
pt_pt: Relatório: %s, geração %s, indivíduo %s

source: Invalid latitude (syntax: 18\u00b09'
nl: Ongeldige breedtegraad (syntaxis: 18\u00b09'

source: Invalid longitude (syntax: 18\u00b09'
nl: Ongeldige lengtegraad (syntaxis: 18\u00b09'

source: WARNING! You are about to completely delete the Exif metadata from this image?
cs: POZOR! Chystáte se úplně odstranit Exif metadata z tohot obrázku?
nb: ADVARSEL! Du er i ferd med å fullstendig slette Exif-metadata fra dette bildet?
nl: WAARSCHUWING! U staat op het punt de Exif-metagegevens van deze afbeelding volledig te verwijderen?
sk: Upozornenie: chystáte sa úplne vymazať Exif metadáta z obrázku.

source: WARNING! You are about to completely delete the GPS metadata from this image?
nl: WAARSCHUWING! U staat op het punt de GPS-metagegevens volledig uit deze afbeelding te verwijderen?

source: 19/ Unsound mind
nl: 19. Ongezonde geest

source: Were imprisoned
nl: Waar opgesloten

source: %d rows processed in %s seconds.
he: %d שורות עובדו ב %s שניות.
hr: Broj obrađenih redova: %d; Vrijeme obrade u sekundama %s.
nl: %d rijen verwerkt in %s seconden.
pt_pt: %d linhas processadas em %s segundos.

source: FamilySearch.org
pt_pt: Family Search

source: FamilyTree DNA
pt_pt: ADN FamilyTree

source: PhpGedView
pt_pt: Vista PhpGed

source: Tiny Tafel
hr: Mali rodoslov

source: _Google Maps
hr: _Google karte
nb: _Google Kart
sk: Mapy Google

source: Check for updated addons now
he: בדיקת זמינות עדכוני תוספים כעט

source: Info
he: מידע

source: Checking Addons Failed
he: בדיקת תוספים כשלה

source: The addon repository appears to be unavailable. Please try again later.
he: נראה כי מאגר התוסף אינו זמין. נא לנסות שוב מאוחר יותר.

source: Detailed Info
he: מידע מפורט

source: Enter GOV-id:
he: הזנת מזהה GOV:

source: Failure writing %s
nb: Det oppsto en feil under skrivingen av %s
sk: Chyba pri zápise %s

source: S. Leg.
sk: Seg.

source: Add Note
nb: Legg til notat
sk: Pridať poznámku

source: Edit Note
nb: Rediger notat
sk: Editovať poznámku

source: You must first create a tag before running this report.
nb: Du må først opprette en tagg før du kjører denne rapporten.
sk: Pred spustením tohto prehľadu musíte najprv vytvoriť značku.

source: City:
nb: By/Kommune:
sk: Mesto:

source: Country:
nb: Land:
sk: Krajina:

source: ZIP/Postal Code:
nb: Postnummer:
sk: PSČ

source: Colors
nb: Farger
sk: Farby

source: Include a column for birth dates on the index pages
cs: Zahrnout sloupec s daty narození na indexových stránkách

source: Whether to include a birth column
cs: Zda zahrnout sloupec narození

source: Whether to include a death column
cs: Zda zahrnout sloupec úmrtí
