Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Dynamic URL = Prefix + GrampID + Suffix
da: Dynamisk URL = Prefix + GrampsID + Suffix
de: Dynamische URL = Präfix + GrampID + Suffix
hr: Dinamičan URL = prefiks + GrampID + sufiks
nl: Dynamisch URL = Prefix + GrampID + Suffix
pt_pt: URL dinâmico = Prefixo + IDGramps + Sufixo
uk: Динамічний URL = Префікс + GrampID + Суфікс

source: Static URL = Prefix
da: Statisk URL = Prefix
de: Statische URL = Präfix
hr: Statični URL = prefiks
nl: Statisch URL = Prefix
pt_pt: URL estático = Prefixo
uk: Статичний URL = Префікс

source: Don't include URLs
da: Medtag ikke URL
de: Keine URLs aufnehmen
hr: Ne uključuj URL-ove
nl: Voeg geen URL's toe
pt_pt: Não incluir URLs
uk: Не включати URL-адреси

source: Default (include)
da: Standard (medtag)
de: Standard (einschließen)
hr: Standardno (uključi)
nl: Standaard (toevoegen)
pt_pt: Pré-definição (incluir)
uk: За замовчуванням (включати)

source: Select URL style.
da: Vælg URL stil.
de: Wähle URL Stil.
hr: Odaberi vrstu URL-a.
nl: Selecteer URL-stijl.
pt_pt: Seleccionar o estilo do URL.
uk: Виберіть стиль URL.

source: URL Prefix,Suffix
de: URL-Präfix, Suffix
hr: URL prefiks, sufiks
pt_pt: Prefixo do URL, Sufixo
uk: Префікс і Суфікс URL

source: Enter the Prefix,Suffix (use comma) for dynamically generated URLs. URL = Prefix + GrampsID + Suffix.
da: Angic Prefix,Suffix (benyt komma) til dynamisk dannede URLs. URL = Prefix + GrampsID + Suffix.
de: Gib das Präfix, Suffix (Komma verwenden) für dynamisch generierte URLs ein. URL = Präfix + GrampsID + Suffix.
hr: Unesi prefiks, sufiks (razdijeljeni zarezom) za dinamično stvarane URL-ova. URL = prefiks + GrampsID + sufiks.
nl: Voer de Prefix,Suffix in (komma gebruiken) voor dynamisch gegenereerde URL's. URL = Prefix + GrampsID + Suffix.
pt_pt: Insira o prefixo, sufixo (use vírgula) para URLs gerados dinamicamente. URL = Prefixo + ID Gramps + Sufixo.
uk: Введіть префікс і суфікс (використовуйте кому) для динамічно згенерованих URL-адрес. URL = Префікс + GrampsID + Суфікс.

source: Enter Font Name
da: Angiv Fontnavn
de: Schriftnamen eingeben
hr: Unesi ime fonta
nl: Voer lettertypenaam in
pt_pt: Insira o nome da letra
uk: Введіть назву шрифту

source: Enter the primary font style for the chart. Must already be installed. White Rabbit can be obtained from https://www.fontsquirrel.com/fonts/white-rabbit
da: Angiv den primære font til diagrammet. Skal allerede være installeret. White Rabbit kan fås fra https://www.fontsquirrel.com/fonts/white-rabbit
de: Gib den primären Stil für das Diagramm ein. Muss bereits installiert sein. White Rabbit kann über erhalten werden https://www.fontsquirrel.com/fonts/white-rabbit
hr: Upiši primarni stil fonta za dijagram. Font već mora biti instaliran. „White Rabbit” je dostupan na https://www.fontsquirrel.com/fonts/white-rabbit
nl: Voer de primaire letterstijl voor de grafiek in. Deze moet al zijn geïnstalleerd. White Rabbit kan worden verkregen bij https://www.fontsquirrel.com/fonts/white-rabbit
pt_pt: Insira o estilo principal da letra do gráfico. Já tem de estar instalada. A White Rabbit pode ser obtida aqui: https://www.fontsquirrel.com/fonts/white-rabbit
uk: Введіть основний стиль шрифту для діаграми. Повинен бути встановлений. Шрифт White Rabbit можна отримати на https://www.fontsquirrel.com/fonts/white-rabbit

source: Spacing (inch)
da: Spatiering:(tommer)
de: Abstand (inch)
hr: Razmak (u inčima)
nl: Spatiëring (inch)
pt_pt: Espaçamento (polegadas)
uk: Відстань (дюйми)

source: Enter the seperation distance between "Generations" in inches (0.1-5.0).
da: Angiv mellemrummet mellem "Generationer" i tommer (0,1-5,0).
de: Gib den Abstand zwischen "Generationen" in inch (0.1-5.0) ein.
hr: Dodaj daljinu razmaka između generecija u inčima (0.1 – 5.0).
nl: Voer de scheidingsafstand tussen "Generaties" in inches (0.1-5.0) in.
pt_pt: Insira a distância entre gerações, em polegadas (0.1-5.0).
uk: Введіть відстань між "поколіннями" в дюймах (0.1-5.0).

source: Enter Chart Title
da: Angiv diagrammets titel
de: Gib Diagrammtitel ein
hr: Upiši naslov dijagrama
nl: Voer de grafiektitel in
pt_pt: Insira o título do gráfico
uk: Введіть заголовок діаграми

source: Set the title of the chart.
da: Angiv titlen på diagrammet.
de: Legt den Titel des Diagramms fest.
hr: Postavi naslov dijagrama.
nl: Stel de titel van de grafiek in.
pt_pt: Definir o título do gráfico.
uk: Встановіть заголовок діаграми.

source: Default (svg)
da: Standard (svg)
de: Standard (svg)
hr: Standardno (svg)
nl: Standaard (svg)
pt_pt: Pré-definição (svg)
uk: За замовчуванням (svg)

source: svg - Scalable Vector Graphics file. pdf - Adobe Portable Document Format.
de: svg - Scalable Vector Graphics Datei. pdf - Adobe Portable Document Format.
hr: svg - Scalable Vector Graphics datoteka. pdf - Adobe Portable Document Format.
uk: svg - файл масштабованої векторної графіки. pdf - формат портативних документів Adobe.

source: The destination folder for generated files.
da: Mål stien for dannede filer.
de: Der Zielordner für generierte Dateien.
hr: Odredišna mapa za spremanje datoteka.
nl: De doelmap voor gegenereerde bestanden.
pt_pt: A pasta-destino para os ficheiros gerados.
uk: Папка призначення для згенерованих файлів.

source: network
da: netværk
de: Netzwerk
hr: mreža
nl: netwerk
pt_pt: rede
uk: мережа

source: The filename for the generated svg network chart.
da: Filnavnet for det dannede svg netværksdiagram.
de: Der Dateiname für das generierte svg-Netzdiagramm.
hr: Ime datoteke za stvoreni mrežni dijagram u svg formatu.
nl: De bestandsnaam voor de gegenereerde svg-netwerkgrafiek.
pt_pt: O nome do ficheiro svg de gráfico de rede gerado.
uk: Ім'я файлу для згенерованої svg-діаграми мережі.

source: Different node shapes/edges for gender.
da: Forskellige noder/kanter for køn.
de: Verschiedene Knotenformen/Kanten für Geschlecht.
hr: Različiti oblici/rubovi čvorišta za spolove.
nl: Verschillende knoopvormen / randen voor geslacht.
pt_pt: Formas/Contornos de nó diferentes por sexo.
uk: Різні форми/межі вузлів для статі.

source: Node differences for gender.
da: Nodeforskelle for køn.
de: Knotenunterschiede für Geschlechter.
hr: Različita čvorišta za spolove.
nl: Verschillende nodes per geslacht.
pt_pt: Diferenças do nó por sexo.
uk: Відмінності вузлів за статтю.

source: Male Background
da: Mandlig baggrund
de: Hintergrund männlich
hr: Pozadina muških osoba
nl: Achtergrond mannen
pt_pt: Fundo masculino
uk: Фон для чоловіків

source: Male Background Alpha
da: Mandlig baggrund Alpha
de: Hintergrund männlich Alpha
hr: Prozirnost pozadine muških osoba
nl: Alpha achtergrond bij mannen
pt_pt: Transparência do fundo masculino
uk: Прозорість фону для чоловіків

source: Alpha for Male box background (transparent=0, solid=255).
da: Alpha for mandlig boks baggrund (gennemsigtig=0, ugennemsigtig=255).
de: Alpha für Hintergrund der männlichen Box (transparent=0, undurchsichtig=255).
hr: Prozirnost pozadine okvira muških osoba (prozirno=0, neprozirno=255).
nl: Alpha voor vakachtergrond bij mannen (transparant=0, effen=255).
pt_pt: Transparência do fundo da caixa dos homens (transparente = 0, sólido = 255).
uk: Прозорість фону блоку для чоловіків (прозорий=0, суцільний=255).

source: Male Box Edge
da: Kanten på mandlig boks
de: Männliche Boxrand
hr: Rubovi okvira muških osoba
nl: Rand vak mannen
pt_pt: Contorno da caixa dos homens
uk: Контур блоку чоловіків

source: RGB-color for Male box edge.
da: RGB-farve for mandlig boks kant.
de: RGB-Farbe für den Rand der männlichen Box.
hr: RGB-boja za rubove okvira muških osoba.
nl: RGB-kleur voor vakrand bij mannen.
pt_pt: Cor RGB para o contorno da caixa dos homens.
uk: RGB-колір для контуру блоку чоловіків.

source: RGB-color for Female box background.
da: RGB-farve til baggrund for kvindelig boks .
de: RGB-Hintergrundfarbe für weibliche Box.
hr: RGB-boja pozadine okvira ženskih osoba.
nl: RGB-kleur voor vakachtergrond van vrouwen.
pt_pt: Cor RGB para o fundo da caixa das mulheres.
uk: RGB-колір для фону блоку жінок.

source: Female Background Alpha
da: Kvindelig baggrund Alpha
de: Weiblicher Hintergrund Alpha
hr: Prozirnost pozadine ženskih osoba
nl: Alpha achtergrond bij vrouwen
pt_pt: Transparência do fundo feminino
uk: Прозорість фону для жінок

source: Alpha for Female box background (transparent=0, solid=255).
da: Alpha for kvindelig boks baggrund (gennemsigtig=0, ugennemsigtig=255).
de: Alpha für Hintergrund der weiblichen Box (transparent=0, undurchsichtig=255).
hr: Prozirnost pozadine okvira ženskih osoba (prozirno=0, neprozirno=255).
nl: Alpha voor vakachtergrond bij vrouwen (transparant=0, effen=255).
pt_pt: Transparência do fundo da caixa das mulheres (transparente = 0, sólido = 255).
uk: Прозорість фону блоку для жінок (прозорий=0, суцільний=255).

source: Female Box Edge
da: Kanten på kvindelig boks
de: Rand der weiblichen Box
hr: Rubovi okvira ženskih osoba
nl: Rand vak vrouwen
pt_pt: Contorno da caixa das mulheres
uk: Контур блоку жінок

source: RGB-color for Female box edge.
da: RGB-farve for kvindelig boks kant.
de: RGB-Farbe für den Rand der weiblichen Box.
nl: RGB-kleur voor vakrand bij vrouwen.
pt_pt: Cor RGB para o contorno da caixa das mulheres.
uk: RGB-колір для контуру блоку жінок.

source: Other Background
da: Anden baggrund
de: Anderer Hintergrund
hr: Boja pozadine ostalih osoba
nl: Achtergrond overige vakken
pt_pt: Outros fundos
uk: Фон для інших

source: RGB-color for other box background.
da: RGB-farve for anden boks baggrund.
de: RGB-Hintergrundfarbe für andere Box.
hr: RGB-boja pozadine okvira ostalih osoba.
nl: RGB-kleur voor achtergrond van overige vakken.
pt_pt: Cor RGB para o fundo de outras caixas.
uk: RGB-колір для фону інших блоків.

source: Other Background Alpha
da: Anden baggrund Alpha
de: Anderer Hintergrund Alpha
hr: Prozirnost pozadine ostalih osoba
nl: Alpha achtergrond overige vakken
pt_pt: Transparência de outras caixas
uk: Прозорість фону для інших

source: Alpha for Other box background (transparent=0, solid=255).
da: Alpha for anden boks baggrund (gennemsigtig=0, ugennemsigtig=255).
de: Alpha für Hintergrund von anderer Box Hintergrund (transparent=0, undurchsichtig=255).
hr: Prozirnost boje pozadine okvira ostalih osoba (prozirno=0, neprozirno=255).
nl: Alpha voor achtergrond van overige vakken (transparant=0, effen=255).
pt_pt: Transparência do fundo de outras caixas (transparente = 0, sólido = 255).
uk: Прозорість фону інших блоків (прозорий=0, суцільний=255).

source: Family Connector Line
da: Familie forbindelseslinje
de: Familieverbindungslinie
hr: Obiteljska poveznica
nl: Familie verbindingslijn
pt_pt: Linha da ligação familiar
uk: Лінія зв’язку сім’ї

source: RGB-color for family connector line.
da: RGB-farve for familie forbindelseslinje.
de: RGB-Farbe für die Verbindungslinie der Familie.
hr: RGB-boja za obiteljske poveznice.
nl: RGB-kleur voor Familie verbindingslijn.
pt_pt: Cor RGB para a linha de ligação familiar.
uk: RGB-колір для лінії зв’язку сім’ї.

source: Marriage Connector Line
da: Ægteskab forbindelseslinje
de: Eheverbindungslinie
hr: Bračna poveznica
nl: Huwelijksverbindingslijn
pt_pt: Linha de ligação do casamento
uk: Лінія зв’язку шлюбу

source: RGB-color for marriage connector line.
da: RGB-farve for ægteskabs forbindelseslinje.
de: RGB-Farbe für die Ehe-Verbindungslinie.
hr: RGB-boja za bračne poveznice.
nl: RGB-kleur van Huwelijksverbindingslijn.
pt_pt: Cor RGB para a linha de ligação do casamento.
uk: RGB-колір для лінії зв’язку шлюбу.

source: Highlight Connector Line
da: Fremhæv forbindelseslinje
de: Verbindungslinie hervorheben
hr: Istakni poveznicu
nl: Markeringsverbindingslijn
pt_pt: Linha de ligação do realce
uk: Виділена лінія зв’язку

source: RGB-color for the highlighted path between two individuals. If the graph.inverts, reverse the order to change.
da: RGB-farve for den fremhævede sti mellem to personer. Hvis graph.inverts, vend ordenen der skal skifte.
de: RGB-Farbe für den hervorgehobenen Pfad zwischen zwei Personen. Wenn das Diagramm invertiert, kehre die Reihenfolge um, um zu ändern.
hr: RGB-boja za istaknutu liniju između dviju osoba. Ako se dijagram invertira, preokreni redoslijed da se promijeni.
nl: RGB-kleur voor het gemarkeerde pad tussen twee personen.Als de grafiek omkeert, keer dan de volgorde om.
pt_pt: Cor RGB para o caminho realçado entre dois indivíduos. Se o gráfico inverter, reverta a ordem para alterar.
uk: RGB-колір для виділеного шляху між двома особами. Якщо граф перевертається, змініть порядок.

source: Trim Box Edge
da: Trim bokskanter
de: Boxenrand kürzen
hr: Rub odrezanih okvira
nl: Inkorten vakrand
pt_pt: Aparar o contorno da caixa
uk: Обрізаний контур блоку

source: RGB-color for box edge that has been trimmed.
da: RGB-farve for bokse, der er trimmet.
de: RGB-Farbe für Boxenrand, die gekürzt wurden.
hr: RGB-boja za rubove okvira koji su odrezani.
nl: RGB-kleur voor ingekorte vakrand.
pt_pt: Cor RGB para o contorno aparado.
uk: RGB-колір для обрізаного контуру блоку.

source: Remove color background on all nodes.
da: Fjern farvebaggrund for alle noder.
de: Entfernen den farbigen Hintergrund in allen Knoten.
hr: Ukloni boju pozadine u svim čvorištima.
nl: Verwijder de achtergrondkleur op alle knooppunten.
pt_pt: Remover fundo colorido em todos os nós.
uk: Видалити кольоровий фон на всіх вузлах.

source: Removes color background for individuals (nodes) on chart.
da: Fjerner farvebaggrund for personer (noder) på digrammet.
de: Entfernt den Farbhintergrund für Personen (Knoten) im Diagramm.
hr: Uklanja boju pozadine svih pojedinaca (čvorišta) u dijagramu.
nl: Hiermee verwijdert u de achtergrondkleur voor individuen (knooppunten) in de grafiek.
pt_pt: Remove a cor de fundo em todos os indivíduos (nós) no gráfico.
uk: Видаляє кольоровий фон для осіб (вузлів) на діаграмі.

source: Enter year to start rounding birthday to year only
da: Angiv året for begyndelse at afrunde fødselsdage til kun år
de: Gib Startjahr zum Runden des Geburtstags nur auf das Jahr ein
hr: Upiši početnu godinu za prikaz samo godine rođendana
nl: Voer het startjaar in om alleen geboortedag tot jaar af te ronden
pt_pt: Insira o ano para começar, arredondando o nascimento só ao ano
uk: Введіть рік, з якого почати округлення дати народження до року

source: Birthdays after this year are represented by the year only. Invalid entries will be ignored.
da: Fødselsdage efter dette år ses kun som år. Ugyldige poster vil blive ignorerede.
de: Geburtstage nach diesem Jahr werden nur durch das Jahr dargestellt. Ungültige Einträge werden ignoriert.
hr: Nakon ove godine, rođendani će se prikazati samo godinom. Nevaljani unosi će se zanemariti.
nl: Geboortedagen na dit jaar worden alleen door het jaar weergegeven.Ongeldige vermeldingen worden genegeerd.
pt_pt: Nascimentos após este ano são representados só pelo ano. Entradas inválidas serão ignoradas.
uk: Дні народження після цього року відображатимуться лише роком. Неправильні значення будуть ігноровані.

source: Round birthday to year after year entered (above).
da: Afrund fødselsdag til år efter det angivne år (ovenfor).
de: Runder Geburtstag auf Jahr nach dem eingegebenen Jahr (oberhalb).
hr: Prikaži rođendan samo godinom, nakon upisivanja godine (iznad).
nl: Rond de geboortedag af tot het jaar na het hierboven ingevoerd jaar.
pt_pt: Arredondar nascimento só ao ano após o ano inserido acima.
uk: Округляти дату народження до року після вказаного року (вище).

source: Represent birthday by year only.
da: Vis kun fødselsdag som år.
de: Stellt Geburtstag nur für das Jahr dar.
hr: Prikaži rođendan samo godinom.
nl: Geef geboortedag alleen door jaar weer.
pt_pt: Representar o nascimento só pelo ano.
uk: Представляти дату народження лише роком.

source: Enter year to start rounding marriage date to year only
da: Angiv året der begynder afrunding af bryllups- dato til kun år
de: Gib Startjahr zum Runden des Hochzeitsdatums auf nur das Jahr ein
hr: Upiši početnu godinu za prikaz samo godine sklapanja braka
nl: Voer het jaar in om te beginnen huwelijk afronden alleen datum tot jaar
pt_pt: Insira o ano para começar, arredondando o casamento só ao ano
uk: Введіть рік, з якого почати округлення дати шлюбу до року

source: Marriages after this year are represented bythe year only. Invalid entries will be ignored.
da: Ægteskaber efter dette år ses kun som år. Ugyldige poster vil blive ignorerede.
de: Eheschließungen nach diesem Jahr werden nur durch die Jahreszahl dargestellt. Ungültige Einträge werden ignoriert.
hr: Nakon ove godine, brakovi će se prikazati samo godinom. Nevaljani unosi će se zanemariti.
nl: Huwelijken na dit jaar worden alleen door het jaar weergegeven.Ongeldige vermeldingen worden genegeerd.
pt_pt: Casamentos após este ano são representados só pelo ano. Entradas inválidas serão ignoradas.
uk: Шлюби після цього року відображатимуться лише роком. Неправильні значення будуть ігноровані.

source: Round marriage to year after year entered (above).
da: Afrund bryllupsdato til år efter det angivne år (ovenfor).
de: Runde Hochzeitstag auf Jahr nach dem eingegebenen Jahr (oberhalb).
hr: Prikaži brakove samo godinom nakon upisivanja godine (iznad).
nl: Rond huwelijk af tot jaar na hierboven ingevoerd jaar.
pt_pt: Arredondar casamento só ao ano após o ano inserido acima.
uk: Округляти дату шлюбу до року після вказаного року (вище).

source: Represent marriage by year only.
da: Vis bryllupsdato udelukkende som år.
de: Stellt Hochzeitstage nur für Jahr da.
hr: Prikaži brakove samo godinom.
nl: Geef huwelijk alleen door jaar weer.
pt_pt: Representar o casamento só pelo ano.
uk: Представляти дату шлюбу лише роком.

source: Attempts to remove middle names. Only works for entries with birth year in the record.
da: Forsøg på at fjerne mellemvan. Virker kun for poster med fødselsdato i posten.
de: Versucht, zweite Vornamen zu entfernen. Funktioniert nur für Einträge mit Geburtsjahr im Datensatz.
hr: Pokušava ukloniti srednja imena. Funkcionira samo za unose s godinom rođenja u zapisu.
nl: Pogingen om middelste namen te verwijderen.Werkt alleen voor vermeldingen met geboortejaar in het record.
pt_pt: Tenta remover nomes do meio. Só funciona para entradas com o ano de nascimento no registo.
uk: Спроба видалити другі імена. Працює лише для записів, що містять рік народження.

source: Remove middle names.
da: Fjern mellemnavne.
de: Zweiten Vornamen entfernen.
hr: Ukloni srednja imena.
nl: Verwijder de middelste namen.
pt_pt: Remover nomes do meio.
uk: Видалити другі імена.

source: Allow inclusion of private records in chart.
da: Tillad at private poster medtages i diagrammet.
de: Vertrauliche Datensätze in Diagramm zulassen.
hr: Dozvoli uključivanje privatnih zapisa u dijagram.
nl: Sta opname van privérecords in de grafiek toe.
pt_pt: Permitir inclusão de registos privados no gráfico.
uk: Дозволити включення приватних записів у діаграму.

source: Trim
de: Kürzen
hr: Odreži
nl: Inkorten
pt_pt: Aparar
uk: Обрізка

source: Trim descendants
da: Trim efterkommere
de: Nachkommen kürzen
hr: Odreži potomke
nl: Inkorten aantal afstammelingen
pt_pt: Aparar descendentes
uk: Обрізати нащадків

source: All descendants (children) of selected individuals will not be shown.
da: Alle efterkommere (børn) af valgter personer vil ikke blive vist.
de: Alle Nachkommen (Kinder) der gewählten Personen werden nicht gezeigt.
hr: Svi potomci (djeca) odabranog pojedinca neće biti prikazani.
nl: Alle nakomelingen (kinderen) van geselecteerde personen worden niet getoond.
pt_pt: Todos os descendentes (filhos) dos indivíduos seleccionados serão ocultados.
uk: Усі нащадки (діти) вибраних осіб не будуть показані.

source: Enable trimming of descendants.
da: Tillad at efterkommere trimmes.
de: Aktiviert Kürzung von Nachkommen.
hr: Omogući odrezivanje potomaka.
nl: Schakel inkorten van aantal nakomelingen in.
pt_pt: Activar Aparar descendentes.
uk: Увімкнути обрізку нащадків.

source: You must enter valid person(s) before enabling trimming of descendants from tree.
da: Du skal angive gyldige person(er) tnden du tillader at efterkommere trimmes fra træet.
de: Du must erst gültige Personen wählen vor dem Kürzen von Nachkommen aus dem Baum.
hr: Moraš upisati valjanu osobu/osobe prije odrezivanja potomaka iz stabla.
nl: U moet geldige personen invoeren voordat u het inkorten van aantal afstammelingen uit de boom kunt inschakelen.
pt_pt: Tem de inserir indivíduos válidos antes de permitir aparar descendentes na árvore.
uk: Ви повинні ввести дійсну особу(осіб) перед увімкненням обрізки нащадків у дереві.

source: Trim ancestors
da: Trim aner
de: Vorfahren kürzen
hr: Odreži pretke
nl: Inkorten aantal voorouders
pt_pt: Aparar ascendentes
uk: Обрізати предків

source: All ancestors (parents) of selected individuals will not be shown.
da: Alle aner (forældre) til valgte personer vil ikke blive vist.
de: Alle Vorfahren (Eltern) der gewählten Personen werden nicht gezeigt.
hr: Svi preci (roditelji) odabranog pojedinca neće biti prikazani.
nl: Alle voorouders (ouders) van geselecteerde personen worden niet getoond.
pt_pt: Todos os ascendentes (pais) dos indivíduos seleccionados serão ocultados.
uk: Усі предки (батьки) вибраних осіб не будуть показані.

source: Enable trimming of ancestors.
da: Tillad at aner trimmes.
de: Aktiviert Kürzung von Vorfahren.
hr: Omogući odrezivanje predaka.
nl: Schakel inkorten van aantal voorouders in.
pt_pt: Activar Aparar ascendentes.
uk: Увімкнути обрізку предків.

source: Enable trimming of ancestors from tree.
da: Tillad at aner trimmes fra træet.
de: Aktiviere Kürzung von Vorfahren aus dem Baum.
hr: Omogući odrezivanje predaka iz stabla.
nl: Schakel inkorten van aantal voorouders uit de stamboom in.
pt_pt: Permitir aparar ascendentes da árvore.
uk: Увімкнути обрізку предків у дереві.

source: Enable trim groups.
da: Tillad trmning af grupper.
de: Aktiviere Kürzung von Gruppen.
hr: Omogući odrezane grupe.
nl: Schakel inkorten van aantal groepen in.
pt_pt: Activar grupos de aparo.
uk: Увімкнути обрізку груп.

source: Remove groups less than Min Group Size. Automatic for databases with more than 1500 individuals.
da: Fjern grupper mindre en Min gruppestørrelse. Automatisk i databaser med mere end 1500 personer.
de: Entfernt Gruppen, die kleiner als Min. Gruppengröße sind. Automatisch für Datenbanken mit mehr als 1500 Personen.
hr: Ukloni grupe, koje su manje od min. veličine grupe. Automatski za baze podataka s više od 1500 pojedinaca.
nl: Verwijder groepen kleiner dan Min Group Size. Automatisch voor databases met meer dan 1500 individuen.
pt_pt: Remover grupos menores que o tamanho mínimo. Automático para árvores com mais de 1500 indivíduos.
uk: Видаляти групи, менші за мінімальний розмір групи. Автоматично для баз даних із понад 1500 особами.

source: Min Group Size
da: Min gruppestørrelse
de: Min Gruppengröße
hr: Min. veličina grupe
nl: Minimale groepsgrootte
pt_pt: Tamanho mínimo
uk: Мінімальний розмір групи

source: Enter the minimum size group to display. Value may be 2 or greater.
da: Angiv den mindste gruppestørrelse der vises Værdien kan være 2 eller større.
de: Gib die minimale Gruppengröße ein, die angezeigt werden soll. Der Wert kann 2 oder größer sein.
hr: Upiši minimalnu veličinu grupe. Vrijednost može biti 2 ili veća.
nl: Voer de minimumgrootte van de groep in om weer te geven. De waarde kan 2 of groter zijn.
pt_pt: Insira o tamanho mínimo do grupo a mostrar. Pode ser 2 ou maior.
uk: Введіть мінімальний розмір групи для відображення. Значення повинно бути 2 або більше.
