Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Lines of Descendency from %(ancestor)s to %(descendent)s
da: Linjer af efterkommer fra %(ancestor)s til %(descendent)s
de: Nachkommen Linien von %(ancestor)s zu %(descendent)s
hr: Linija potomstva od „%(ancestor)s” do „%(descendent)s”
nl: Afstammingslijnen van %(ancestor)s naar %(descendent)s
pt_pt: Linhas de descendência de %(ancestor)s até %(descendent)s
uk: Лінії нащадків від %(ancestor)s до %(descendent)s

source: Liste Eclair
da: Kvikliste
de: Blitzliste
hr: Brzi popis
nl: Tiny Tafel
pt_pt: Lista rápida
uk: Швидкий список

source: Produit une liste eclair
da: Dan en kvikliste
de: Produziert eine Blitzliste
hr: Stvara brzi popis
nl: Produceert een tiny tafel
pt_pt: Produzir uma lista rápida de correspondências
uk: Створює швидкий список

source: Type de Liste
da: Listetype
de: Art der Liste
hr: Vrsta popisa
nl: Lijsttype
pt_pt: Tipo de lista
uk: Тип списку

source: Type de liste
da: Listetype
de: Art der Liste
hr: Vrsta popisa
nl: Lijsttype
pt_pt: Tipo de lista
uk: Тип списку

source: Include private data
da: Medtag private data
de: Vertrauliche Daten einbeziehen
hr: Uključi privatne podatke
nl: Voeg privégegevens toe
pt_pt: Incluir dados privados
uk: Включити приватні дані

source: The style used for the liste eclair.
da: Stilen for kviklisten.
de: Der für die Blitzliste verwendete Stil.
hr: Stil korišten za brzi popis.
nl: De stijl die wordt gebruikt voor de tiny tafel.
pt_pt: O estilo usado para a lista rápida.
uk: Стиль, що використовується для швидкого списку.

source: The style used for place title.
da: Stilen der bruges til stedtitlen.
de: Der für den Ortstitel verwendete Stil.
hr: Stil korišten za imena mjesta.
nl: De stijl die wordt gebruikt voor de titel van de locatie.
pt_pt: O estilo usado para o título do local.
uk: Стиль, що використовується для заголовка місця.

source: Media Browser
de: Medienbrowser
he: דפדפן קבצי מדיה
hr: Preglednik za medije
pt_pt: Navegador de multimédia
uk: Медіа-браузер

source: Browser
he: דפדפן
hr: Preglednik
pt_pt: Navegador
uk: Браузер

source: Merge Media
da: Mediesammenfletning
de: Medien zusammenführen
he: מיזוג מדיה
hr: Sjedinjavanje medija
nl: Media samenvoegen
pt_pt: Unir multimédia
uk: Обʼєднати медіа

source: Searches the entire database, looking for media that have the same path and merges them.
da: Gennemsøger hele databasen, og leder efter medier der har samme filsti og sammenfletter dem.
de: Durchsucht die gesamte Datenbank nach Medien, die denselben Pfad haben, und führt sie zusammen.
he: חיפוש בכלל מסד־הנתונים, לאיתור ומזוג פרטי מדיה בעלי נתיבים זהים.
hr: Pretražuje cijelu bazu podataka i sjedinjuje medije koji imaju istu stazu.
nl: Doorzoekt de hele database naar media met hetzelfde pad en voegt deze samen.
pt_pt: Procura em toda a base de dados por multimédia que tenha o mesmo caminho e une-a.
uk: Шукає по всій базі даних медіа з однаковим шляхом і обʼєднує їх.

source: Media Merge
da: Sammenfletning af medier
de: Medienzusammenführung
he: מיזוג מדיה
hr: Sjedinjavanje medija
nl: Media samenvoegen
pt_pt: União de multimédia
uk: Обʼєднання медіа

source: {number_of} media merged
da: {number_of} sammenflettede medier
de: {number_of} Medium zusammengeführt
he: עצם מדיה {number_of} מוזג
hr: {number_of} medij je sjedinjen
nl: {number_of} medium samengevoegd
pt_pt: {number_of} multimédia unida
uk: {number_of} медіа обʼєднано

source: No media items merged.
da: Ingen medier sammenflettet.
de: Keine Medienelemente zusammengeführt.
he: לא מוזגו פרטי מדיה.
hr: Niti jedan medij nije sjedinjen.
nl: Geen media-items samengevoegd.
pt_pt: Nenhuma multimédia unida.
uk: Жоден медіа-елемент не був обʼєднаний.

source: Media Report
da: Medierapport
de: Medienbericht
he: דוח מדיה
hr: Izvještaj o medijima
nl: Media Rapport
pt_pt: Relatório multimédia
uk: Звіт про медіа

source: Generates report including images, image data and notes.
da: Danner en rapport som medtager billeder, billeddata og noter.
de: Erstellt einen Bericht mit Bildern, Bilddaten und Notizen.
he: חילול דוח שכולל תמונות, מידע על תמונות והערות.
hr: Izrađuje izvještaj koji uključuje slike, podatke slika i zabilješke.
nl: Genereert rapport inclusief afbeeldingen, afbeeldingsgegevens en notities.
pt_pt: Gera um relatório incluindo imagens, dados das imagens e notas.
uk: Генерує звіт, що містить зображення, медіадані та примітки.

source: You have to select an image to generate this report.
da: Du skal vælge et billede for at danne denne rapport.
de: Um diesen Bericht zu erstellen, muss ein Bild ausgewählt werden.
he: יש לבחור תמונה כדי לחולל דוח זה.
hr: Za stvaranje ovog izvještaja moraš odabrati jednu sliku.
nl: U moet een afbeelding selecteren om dit rapport te genereren.
pt_pt: Tem de seleccionar uma imagem para gerar este relatório.
uk: Ви повинні вибрати зображення, щоб створити цей звіт.

source: You have to select a custom note or uncheck the option 'include custom note' to generate this report.
da: Du skal vælger en tilpasset note eller fjerne markeringen 2medtag tilpasset note' for at danne denne rapport.
de: Um diesen Bericht zu erstellen, muss ein benutzerdefinierte Notiz ausgewählt werden, oder die Option ‚Benutzerdefinierte Notiz aufnehmen‘ deaktiviert werden.
he: לחילול הדוח, יש לבחור בהערה מותאמת אישית, או לבטל סימון 'הכללת הערה מותאמת אישית'.
hr: Za stvaranje ovog izvještaja moraš odabrati jednu prilagođenu zabilješku ili odznači opciju „Uključi prilagođenu zabilješku”.
nl: U moet een aangepaste notitie selecteren of de optie 'aangepaste notitie opnemen' uitschakelen om dit rapport te genereren.
pt_pt: Tem de seleccionar uma nota personalizada ou desmarcar a opção "Incluir nota personalizada" para gerar este relatório.
uk: Ви повинні вибрати власну примітку або зняти прапорець 'включити власну примітку', щоб створити цей звіт.

source: This report only supports PDF as output file format.
da: Denne rapport understøtter kun PDF som format for uddata.
de: Dieser Bericht unterstützt nur PDF als Ausgangsformat.
he: דוח זה תומך בפלט בתסדיר קובץ PDF בלבד.
hr: Ovaj izvještaj podržava samo PDF kao izlazni format.
nl: Dit rapport ondersteunt alleen PDF als uitvoerbestandsindeling.
pt_pt: Este relatório só suporta o formato de saída em PDF.
uk: Цей звіт підтримує лише формат PDF для збереження.

source: General:
da: Generelt:
de: Allgemeines:
he: כללי:
hr: Opće:
nl: Algemeen:
pt_pt: Geral:
uk: Загальні відомості:

source: Image type:
da: Billedtype:
de: Art der Bilder:
he: סוג תמונה:
hr: Vrsta slike:
nl: Afbeeldingstype:
pt_pt: Tipo de imagem:
uk: Тип зображення:

source: Heading
da: Overskrift
de: Überschrift
he: כותרת
hr: Naslov
nl: Titel
pt_pt: Título
uk: Заголовок

source: Select a media file for this report
da: Vælg en mediefil for denne rapport
de: Mediendatei für diesen Bericht wählen
he: בחירת קובץ מדיה עבור דוח זה
hr: Odaberi datoteku medija za ovaj izvještaj
nl: Selecteer een mediabestand voor dit rapport
pt_pt: Seleccionar um ficheiro multimédia para o relatório
uk: Виберіть медіафайл для цього звіту

source: Custom note
da: Tilpasset note
de: Benutzerdefinierte Notiz
he: הערה מותאם אישית
hr: Prilagođena zabilješka
nl: Aangepaste notitie
pt_pt: Nota personalizada
uk: Власна примітка

source: Select a note for this report
da: Vælg note til denne rapport
de: Notiz für diesen Bericht auswählen
he: בחירת הערה עבור דוח זה
hr: Uključi zabilješku za ovaj izvještaj
nl: Selecteer een opmerking voor dit rapport
pt_pt: Seleccione uma nota para o relatório
uk: Виберіть примітку для цього звіту

source: Include custom note
da: Medtag tilpasset note
de: Benutzerdefinierte Notiz einbeziehen
he: הכללת הערה מותאם אישית
hr: Uključi prilagođenu zabilješku
nl: Aangepaste opmerking opnemen
pt_pt: Incluir nota personalizada
uk: Включити власну примітку

source: The custom note will be included
da: Den tilpassede note vil blive medtaget
de: Benutzerdefinierte Notiz wird einbezogen
he: הערה תותאמת אישית תכלל בדוח
hr: Prilagođena zabilješka će se uključiti u izvještaj
nl: De aangepaste opmerking wordt opgenomen
pt_pt: A nota personalizada será incluída
uk: Власна примітка буде включена

source: Include referenced people
da: Medtag refererede personer
de: Referenzierte Personen einbeziehen
he: הכללת אנשים שאליהם קיימת הפניה
hr: Uključi osobe povezane s medijem
nl: Mensen opnemen waarnaar verwezen wordt
pt_pt: Incluir indivíduos referenciados
uk: Включити пов'язаних осіб

source: Referenced people will be included
da: Refererede personer vil blive medtaget
de: Referenzierte Personen werden einbezogen
he: אנשים שאליהם קיימת הפניה יכללו בדוח
hr: Osobe povezane s medijem će se uključiti u izvještaj
nl: Mensen waarnaar wordt verwezen, worden opgenomen
pt_pt: Os indivíduos referenciados serão incluídos
uk: Пов'язані особи будуть включені

source: Include media data
da: Medtag mediedata
de: Mediendaten einbeziehen
he: הכללת נתונים על מדיה
hr: Uključi podatke medija
nl: Neem mediagegevens op
pt_pt: Incluir dados multimédia
uk: Включити медіадані

source: Tags, notes and attributes will be included
da: Mærkater, noter og attributter vil blive medtaget
de: Markierungen, Notizen und Attribute werden einbezogen
he: תגים, הערות ותכונות יכללו בדוח
hr: Etikete, zabilješke i svojstva će se uključiti u izvještaj
nl: Tags, notities en attributen worden opgenomen
pt_pt: Etiquetas, notas e atributos serão incluídos
uk: Теги, примітки та атрибути будуть включені

source: Media width
da: Medie bredde
de: Medienbreite
he: רוחב מדיה
hr: Širina medija
nl: Media breedte
pt_pt: Largura da imagem
uk: Ширина медіа

source: Maximum media width in % of available page width.
da: Maksimum mediebredde i % af aktuel sidebredde.
de: Maximale Medienbreite in % der verfügbaren Seitenbreite.
he: רוחב מדיה מרבי באחוזים (%) מרוחב זמין בעמוד.
hr: Maksimalna širina medija u postocima dostupne širine stranice.
nl: Maximale mediabreedte in % van de beschikbare paginabreedte.
pt_pt: Largura máxima da imagem em % da largura da página.
uk: Максимальна ширина медіа у % від доступної ширини сторінки.

source: Media height
da: Mediehøjde
de: Medienhöhe
he: גובה מדיה
hr: Visina medija
nl: Media hoogte
pt_pt: Altura da imagem
uk: Висота медіа

source: Maximum media height in % of available page height.
da: Maksimum mediehøjde i % af aktuel sidehøjde.
de: Maximale Medienhöhe in % der verfügbaren Seitenhöhe.
he: גובה מדיה מרבי באחוזים (%) מגובה זמין בעמוד.
hr: Maksimalna visina medija u postocima dostupne visine stranice.
nl: Maximale mediahoogte in % van de beschikbare paginahoogte.
pt_pt: Altura máxima da imagem em % da altura da página.
uk: Максимальна висота медіа у % від доступної висоти сторінки.

source: Media Verify
da: Verificér medier
de: Medien Überprüfen
he: אימות מדיה
hr: Provjera medija
nl: Mediaverificatie
pt_pt: Verificar multimédia
uk: Перевірка медіа

source: Verify that media is present in the correct path
da: Verificér at medier er tilstede på den korrekte filsti
de: Überprüfen, dass das Medium im richtigen Pfad vorhanden ist
he: נא לודא שקיימת מדיה בנתיב הנוכחי
hr: Provjeri ispravnost staza medija
nl: Controleer of media aan het juiste pad gekoppeld zijn
pt_pt: Verifica se a multimédia está presente no caminho correcto
uk: Перевіряє наявність медіа за правильним шляхом

source: Media Verify Tool
da: Værktøj til medieverficéring
de: Medienüberprüfungswerkzeug
he: כלי לאימות אוביקטי מדיה
hr: Alat za provjeru medija
nl: Hulpmiddel voor mediaverificatie
pt_pt: Ferramenta de verificação de multimédia
uk: Інструмент перевірки медіа

source: Missing Files
da: Manglende filer
de: Fehlende Dateien
he: קבצים חסרים
hr: Nedostajuće datoteke
nl: Ontbrekende bestanden
pt_pt: Ficheiros em falta
uk: Відсутні файли

source: Moved/Renamed Files
da: Flyttede/Omdøbte filer
de: Verschobene/Umbenannte Dateien
he: קבצים שהועברו או ששם השתנה
hr: Premještene/preimenovane datoteke
nl: Verplaatste/hernoemde bestanden
pt_pt: Ficheiros movidos/renomeados
uk: Переміщені/Перейменовані файли

source: Duplicate Files
da: Dublerede filer
de: Doppelte Dateien
he: שכפול קבצים
hr: Duple datoteke
nl: Dubbele bestanden
pt_pt: Ficheiros duplicados
uk: Дублікати файлів

source: Extra Files
da: Ekstra filer
de: Zusätzliche Dateien
he: קבצים נוספים
hr: Dodatne datoteke
nl: Extra bestanden
pt_pt: Ficheiros extra
uk: Зайві файли

source: Errors
da: Fejl
de: Fehler
he: שגיאות
hr: Greške
nl: Fouten
pt_pt: Erros
uk: Помилки

source: No md5 Generated
da: Ingen md5 dannet
de: Kein md5 generiert
he: לא חולל md5
hr: Nije stvoren md5
nl: Geen md5 gegenereerd
pt_pt: Sem md5 gerado
uk: md5 не створено

source: Close the Media Verify Tool
da: Luk værktøj til medieverficéring
de: Medienüberprüfungswerkzeug schließen
he: סגירת הכלי לאימות נתונים
hr: Zatvori alat za provjeru medija
nl: Sluit het hulpmiddel Mediaverificatie
pt_pt: Fechar a ferramenta de verificação de multimédia
uk: Закрити Media Verify Tool

source: Generate
da: _Generér
de: Generieren
he: חילול
hr: Izradi
nl: Genereer
pt_pt: Gerar
uk: Згенерувати

source: Generate md5 hashes for media objects
da: Generer md5 hashes for medie objekter
de: Generieren von md5-Hashes für Medienobjekte
he: חילול האש md5 לאוביקטי מדיה
hr: Izradi md5 hash-tablice za medijske objekte
nl: Genereer md5-hashes voor media-objecten
pt_pt: Gerar assinaturas md5 para a multimédia
uk: Створити md5 хеші для медіа обʼєктів

source: Verify
da: Verificér
de: Überprüfen
he: אימות
hr: Provjeri
nl: Verifiëren
pt_pt: Verificar
uk: Перевірити

source: Check media paths and report missing, duplicate and extra files
da: Kontrollér mediefilstier og rapporter manglende dublikerede og ekstra filer
de: Medienpfade prüfen und fehlende, doppelte und zusätzliche Dateien melden
he: בדיקת נתיבי מדיה ודיווח על פריטים חסרים, שכפול וחילוץ קבצים
hr: Provjeri staze medija i izvjesti o nedostajućim, duplim ili dodatnim datotekama
nl: Controleer mediapaden en rapporteer ontbrekende, dubbele en extra bestanden
pt_pt: Verificar caminhos multimédia e relatar ficheiros em falta, duplicados e adicionados
uk: Перевіряє шляхи до медіа та повідомляє про відсутні, дублікати і зайві файли

source: Export
da: Eksportér
de: Exportieren
he: ייצוא
hr: Izvezi
nl: Exporteren
pt_pt: Exportar
uk: Експорт

source: Export the results to a text file
da: Eksporter resultatet til en tekstfil
de: Exportiere die Ergebnisse in eine Textdatei
he: ייצוא התוצאות לקובץ מלל
hr: Izvezi rezultate u tekstualnu datoteku
nl: Exporteer de resultaten naar een tekstbestand
pt_pt: Exportar os resultados para um ficheiro de texto
uk: Експортувати результати у текстовий файл

source: Fix
da: Ret
de: Korrigieren
he: תיקון
hr: Ispravi
nl: Herstel
pt_pt: Reparar
uk: Виправити

source: Fix media paths of moved and renamed files
da: Ret mediefilstier for flyttede og omdøbte filer
de: Korrektur der Medienpfade von verschobenen und umbenannten Dateien
he: תיקון נתיבי מדיה לקבצים שהועברו או ששם השתנה
hr: Ispravi staze medija za premještene ili preimenovane datoteke
nl: Herstel mediapaden van verplaatste en hernoemde bestanden
pt_pt: Reparar caminhos multimédia de ficheiros movidos/renomeados
uk: Виправити шляхи для переміщених та перейменованих файлів

source: Verify Gramps media using md5 hashes
da: Verificer Gramps mediefiler med md5 hashes
de: Gramps-Medien mit md5-Hashes verifizieren
he: לאמת מדית גרמפס תוך שימוש בהאש md5
hr: Provjeri Gramps medije, koristeći md5 hash-tablice
nl: Controleer Gramps-media met md5-hashes
pt_pt: Verificar multimédia usando assinaturas md5
uk: Перевірити медіа Gramps за допомогою md5 хешів

source: Files
da: Filer
de: Dateien
he: קבצים
hr: Datoteke
nl: Bestanden
pt_pt: Ficheiros
uk: Файли

source: Export results to a text file
da: Eksporter resultatet til en tekstfil
de: Ergebnisse in eine Textdatei exportieren
he: ייצוא תוצאות לקובץ מלל
hr: Izvezi rezultate u tekstualnu datoteku
nl: Exporteer resultaten naar een tekstbestand
pt_pt: Exportar resultados para um ficheiro de texto
uk: Експортувати результати у текстовий файл

source: Error when writing the report: %s
da: Fejl ved skrivning af rapport: %s
de: Fehler beim Schreiben des Berichts: %s
he: שגיאה בעת כתיבת דוח: %s
hr: Greška prilikom pisanja izvještaja: %s
nl: Fout bij het schrijven van het rapport: %s
pt_pt: Erro ao escrever o relatório: %s
uk: Помилка при записі звіту: %s

source: Generating media hashes
da: Danner mediehashes
de: Medienhashes erzeugen
he: חילול האש למדיה
hr: Izrada hash-tablica za medije
nl: Mediahashes genereren
pt_pt: A gerar assinaturas md5
uk: Створення хешів для медіа

source: Set media hashes
da: Angive medie hashes
de: Medienhashes setzen
he: הגדרת האש לאוביקטי מדיה
hr: Postavi hash-tablice za medije
nl: Mediahashes instellen
pt_pt: Definir assinaturas multimédia
uk: Додати хеші для медіа

source: Media path not set. You must set the "Base path for relative media paths" in the Preferences.
da: Mediefilsti ikke angivet. Du skal angive "Søgesti for medier" i Indstillinger.
de: Medienpfad nicht festgelegt. Du musst den „Basispfad für relative Medienpfade“ in den Einstellungen festlegen.
he: לא הוגדר נתיב מדיה. נדרש להגדיר בהעדפות את "נתיב הבסיס לנתיבי מדיה יחסיים"
hr: Nije postavljena staza za medije. Moraš je postaviti u postavkama pod „Osnovna relativna staza do medija”.
nl: Mediapad niet ingesteld. U moet het "Basispad voor relatieve mediapaden" instellen in de Voorkeuren.
pt_pt: Caminho não definido. Tem de o definir nas preferências, "Caminho base para caminhos multimédia relativos".
uk: Шлях до медіа не встановлено. Необхідно встановити 'Базовий шлях для відносних шляхів медіа' у налаштуваннях.

source: Finding files
da: Finder filer
de: Dateien finden
he: איתור קבצים
hr: Pronalaženje datoteka
nl: Bestanden zoeken
pt_pt: A procurar ficheiros
uk: Пошук файлів

source: Checking paths
da: Kontrollerer filstier
de: Überprüfe Pfade
he: בדיקת נתיבים
hr: Provjeravanje staza
nl: Paden controleren
pt_pt: A verificar caminhos
uk: Перевірка шляхів

source: Fixing file paths
da: Retter filstier
de: Dateipfade korrigieren
he: תיקון נתיבי קובץ
hr: Ispravljanje staza datoteka
nl: Bestandspaden repareren
pt_pt: A reparar caminhos
uk: Виправлення шляхів до файлів

source: Fix media paths
da: Retter mediefilstier
de: Medienpfade korrigieren
he: תיקון נתיבי מדיה
hr: Ispravi staze medija
nl: Mediapaden repareren
pt_pt: Reparar caminhos
uk: Виправити шляхи до медіа

source: _MongoDB Database
de: _MongoDB Datenbank
hr: _MongoDB baza podatka
pt_pt: Base de dados _MongoDB
uk: _База даних MongoDB

source: MongoDB Database
de: MongoDB Datenbank
hr: MongoDB baza podatka
pt_pt: Base de dados MongoDB
uk: База даних MongoDB

source: Collection of Web sites for the Netherlands (requires libwebconnect)
de: Sammlung von Websites für die Niederlande (erfordert libwebconnect)
hr: Zbirka web stranica za Nizozemsku (zahtijeva libwebconnect)
nl: Verzameling van websites voor Nederland (vereist libwebconnect)
pt_pt: Colecção de páginas web para a Holanda (requer libwebconnect)
uk: Збірка вебсайтів для Нідерландів (потрібен libwebconnect)

source: Open Archives
de: Offene Archive
hr: Otvoreni arhivi
nl: Open Archieven
pt_pt: Arquivos abertos
uk: Відкриті архіви

source: Genealogy Online
de: Genealogie Online
hr: Genealogija online
nl: Genealogie online
pt_pt: Genealogia em linha
uk: Генеалогія онлайн

source: National Archive
de: Nationales Archiv
hr: Nacionalni arhiv
nl: Nationaal Archief
pt_pt: Arquivos nacionais
uk: Національний архів

source: Who (re)searches who?
de: Wer erforscht/sucht wen?
hr: Tko istražuje/traži koga?
nl: Wie (onder)zoekt wie?
uk: Хто (до)досліджує кого?

source: Network Chart
da: Netværksdiagram
de: Netzwerkdiagramm
hr: Mrežni dijagram
nl: Netwerk Grafiek
pt_pt: Gráfico de rede
uk: Мережева діаграма

source: Generates a family network chart.
da: Danner et familie netværksdiagram.
de: Erzeugt ein Familiennetzwerkdiagramm.
hr: Stvara mrežni dijagram obitelji.
nl: Genereert een familienetwerkgrafiek.
pt_pt: Gera um gráfico familiar de rede.
uk: Генерує мережеву діаграму родини.

source: birth abbreviation|b.
da: f.
de: geb.
hr: r.
nl: afkorting geboorte|b.
pt_pt: n.
uk: скорочення для народження|н.

source: death abbreviation|d.
da: d.
de: gest.
hr: u.
nl: afkorting overlijden|d.
pt_pt: f.
uk: скорочення для смерті|п.

source: marriage abbreviation|m.
da: g.
de: verh.
hr: vj.
nl: afkorting huwelijk|m.
pt_pt: c.
uk: скорочення для шлюбу|ш.

source: File exists. Overwrite?
da: Filen findes. Overskriv?
de: Datei existiert. Überschreiben?
hr: Datoteka već postoji. Želiš li je prepisati?
nl: Bestand bestaat. Overschrijven?
pt_pt: O ficheiro existe. Sobrescrever?
uk: Файл існує. Перезаписати?

source: created
da: dannet
de: erstellt
hr: stvoreno
nl: gemaakt
pt_pt: criado
uk: створено

source: last_written
da: senest_skrevet
de: zuletzt_geschrieben
hr: zadnji_zapis
nl: als laatste geschreven
pt_pt: última_escrita
uk: останні зміни

source: Main
da: Hoved
de: Haupt
hr: Osnovno
nl: Algemeen
pt_pt: Principal
uk: Головне

source: Orthogonal (right angles in connectors)
da: Ortogonal (rette vinkler i forbindelserne)
de: Orthogonal (rechte Winkel in den Verbindern)
hr: Pravokutno (pravokutne poveznice)
nl: Orthogonaal (rechte hoeken in connectoren)
pt_pt: Ortogonal (ângulos rectos nas ligações)
uk: Ортогональний (прямі кути в з'єднаннях)

source: Straight (no right angles in connectors)
da: Direkte (ingen rette vinkler i forbindelserne)
de: Gerade (keine rechten Winkel in den Verbindern)
hr: Ravno (ravne poveznice)
nl: Rechtstreeks (geen rechte hoeken in connectoren)
pt_pt: Directo (sem ângulos rectos nas ligações)
uk: Прямий (без прямих кутів у з'єднаннях)

source: Curved (curved and straight connectors)
da: Buet (buede og lige forbindelser)
de: Geschwungen (gebogene und gerade Verbinder)
hr: Krivuljasto (krivuljaste i ravne poveznice)
nl: Gebogen (gebogen en rechte connectors)
pt_pt: Curvo (ligações curvas e rectas)
uk: Криволінійний (поєднання кривих і прямих з'єднань)

source: Default (Orthogonal)
da: Standard (Ortogonal)
de: Standard (orthogonal)
hr: Standardno (okomito)
nl: Standaard (orthogonaal)
pt_pt: Pré-definição (ortogonal)
uk: За замовчуванням (Ортогональний)

source: Select the graph line connector format.
da: Vælg diagrammets linjeforbindelse format.
de: Wählen Sie das Diagrammlinienverbinderformat.
hr: Odaberi format za linije povezivanja u dijagramu.
nl: Selecteer de opmaak van de grafische lijnconnector.
pt_pt: Seleccionar o formato da linha de ligações.
uk: Виберіть формат з'єднувальних ліній графа.

source: Left to Right
da: Venstre til højre
de: Links nach Rechts
hr: Lijevo-desno
nl: Links naar rechts
pt_pt: Da esquerda para a direita
uk: Зліва направо

source: Top to Bottom
da: Top til bund
de: Oben nach Unten
hr: Gore-dolje
nl: Boven naar beneden
pt_pt: De cima para baixo
uk: Зверху вниз

source: Bottom to Top
da: Bund til top
de: Unten nach Oben
hr: Dolje-gore
nl: Beneden naar boven
pt_pt: De baixo para cima
uk: Знизу вгору

source: Right to Left
da: Højre til vnstre
de: Von rechts nach links
hr: Desno-lijevo
nl: Rechts naar links
pt_pt: Da direita para a esquerda
uk: Справа наліво

source: Default (Top to Bottom)
da: Standard (top til bund)
de: Standard (von oben nach unten)
hr: Standardno (gore-dolje)
nl: Standaard (Boven naar beneden)
pt_pt: Pré-definição (de cima para baixo)
uk: За замовчуванням (Зверху вниз)

source: Select the graph direction.
da: Vælg diagrammet retning.
de: Wähle die Grafikrichtung.
hr: Odaberi smjer dijagrama.
nl: Selecteer de grafiekrichting.
pt_pt: Seleccionar a direcção do gráfico.
uk: Виберіть напрямок графа.

source: URL Style
da: URL stil
de: URL Stil
hr: Vrsta URL-a
nl: URL Grafiekstijl
pt_pt: Estilo do URL
uk: Стиль URL

source: Include URLs from database.
da: Medtag URLs fra databasen.
de: URLs aus der Datenbank einschließen.
hr: Uključi URL-ove iz baze podataka.
nl: Voeg URL's uit database toe.
pt_pt: Incluir URLs de base de dados.
uk: Включити URL-адреси з бази даних.
