Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: <b><i>Citation</i></b>
da: <b><i>Kildehenvisning</i></b>
de: <b><i>Fundstelle</i></b>
hr: <b><i>Citat</i></b>
nl: <b><i>Citaat</i></b>
pt_pt: <b><i>Citação</i></b>
uk: <b><i>Цитування</i></b>

source: <b><i>Source</i></b>
da: <b><i>Kilde</i></b>
de: <b><i>Quelle</i></b>
hr: <b><i>Izvor</i></b>
nl: <b><i>Bron</i></b>
pt_pt: <b><i>Fonte</i></b>
uk: <b><i>Джерело</i></b>

source: census
da: folketælling
de: Volkszählung
hr: popis stanovništva
nl: volkstelling
pt_pt: censo
uk: перепис

source: <b>Census</b>
da: <b>Folketælling</b>
de: <b>Volkszählung</b>
hr: <b>Popis stanovništva</b>
nl: <b>Volkstelling</b>
pt_pt: <b>Censo</b>
uk: <b>Перепис</b>

source: <b>Repository</b>
da: <b>Arkiv</b>
de: <b>Aufbewahrungsort</b>
hr: <b>Spremište</b>
nl: <b>Bibliotheek</b>
pt_pt: <b>Repositório</b>
uk: <b>Сховище</b>

source: First name:
da: Fornavn:
de: Vorname:
hr: Ime:
nl: Voornaam:
pt_pt: Nome próprio:
uk: Ім'я:

source: Birth date:
da: Fødselsdato:
de: Geburtsdatum:
hr: Datum rođenja:
nl: Geboortedatum:
pt_pt: Data de nascimento:
uk: Дата народження:

source: Death date:
da: Dødsdato:
de: Sterbedatum:
hr: Datum smrti:
nl: Overlijdensdatum:
pt_pt: Data de óbito:
uk: Дата смерті:

source: Birth place:
da: Fødested:
de: Geburtsort:
hr: Mjesto rođenja:
nl: Geboortelocatie:
pt_pt: Local de nascimento:
uk: Місце народження:

source: Death place:
da: Dødssted:
de: Sterbeort:
hr: Mjesto smrti:
nl: Overlijdenslocatie:
pt_pt: Local de óbito:
uk: Місце смерті:

source: Family status:
da: Familiestatus:
de: Familienstand:
hr: Obiteljski status:
nl: Gezinsstatus:
pt_pt: Estado da família:
uk: Сімейний стан:

source: Spouse name:
da: Ægtefælles navn:
de: Name des Partners:
hr: Ime supružnika:
nl: Naam echtgenoot:
pt_pt: Nome do cônjuge:
uk: Ім'я подружжя:

source: Origin:
da: Oprindelse:
de: Herkunft:
hr: Izvorno:
nl: Oorsprong:
pt_pt: Origem:
uk: Походження:

source: Note:
de: Notiz:
hr: Zabilješka:
nl: Notitie:
pt_pt: Nota:
uk: Примітка:

source: <b>Data person</b>
de: <b>Datenperson</b>
hr: <b>Podaci osobe</b>
nl: <b>Gegevens persoon</b>
pt_pt: <b>Indivíduo dos dados</b>
uk: <b>Дані особи</b>

source: Volume:
da: Bind:
de: Band:
hr: Svezak:
uk: Том:

source: order, person, surname, given, age, status, occupation, etc ...
da: orden, person, efternavn, fornavn, alder, status, beskæftigelse, o.s.v...
de: Reihenfolge, Person, Nachname, Vorname, Alter, Status, Beruf, etc ...
hr: red, osoba, prezime, ime, starost, status, zanimanje …
nl: volgorde, persoon, achternaam, gegeven, leeftijd, status, beroep, enz...
pt_pt: ordem, indivíduo, apelido, próprio, idade, estado, profissão, etc.
uk: номер, особа, прізвище, ім'я, вік, статус, професія тощо ...

source: Death act:
da: Dødshandling:
de: Sterbeurkunde:
hr: Potvrda o smrti:
nl: Overlijdensmoment:
pt_pt: Acto de nascimento:
uk: Запис про смерть:

source: <b>Death act</b>
da: <b>Dødshandling</b>
de: <b>Sterbeurkunde</b>
hr: <b>Potvrda o smrti</b>
nl: <b>Overlijdensmoment</b>
pt_pt: <b>Acto de óbito</b>
uk: <b>Запис про смерть</b>

source: <b>Witness:</b>
da: <b>Vidne:</b>
de: <b>Zeuge</b>
hr: <b>Svjedok:</b>
nl: <b>Getuige:</b>
pt_pt: <b>Testemunha:</b>
uk: <b>Свідок:</b>

source: Marriage date:
da: Vielsesdato:
de: Hochzeitsdatum:
hr: Datum sklapanja braka:
nl: Huwelijksdatum:
pt_pt: Data de casamento:
uk: Дата шлюбу:

source: Marriage place:
da: Vielsessted:
de: Hochzeitsort:
hr: Mjesto sklapanja braka:
nl: Huwelijkslocatie:
pt_pt: Local de casamento:
uk: Місце шлюбу:

source: <b>Data mother</b>
da: <b>Data moder</b>
de: <b>Daten Mutter</b>
hr: <b>Podaci majke</b>
nl: <b>Gegevens moeder</b>
pt_pt: <b>Mãe dos dados</b>
uk: <b>Дані матері</b>

source: <b>Data father</b>
da: <b>Data fader</b>
de: <b>Daten Vater</b>
hr: <b>Podaci oca</b>
nl: <b>Gegevens vader</b>
pt_pt: <b>Pai dos dados</b>
uk: <b>Дані батька</b>

source: <b>Spouse</b>
da: <b>Ægtefælle</b>
de: <b>Partner(in)</b>
hr: <b>Supružnik</b>
nl: <b>Echtgenoot</b>
pt_pt: <b>Cônjuge</b>
uk: <b>Чоловік/Дружина</b>

source: alive
da: i live
de: lebt
hr: živi
nl: levend
pt_pt: vivo
uk: живий/жива

source: witness1, name, given, age, occupation; witness2, name, given, age, occupation, etc ...
da: vidne1, navn, ,fornavn, alder, status, beskæftigelse;vidne2, navn, ,fornavn, alder, status, beskæftigelse, o.s.v...
de: Zeuge1, Name, Vorname, Alter, Beruf; Zeuge2, Name, Vorname, Alter,Beruf, etc ...
hr: svjedok1, ime, starost, zanimanje; svjedok2, ime, starost, zanimanje; itd. …
nl: getuige1, naam, opgegeven, leeftijd, beroep; getuige2, naam, voornaam, leeftijd, beroep, enz...
pt_pt: testemunha1, apelido, próprio, idade, profissão, testemunha2, apelido, próprio, idade, profissão, etc.
uk: свідок1, прізвище, ім'я, вік, професія; свідок2, прізвище, ім'я, вік, професія тощо ...

source: index
da: indeks
hr: indeks
pt_pt: índice
uk: індекс

source: _File
da: _Fil
de: _Datei
hr: _Datoteka
nl: _Bestand
pt_pt: _Ficheiro
uk: _Файл

source: Import CSV
da: Importer CSV
hr: Uvezi CVS
nl: CSV importeren
pt_pt: Importar CSV
uk: Імпорт CSV

source: Display all
da: Vis alt
de: Alles zeigen
hr: Prikaži sve
nl: Alles weergeven
pt_pt: Mostrar tudo
uk: Показати всі

source: Display only births
da: Vis kun fødsler
de: Nur Geburten zeigen
hr: Prikaži samo rođenja
nl: Toon alleen geboorten
pt_pt: Mostrar só nascimentos
uk: Показати лише народження

source: Births/Baptisms
da: Fødsler/Dåb
de: Geburten/Taufen
hr: Rođenja/Krštenja
nl: Geboorten/dopen
pt_pt: Nascimentos/Baptizados
uk: Народження/Хрещення

source: Display only marriages
da: Vis kun ægteskaber
de: Nur Hochzeiten zeigen
hr: Prikaži samo brakove
nl: Geef alleen huwelijken weer
pt_pt: Mostrar só casamentos
uk: Показати лише шлюби

source: Marriages/Families
da: Ægteskaber/Familier
de: Hochzeiten/Familien
hr: Brakovi/Obitelji
nl: Huwelijken/gezinnen
pt_pt: Casamentos/Famílias
uk: Шлюби/Сім'ї

source: Display only deaths
da: Vis kun dødsfald
de: Nur Todesfälle anzeigen
hr: Prikaži samo smrti
nl: Toon alleen sterfgevallen
pt_pt: Mostrar só óbitos
uk: Показати лише смерті

source: Deaths/Burials
da: Døde/Begravelser
de: Todesfälle/Bestattungen
hr: Smrti/Pokopi
nl: Sterfgevallen/begrafenissen
pt_pt: Óbitos/Inumações
uk: Смерті/Поховання

source: Display only censuses
da: Vis kun folketællinger
de: Nur Volkszählungen anzeigen
hr: Prikaži samo popise stanovništva
nl: Toon alleen volkstellingen
pt_pt: Mostrar só censos
uk: Показати лише переписи

source: Censuses
da: Folketællinger
de: Volkszählungen
hr: Popisi stanovništva
nl: Volkstellingen
pt_pt: Censos
uk: Переписи

source: About this utility.
da: Om dette redskab.
de: Über dieses Dienstprogramm.
hr: O ovom dodatku.
nl: Over dit hulpprogramma.
pt_pt: Acerca da ferramenta.
uk: Про цю утиліту.

source: About dialog
da: Om dialog
de: Über Dialog
hr: Dijalog za informacije
nl: Over dialoog
pt_pt: Diálogo Acerca
uk: Діалог про програму

source: New birth or baptism
da: Ny fødsel eller dåb
de: Neue Geburt oder Taufe
hr: Novo rođenje ili krštenje
nl: Wedergeboorte of doop
pt_pt: Novo nascimento ou baptismo
uk: Нове народження або хрещення

source: add birth act
da: tilføj fødselshandling
de: Geburtsurkunde hinzufügen
hr: dodaj potvrdu o rođenju
nl: voeg geboorteakte toe
pt_pt: adicionar acto de nascimento
uk: додати запис про народження

source: New marriage
da: Nyt ægteskab
de: Neue Hochzeit
hr: Novi brak
nl: Nieuw huwelijk
pt_pt: Novo casamento
uk: Новий шлюб

source: add marriage act
da: tilføj ægteskabshandling
de: Heiratsurkunde hinzufügen
hr: dodaj potvrdu o sklapanju braka
nl: voeg huwelijksakte toe
pt_pt: adicionar acto de casamento
uk: додати запис про шлюб

source: New death or burial
da: Ny dødsfald eller begravelse
de: Neuer Sterbefall oder Beisetzung
hr: Nova smrt ili pokop
nl: Nieuw sterfgeval of begrafenis
pt_pt: Novo óbito ou inumação
uk: Нова смерть або поховання

source: add death act
da: tilføj dødsfaldhandling
de: Sterbeurkunde hinzufügen
hr: dodaj potvrdu o smrti
nl: overlijdensmoment toevoegen
pt_pt: adicionar acto de óbito
uk: додати запис про смерть

source: New census
da: Ny folketælling
de: Neue Volkszählung
hr: Novi popis stanovništva
nl: Nieuwe volkstelling
pt_pt: Novo censo
uk: Новий перепис

source: add census
da: tilfør folketælling
de: Volkszählung hinzufügen
hr: dodaj popis stanovništva
nl: voeg volkstelling toe
pt_pt: adicionar censo
uk: додати запис перепису

source: Select a birth source
da: Vælg en fødsleskilde
de: Wähle eine Geburtsquelle
hr: Odaberi izvor za rođenje
nl: Selecteer een geboortebron
pt_pt: Seleccionar uma fonte de nascimento
uk: Вибрати джерело народження

source: Select a marriage source
da: Vælg en ægteskabskilde
de: Wähle eine Heiratsquelle
hr: Odaberi izvor za sklapanje braka
nl: Kies een huwelijksbron
pt_pt: Seleccionar uma fonte de casamento
uk: Вибрати джерело шлюбу

source: Select a death source
da: Vælg en dødsfaldkilde
de: Wähle eine Sterbequelle
hr: Odaberi izvor za smrt
nl: Kies een overlijdensbron
pt_pt: Seleccionar uma fonte de óbito
uk: Вибрати джерело смерті

source: Select a census source
da: Vælg enfilketællingskilde
de: Wähle eine Volkszählungsquelle
hr: Odaberi izvor za popis stanovništva
nl: Selecteer een volkstellingsbron
pt_pt: Seleccionar uma fonte de censos
uk: Вибрати джерело перепису

source: Select a repository storing a source
da: Vælg et arkiv der indeholder en kilde
de: Wähle einen Aufbewahrungsort aus, in dem eine Quelle gespeichert ist
hr: Odaberi spremište za izvor
nl: Selecteer een bibliotheek dat een bron bevat
pt_pt: Seleccionar um repositório de uma fonte
uk: Вибрати сховище для джерела

source: repositories
da: arkiver
de: Aufbewahrungsorte
hr: spremišta
nl: bibliotheken
pt_pt: repositórios
uk: сховища

source: Selected view
da: Valgt visning
de: Ausgewählte Ansicht
hr: Odabrani prikaz
nl: Geselecteerde weergave
pt_pt: Vista seleccionada
uk: Вибраний перегляд

source: Records transcriptions ... births/deaths/marriages/censuses with common fields: id, repository, person name, birth date and place, parents.
da: Post transskribering fødsler/dødsfald/ægteskaber/folketællinger med fælles felter: id, arkiv, person, navn, fødselsdato og sted, forældre.
de: Zeichnet Transkriptionen auf ... Geburten/Todesfälle/Ehen/Volkszählungen mit gemeinsamen Feldern: ID, Aufbewahrungsort, Name der Person, Geburtsdatum und -ort, Eltern.
hr: Prijepisi zapisa … rođenja/smrti/brakovi/popisi stanovništva s uobičajenim poljima: id, spremište, ime osobe, datum i mjesto rođenja, roditelji.
nl: Registreert transcripties ... geboorten/sterfgevallen/huwelijken/volkstellingen met gemeenschappelijke velden: id, bibliotheek, persoonsnaam, geboortedatum en -plaats, ouders.
pt_pt: Transcrições de registos de nascimentos/óbitos/casamentos/censos com campos comuns: id, repositório, nome do indivíduo, data e local de nascimento, pais.
uk: Записує транскрипції ... народжень/смертей/шлюбів/переписів із загальними полями: ID, сховище, ім'я особи, дата і місце народження, батьки.

source: *** Error: Must install either ElementTree or lxml.
da: *** Fejl: Du skal installere enten ElementTree eller lxml.
de: *** Fehler: Es muss entweder ElementTree oder lxml installiert sein.
hr: *** Greška: potrebno je instalirati ElementTree ili lxml.
nl: *** Fout: moet ElementTree of lxml installeren.
pt_pt: ***Erro: tem de instalar o ElementTree ou o lxml.
uk: *** Помилка: Потрібно встановити ElementTree або lxml.

source: must install either ElementTree or lxml
da: du skal installere enten ElementTree eller lxml
de: du musst ElemtTree oder lxml installieren
hr: potrebno je instalirati ElementTree ili lxml
nl: moet ElementTree of lxml installeren
pt_pt: tem de instalar o ElementTree ou o lxml
uk: Потрібно встановити ElementTree або lxml

source: Marriage act:
da: Bryllupshandling:
de: Heiratsurkunde:
hr: Potvrda o braku:
nl: Huwelijksmoment:
pt_pt: Acto de casamento:
uk: Акт шлюбу:

source: m. date:
da: v. dato:
de: Heiratsdatum:
hr: datum braka:
nl: h. datum:
pt_pt: data c.:
uk: дата шлюбу:

source: m. place:
da: v. sted:
de: Heiratsort:
hr: mjesto braka:
nl: h. locatie:
pt_pt: local c.:
uk: місце шлюбу:

source: d.contract:
da: v.kontrakt:
de: Heiratsdatum:
hr: datum ugovora:
nl: o.contrac:
pt_pt: contrato ó.:
uk: шлюбний договір (дата):

source: dates banns:
da: datoer for lysninger:
de: Datum Aufgebot:
hr: datumi zapreka/dozvola:
nl: datums huwelijksaankondigingen:
pt_pt: data banhos:
uk: дати оголошення шлюбу:

source: p.contract:
da: stedkontrakt:
de: Heiratsort:
hr: mjesto ugovora:
nl: l.contract:
pt_pt: contrato p.:
uk: шлюбний договір (умови):

source: places banns:
da: sted for lysning:
de: Ort des Aufgebots:
hr: mjesta zapreka/dozvola:
nl: locaties huwelijksaankondigingen:
pt_pt: locais banhos:
uk: місця оголошення шлюбу:

source: <b>Data union</b>
da: <b>Data forening</b>
de: <b>Daten Vereinigung</b>
hr: <b>Podaci braka</b>
nl: <b>Gegevensvereniging</b>
pt_pt: <b>União de dados</b>
uk: <b>Дані про союз</b>

source: <b>Marriage act</b>
da: <b>Vielseshandling</b>
de: <b>Heiratsurkunde</b>
hr: <b>Potvrda o braku</b>
nl: <b>Huwelijksmoment</b>
pt_pt: <b>Acto de casamento</b>
uk: <b>Акт шлюбу</b>

source: <b>Data father spouse1</b>
da: <b>Data fader ægtefælle1</b>
de: <b>Daten Vater Partner(in)1</b>
hr: <b>Podaci očeve žene1</b>
nl: <b>Gegevens vader echtgenoot1</b>
pt_pt: <b>Cônjuge 1 do pai dos dados</b>
uk: <b>Дані батька чоловіка/дружини 1</b>

source: <b>Data mother spouse1</b>
da: <b>Data moder ægtefælle1</b>
de: <b>Daten Mutter Partner(in)1</b>
hr: <b>Podaci majčinog muža1</b>
nl: <b>Gegevens moeder echtgenoot1</b>
pt_pt: <b>Cônjuge 1 da mãe dos dados</b>
uk: <b>Дані матері чоловіка/дружини 1</b>

source: <b>Data mother spouse2</b>
da: <b>Data moder ægtefælle2</b>
de: <b>Daten Mutter Partner(in)2</b>
hr: <b>Podaci majčinog muža2</b>
nl: <b>Gegevens moeder echtgenoot2</b>
pt_pt: <b>Cônjuge 2 da mãe dos dados</b>
uk: <b>Дані матері чоловіка/дружини 2</b>

source: <b>Data father spouse2</b>
da: <b>Data fader ægtefælle2</b>
de: <b>Daten Vater Partner(in)2</b>
hr: <b>Podaci očeve žene2</b>
nl: <b>Gegevens vader echtgenoot2</b>
pt_pt: <b>Cônjuge 2 do pai dos dados</b>
uk: <b>Дані батька чоловіка/дружини 2</b>

source: <b>Data spouse1</b>
da: <b>Data ægtefælle1</b>
de: <b>Daten Partner(in)1</b>
hr: <b>Podaci supružnika1</b>
nl: <b>Gegevens echtgenoot 1</b>
pt_pt: <b>Cônjuge 1 dos dados</b>
uk: <b>Дані чоловіка/дружини 1</b>

source: <b>Data spouse2</b>
da: <b>Data ægtefælle2</b>
de: <b>Daten Partner(in)2</b>
hr: <b>Podaci supružnika2</b>
nl: <b>Gegevens echtgenoot 2</b>
pt_pt: <b>Cônjuge 2 dos dados</b>
uk: <b>Дані чоловіка/дружини 2</b>

source: witness
da: vidner
de: Zeuge
hr: svjedok
nl: getuige
pt_pt: testemunha
uk: свідок

source: <b>Witness</b>
da: <b>Vidner</b>
de: <b>Zeuge</b>
hr: <b>Svjedok</b>
nl: <b>Getuige</b>
pt_pt: <b>Testemunha</b>
uk: <b>Свідок</b>

source: Gramplet showing the references for a source
da: Gramplet der viser henvisninger for en kilde
de: Gramplet zeigt die Referenzen für eine Quelle
hr: Gramplet prikazuje reference izvora
nl: Gramplet dat de bronreferenties toont
pt_pt: Gramplet que mostra as referências de uma fonte
uk: Грамплет, що показує посилання на джерело

source: Sources and Citations Report
da: Kilde og kildehenvisningsrapport
de: Quellen- und Fundstellenbericht
hr: Izvještaj o izvorima i citatima
nl: Bronnen en citatenverslag
pt_pt: Relatório de fontes e citações
uk: Звіт про джерела та цитати

source: Provides a source and Citations Report with notes
da: Giver en kilde og kildehenvisningsrapprt med noter
de: Liefert einen Quellen- und Fundstellenbericht mit Notizen
hr: Stvara izvještaj o izvorima i citatima, zajedno sa zabilješkama
nl: Biedt een bron en citatenverslag met notities
pt_pt: Fornece um relatório de fontes e citações com notas
uk: Надає звіт про джерела та цитати з примітками

source: Key: %s
da: Nøgle: %s
de: Schlüssel: %s
hr: Ključ: %s
nl: Sleutel: %s
pt_pt: Chave: %s
uk: Ключ: %s

source: Citations:
da: Kildehenvisninger:
de: Fundstellen:
hr: Citati:
nl: Citaten:
pt_pt: Citações:
uk: Цитати:

source: Type: %s
de: Art: %s
hr: Vrsta: %s
pt_pt: Tipo: %s
uk: Тип: %s

source: Spouses:
da: Ægtefæller:
de: Ehepartner:
hr: Supružnici:
nl: Echtgenoten
pt_pt: Cônjuges:
uk: Подружжя:

source: and %s
da: og %s
de: und %s
hr: i %s
nl: en %s
pt_pt: e %s
uk: та %s

source: Title of the Report
da: Titel for rapporten
de: Titel des Berichts
hr: Naslov ovog izvještaja
nl: Titel van het verslag
pt_pt: Título do relatório
uk: Заголовок звіту

source: Title string for the report.
da: Titelstreng for rapporten.
de: Titelzeichenkette für den Bericht.
hr: Znakovni niz za naslov izvještaja.
nl: Titelregel voor het verslag.
pt_pt: Cadeia de título do relatório.
uk: Рядок заголовка для звіту.

source: Subtitle of the Report
da: Undertitel for rapporten
de: Untertitel des Berichts
hr: Podnaslov ovog izvještaja
nl: Ondertitel van het verslag
pt_pt: Sub-título do relatório
uk: Підзаголовок звіту

source: Subtitle string for the report.
da: Undertitelstreng for rapporten.
de: Untertitelzeichenkette für den Bericht.
hr: Znakovni niz za podnaslov izvještaja.
nl: Ondertitelregel van het verslag.
pt_pt: Cadeia de sub-título do relatório.
uk: Рядок підзаголовка для звіту.

source: researcher name
da: forskernavn
de: Name des Forschers
hr: ime istraživača
nl: naam onderzoeker
pt_pt: nome do investigador
uk: ім'я дослідника

source: Select sources using a filter
da: Vælg kilder ved brug af filter
de: Quellen mit einem Filter auswählen
hr: Odaberi izvore pomoću filtra
nl: Selecteer bronnen met behulp van een filter
pt_pt: Seleccionar fontes usando um filtro
uk: Виберіть джерела за допомогою фільтра

source: Show persons
da: Vis personer
de: Zeige Personen
hr: Prikaži osobe
nl: Toon personen
pt_pt: Mostrar indivíduos
uk: Показати осіб

source: Whether to show events and persons mentioned in the note
da: Hvorvidt hændelser og personer nævnt i noten skal vises
de: Ob die in der Notiz erwähnten Ereignisse und Personen angezeigt werden sollen
hr: Da li prikazati događaje i osobe, navedene u zabilješki
nl: Of gebeurtenissen en personen vermeld in de notitie moeten worden weergegeven
pt_pt: Se deve mostrar eventos e indivíduos mencionados na nota
uk: Чи відображати події та осіб, згаданих у примітці

source: The style used for the subtitle of the report.
da: Stilen der benyttes til rapportens undertitel.
de: Der für den Untertitel des Berichts verwendete Stil.
hr: Stil koji se koristi za podnaslov izvještaja.
nl: De stijl die wordt gebruikt voor de ondertitel van het rapport.
pt_pt: O estilo usado para o sub-título do relatório.
uk: Стиль, що використовується для підзаголовка звіту.

source: The style used for the footer of the report.
da: Stilen der bruges til sidefoden for rapporten.
de: Der Stil, der für die Fußzeile des Berichts verwendet wird.
hr: Stil koji se koristi za podnožje izvješća.
nl: De stijl die wordt gebruikt voor de voettekst van het rapport.
pt_pt: O estilo usado para o rodapé do relatório.
uk: Стиль, що використовується для нижнього колонтитула звіту.

source: The style used for source title.
da: Stilen der benyttes til kildens titel.
de: Der für den Quellentitel verwendete Stil.
hr: Stil korišten za naslov izvora.
nl: De stijl die wordt gebruikt voor de brontitel.
pt_pt: O estilo usado para o título da fonte.
uk: Стиль, що використовується для заголовка джерела.

source: The style used for source subtitle.
da: Stilen der benyttes til kildens undertitel.
de: Der für den Quellenuntertitel verwendete Stil.
hr: Stil koji se koristi za izvorni podnaslov.
nl: De stijl die wordt gebruikt voor de bronondertiteling.
pt_pt: O estilo usado para o sub-título da fonte.
uk: Стиль, що використовується для підзаголовка джерела.

source: The style used for Source details.
da: Stilen der bruges til kildens detaljer.
de: Der für die Quellendetails verwendete Stil.
hr: Stil korišten za detalje izvora.
nl: De stijl die wordt gebruikt voor brondetails.
pt_pt: O estilo usado para os detalhes da fonte.
uk: Стиль, що використовується для деталей джерела.

source: The style used for citation title.
da: Stilen der benyttes til kildehenvisningens titel.
de: Der für Fundstellentitel verwendete Stil.
hr: Stil korišten za naslov citata.
nl: De stijl die wordt gebruikt voor de citaattitel.
pt_pt: O estilo usado para o título da citação.
uk: Стиль, що використовується для заголовка цитати.

source: The style used for a column title.
da: Stilen der benyttes for en kolonnetitel.
de: Der für einen Spaltentitel verwendete Stil.
hr: Stil korišten za naslov stupca.
nl: De stijl die wordt gebruikt voor een kolomtitel.
pt_pt: O estilo usado para um título de coluna.
uk: Стиль, що використовується для заголовка стовпця.

source: The style used for event and person details.
da: Stilen der benyttes til hændelser og personens detaljer.
de: Der für Ereignis- und Personendetails verwendete Stil.
hr: Stil korišten za detalje događaja i osobe.
nl: De stijl die wordt gebruikt voor details over gebeurtenissen en personen.
pt_pt: O estilo usado para detalhes do evento e pessoais.
uk: Стиль, що використовується для деталей подій та осіб.

source: Export Complete: %d second
da: Rapporten fuldført: %d sekund
de: Export abgeschlossen: %d Sekunde
hr: Izvoz je završen: %d sekunda
nl: Export voltooid: %d seconde
pt_pt: Exportação concluída: %d segundo
uk: Експорт завершено: %d секунда

source: Import Complete: %d second
da: Importen fuldført: %d sekund
de: Import abgeschlossen: %d Sekunde
hr: Uvoz je završen: %d sekunda
nl: Import voltooid: %d seconde
pt_pt: Importação concluída: %d segundo
uk: Імпорт завершено: %d секунда

source: SQLite Import
hr: SQLite uvoz
pt_pt: Importação SQLite
uk: Імпорт SQLite

source: SQLite is a common local database format
da: SQLite er et almindeligt lokalt databaseformat
de: SQLite ist ein gängiges lokales Datenbankformat
hr: SQLite je uobičajeni format za lokalnu bazu podataka
nl: SQLite is een algemeen lokaal databaseformaat
pt_pt: SQLite é um formato de base de dados comum
uk: SQLite — це поширений формат локальної бази даних

source: SQLite Export
da: SQLite Eksport
hr: SQLite izvoz
pt_pt: Exportação SQLite
uk: Експорт SQLite

source: Surname Mapping
da: Efternavnstildeling
de: Nachnamen Zuordnung
hr: Grupiranje prezimena
nl: Achternaam toewijzing
pt_pt: Mapeamento de apelidos
uk: Відображення прізвищ

source: Gramplet for editing the grouping of surnames
da: Gramplet til at redigere grupperingen af efternavne
de: Gramplet zum bearbeiten der Gruppierung von Nachnamen
hr: Grmplet za uređivanje grupa prezimena
nl: Gramplet voor het bewerken van de groepering van achternamen
pt_pt: Gramplet para editar o agrupamento de apelidos
uk: Грамплет для редагування групування прізвищ

source: Add Mapping
da: Tilføj oplysning
de: Zuordnung hinzufügen
hr: Dodaj grupu
nl: Voeg toewijzing toe
pt_pt: Adicionar mapeamento
uk: Додати відповідність

source: Edit Mapping
da: Rediger oplysning
de: Zuordnung bearbeiten
hr: Uredi grupu
nl: Bewerk toewijzing
pt_pt: Editar mapeamento
uk: Редагувати відповідність

source: Remove Mapping
da: Fjern oplysning
de: Zuordnung entfernen
hr: Ukloni grupu
nl: Verwijder toewijzing
pt_pt: Remover mapeamento
uk: Видалити відповідність

source: Group Name
da: Gruppenavn
de: Gruppenname
hr: Ime grupe
nl: Groepsnaam
pt_pt: Nome do grupo
uk: Назва групи

source: Group
da: Gruppe
de: Gruppe
hr: Grupa
nl: Groep
pt_pt: Grupo
uk: Група

source: Create Mapping
da: Dan oplysning
de: Zuordnung erstellen
hr: Stvori grupu
nl: Creëer toewijzing
pt_pt: Criar mapeamento
uk: Створити відповідність

source: Sync Associations
da: Sync forbindelser
de: Zuordnungen synchronisieren
hr: Sinkroniziraj veze
nl: Synchroniseer associaties
pt_pt: Sincronizar associações
uk: Синхронізація асоціацій
