Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: All Names of All People
da: Alle navne på alle personer
de: Alle Namen aller Personen
hr: Sva imena svih osoba
nb: Alle navn på alle personer
nl: Alle namen van alle personen
pt_pt: Todos os nomes de todos os indivíduos
uk: Всі імена всіх людей

source: Display all names of all people
da: Vis alle navne for alle personer
de: Zeigt alle Namen aller Personen
hr: Prikaži sva imena svih osoba
nl: Toon alle namen van alle personen
pt_pt: Mostrar todos os nomes de todos os indivíduos
uk: Відображає всі імена всіх людей

source: Name Type
da: Navn type
de: Namensart
hr: Vrsta imena
nb: Navnetype
nl: Naamtype
pt_pt: Tipo de nome
sk: Typ mena
uk: Тип імені

source: Primary Name
da: Primære navn
de: Hauptname
he: שם עיקרי
hr: Primarno ime
nb: Primærnavn
nl: Primaire naam
pt_pt: Nome principal
uk: Основна назва

source: Total names %d
da: Antal navne i alt %d
de: Namen gesamt %d
hr: Ukupno imena %d
nb: Antall navn %d
nl: Totaal aantal namen %d
pt_pt: Total de nomes: %d
uk: Усього імен %d

source: AncestorFill
da: AneUdfyld
de: VorfahrenAuffüllen
hr: Popunjenost predaka
nl: Vooroudertelling
pt_pt: Preencher ascendentes
uk: Географічний предок

source: Report on the filling of the tree
da: Rapport om udfyldelse af træet
de: Bericht über die Befüllung des Baumes
hr: Izvještaj o popunjenosti rodoslova
nl: Verslag van de bezetting van de stamboom
pt_pt: Relatório do preenchimento da árvore
uk: Звіт про наповнення родового дерева

source: AncestorFill for %s
da: AneUfyldelse for %s
de: VorfahrenAuffüllen für %s
hr: Popunjenost predaka za %s
nl: Vooroudertelling voor %s
pt_pt: Preenchimento dos ascendentes de %s
uk: Заповнення предків для %s

source: Generation
hr: Generacija
nl: Generatie
pt_pt: Geração
uk: Покоління

source: Number of Ancestors found
da: Antal fundne aner
de: Anzahl der gefundenen Vorfahren
hr: Broj pronađenih predaka
nl: Aantal gevonden voorouders
pt_pt: Número de ascendentes encontrados
uk: Кількість знайдених предків

source: Percent of Ancestors found
da: Procent fundne aner
de: Prozentsatz der gefundenen Vorfahren
hr: Postotak pronađenih predaka
nl: Percentage voorouders gevonden
pt_pt: Percentagem de ascendentes encontrados
uk: Відсоток знайдених предків

source: Number of unique Ancestors found
da: Antal af fundne unikke aner
de: Anzahl der gefundenen eindeutigen Vorfahren
hr: Broj pronađenih jedinstvenih predaka
nl: Aantal unieke voorouders gevonden
pt_pt: Número de ascendentes únicos encontrados
uk: Кількість знайдених унікальних предків

source: Number of theoretical Ancestors
da: Teoretisk antal aner
de: Anzahl der theoretischen Vorfahren
hr: Broj teoretski mogućih predaka
nl: Aantal theoretische voorouders
pt_pt: Número teórico de ascendentes
uk: Кількість теоретичних предків

source: Pedigree Collapse
da: Sammenfold anetavle
de: Stammbaum zusammenklappen
hr: Sklopljeni dijagram predaka
nl: Kwartierherhaling
pt_pt: Dobrar costados
uk: Колапс родоводу

source: Total Number of Ancestors found
da: Totalt antal fundne aner
de: Gesamtzahl der gefundenen Vorfahren
hr: Ukupni broj pronađenih predaka
nl: Totaal aantal gevonden voorouders
pt_pt: Número total de ascendentes encontrados
uk: Загальна кількість знайдених предків

source: Total Number of unique Ancestors found
da: Totalt antal fundne unikke aner
de: Gesamtzahl der gefundenen eindeutigen Vorfahren
hr: Ukupni broj pronađenih jedinstvenih predaka
nl: Totaal aantal unieke voorouders gevonden
pt_pt: Número total de ascendentes únicos encontrados
uk: Загальна кількість унікальних знайдених предків

source: Note: This report only counts ancestors with a parent-child relationship of birth.
da: Note: Denne rapport tæller kun aner med et forældre-barn forhold via fødsel
de: Hinweis: In diesem Bericht werden nur Vorfahren mit einer Eltern-Kind-Beziehung der Geburt gezählt.
hr: Napomena: Ovaj izvještaj broji samo pretke s odnosom roditelj-dijete temeljen na rođenju.
nl: Opmerking: In dit rapport worden alleen voorouders geteld met een ouder-kind-geboorterelatie.
pt_pt: Nota: este relatório só contém ascendentes com uma relação de nascimento pai-filho.
uk: Примітка: У цьому звіті враховуються лише предки, пов’язані відносинами народження (батько-дитина).

source: Filled digit
da: Udfyldt ciffer
de: Anzahl der Nachkommastellen
hr: Broj u dijagramu popunjenosti
nl: Aantal decimalen
pt_pt: Algarismo preenchido
uk: Заповнена цифра

source: The number of digits after comma to include in the report for the percentage of ancestor found at a given generation
da: Antal cifre efter kommaet for rapporten om procent fundne aner i en given generation
de: Die Anzahl der Ziffern nach dem Komma, die in den Bericht für den Prozentsatz der in einer bestimmten Generation gefundenen Vorfahren aufgenommen werden sollen
hr: Broj decimala u postotnoj vrijednosti za pretke, koji su pronađeni u određenoj generaciji
nl: Het aantal cijfers na de komma dat in het rapport moet worden opgenomen voor het percentage voorouders dat bij een bepaalde generatie is gevonden
pt_pt: O número de algarismos a incluir no relatório após a vírgula para a percentagem de antepassados numa dada geração
uk: Кількість знаків після коми у звіті для відсотка знайдених предків у певному поколінні

source: Collapsed digit
da: Sammenfoldet ciffer
de: Ziffer einklappen
hr: Broj u sklopljenom dijagramu
nl: Aantal decimalen Kwartierherhaling
pt_pt: Algarismo arredondado
uk: Кількість знаків для колапсу

source: The number of digits after comma to include in the report for the pedigree Collapse
da: Antal cifre efter kommaet som skal medtages i rapporten om sammenfoldet anetavle
de: Die Anzahl der Ziffern nach dem Komma im Bericht zusammengeklappter Stammbaum
hr: Broj decimala u sklopljenom dijagramu predaka
nl: Het aantal cijfers na de komma dat in het rapport moet worden opgenomen voor de Kwartierherhaling
pt_pt: O número de algarismos após a vírgula no relatório Dobrar costados
uk: Кількість знаків після коми у звіті для показника колапсу родоводу

source: Display theoretical
da: Vis teoretisk
de: Theoretische Darstellung
hr: Prikaži teoretski moguće
nl: Theoretische weergave
pt_pt: Mostrar teóricos
uk: Відображати теоретичне значення

source: Whether to display the theoretical number of ancestor by generation
da: Hvorvidt det teoretiske anta aber per generation skal medtagesl
de: Ob die theoretische Anzahl der Vorfahren pro Generation angezeigt werden soll
hr: Da li prikazati teoretski broj predaka po generacijama
nl: Of het theoretische aantal voorouders per generatie moet worden weergegeven
pt_pt: Se deve mostrar o número teórico de ascendentes por geração
uk: Чи відображати теоретичну кількість предків за поколіннями

source: The style used for the title of the page.
da: Fontformat for sidens titel
de: Der für den Titel der Seite verwendete Stil.
hr: Stil za naslov stranice.
nb: Stilen som brukes på sidens tittel.
nl: De stijl die wordt gebruikt voor de titel van de pagina.
pt_pt: O estilo usado para o título da página.
sk: Štýl použitý pre titul strany.
uk: Стиль, що використовується для заголовка сторінки.

source: Check Associations data
da: Kontroller Slægtskabs data
de: Verknüpfungsdaten prüfen
he: בדיקת נתוני שיוכים
hr: Provjeri podatke veza
nl: Controleer associatiegegevens
pt_pt: Verificar dados de associação
uk: Перевірити дані про зв'язки

source: Will check the data on Association for people.
da: Vil kontrollere data for slægtskabsforbindelser for personer.
de: Überprüft die Verbindungsdaten für Personen.
he: בדיקת המידע לשיוכ‏ים לאנשים.
hr: Provjerava podatke veza za osobe.
nl: Controleert de associatiegegevens voor mensen.
pt_pt: Vai verificar os dados na associação para indivíduos.
uk: Перевірить дані про зв'язки між людьми.

source: Associations state tool
da: Slægtskabs status værktøj
de: Verbindungszustand-Werkzeug
he: כלי מצב שיוכים
hr: Alat za stanja veza
nl: Associatiegegevens status tool
pt_pt: Ferramenta de estado das associações
uk: Інструмент стану зв'язків

source: Type of link
da: Type forbindelse
de: Art der Verknüpfung
he: סוג קישור
hr: Vrsta veze
nl: Soort link
pt_pt: Tipo de ligação
uk: Тип зв’язку

source: Of
da: Af
de: Von
he: מ
hr: Od
nl: Van
pt_pt: De
uk: З

source: Attach Source
da: Vedæft Kilde
de: Quelle anhängen
hr: Dodaj izvor
nl: Bron toevoegen
pt_pt: Anexar fonte
uk: Прикріпити джерело

source: Attaches a shared source to multiple objects.
da: Vedhæfter en delt kilde til flere objekter.
de: Hängt eine gemeinsame Quelle an mehrere Objekte an.
hr: Dodaje dijeljeni izvor objektima.
nl: Koppelt een gedeelde bron aan meerdere objecten.
pt_pt: Anexa uma fonte partilhada a múltiplos objectos.
uk: Прикріплює спільне джерело до кількох об'єктів.

source: Select filter to restrict people
cs: Vyberte filtr pro omezení osob
da: Vælg filter til personafgrænsning
de: Filter wählen, um Personen einzugrenzen
he: בחירת מסנן להגבלת האנשים
hr: Odaberi filtar za ograničavanje osoba
nb: Velg filter for å begrense antall personer
nl: Selecteer filter om aantal mensen te beperken
pt_pt: Seleccione um filtro para limitar os indivíduos
sk: Zvoliť filter pre zúženie výberu osôb
uk: Виберіть фільтр для обмеження людей

source: Source type
da: Kilde type
de: Quellenart
hr: Vrsta izvora
nl: Brontype
pt_pt: Tipo de fonte
uk: Тип джерела

source: New source
da: Ny kilde
de: Neue Quelle
hr: Novi izvor
nb: Ny kilde
nl: Nieuwe bron
pt_pt: Nova fonte
sk: Nový zdroj
uk: Нове джерело

source: Existing source
da: Eksisterende kilde
de: Vorhandene Quelle
hr: Postojeći izvor
nl: Bestaande bron
pt_pt: Fonte existente
uk: Існуюче джерело

source: Select the type of source to attach
da: Vælg ttype af kilde til at vedhæfte
de: Wähle die Art der anzuhängenden Quelle
hr: Odaberi vrstu izvora kao dodatak
nl: Selecteer het type bron dat u wilt toevoegen
pt_pt: Seleccione o tipo de fonte a anexar
uk: Виберіть тип джерела для прикріплення

source: New Source Title
da: Ny Kilde Titel
de: Neuer Quellentitel
hr: Naslov novog izvora
nl: Nieuwe brontitel
pt_pt: Novo título da fonte
uk: Назва нового джерела

source: Text of source to attach
da: Tekst af kilden der skal vedhæftes
de: Text der anzuhängenden Quelle
hr: Tekst izvora za dodavanje
nl: Tekst van bij te voegen bron
pt_pt: Texto da fonte a anexar
uk: Текст джерела для прикріплення

source: Existing Source ID
da: Eksisterende KildeID
de: Vorhandene Quellen ID
hr: Postojeći ID izvora
nl: Bestaand bron-ID
pt_pt: ID de fonte existente
uk: Ідентифікатор існуючого джерела

source: ID of source to attach
da: ID for kilden, der skal vedhæftes
de: ID der anzuhängenden Quelle
hr: ID dodajućeg izvora
nl: ID van bij te voegen bron
pt_pt: ID de fonte a anexar
uk: Ідентифікатор джерела для прикріплення

source: Processing...
cs: Zpracovávání...
da: Behandler ...
de: Verarbeitung...
he: עיבוד מתבצע...
hr: Obrada u tijeku …
nb: Prosesserer...
nl: Wordt verwerkt...
pt_pt: A processar...
sk: Pripravuje sa...
uk: Обробка...

source: Attaching sources...
da: Vedhæfter Kilder
de: Quellen anhängen...
hr: Dodavanje izvora …
nl: Bronnen worden toegevoegd...
pt_pt: A anexar fontes...
uk: Прикріплення джерел...

source: Attaching sources...
da: Vedhæfter Kilder....
de: Quellen anhängen...
hr: Dodavanje izvora …
nl: Bronnen worden toegevoegd...
pt_pt: A anexar fontes...
uk: Прикріплення джерел...

source: Done!
da: Færdig!
de: Fertig!
hr: Gotovo!
nb: Gjort!
nl: Uitgevoerd!
pt_pt: Feito!
sk: Ukončené!
uk: Готово!

source: Avatar Generator Tool
da: Avatar danner Værktøj
de: Avatar Generator Werkzeug
hr: Generator avatara
pt_pt: Ferramenta de geração de avatar
uk: Інструмент генерації аватарів

source: A tool to add avatar pictures to your family tree
da: Et værktøj til at lægge billeder til din slægtsbog
de: Ein Werkzeug zum Hinzufügen von Avatarbildern zu deinem Stammbaum
hr: Alat za dodavanje avatara u rodoslov
nl: Een tool om avatarafbeeldingen toe te voegen aan uw stamboom
pt_pt: Uma ferramenta para adicionar avatares à sua árvore genealógica
uk: Інструмент для додавання аватарів до вашого родового дерева

source: single image mode
da: enkelt billede tilstand
de: Einzelbildmodus
hr: prikaz pojedinačnih slika
nl: enkele afbeelding modus
pt_pt: modo de imagem única
uk: Режим одного зображення

source: Choose how many images you'd like to use.
da: Vælg hvor mange billeder du vil bruge.
de: Wähle die Anzahl der Bilder, die du verwenden möchtest.
hr: Odaberi broj slika koje želiš koristiti.
nl: Kies hoeveel afbeeldingen u wilt gebruiken.
pt_pt: Escolha quantas imagens deseja utilizar.
uk: Виберіть, скільки зображень ви хочете використати.

source: Image for people with unknown gender.
da: Billede for person med ukendt køn.
de: Bild für Personen mit unbekanntem Geschlecht.
hr: Slika za osobe nepoznatog spola.
nl: Afbeelding voor mensen met een onbekend geslacht.
pt_pt: Imagem para indivíduos com sexo desconhecido.
uk: Зображення для людей з невизначеною статтю.

source: Image for males.
da: Billede for mænd.
de: Bild für männliche Personen.
hr: Slika za muške osobe.
nl: Afbeelding voor mannen.
pt_pt: Imagem para homens.
uk: Зображення для чоловіків.

source: Image for females
da: Billede for kvinde
de: Bild für weibliche Personen
hr: Slika za ženske osobe
nl: Afbeelding voor vrouwen
pt_pt: Imagem para mulheres
uk: Зображення для жінок

source: Remove images from people
da: Fjern billeder fra personer
de: Bilder von Personen entfernen
hr: Ukloni slike osoba
nl: Verwijder afbeeldingen van mensen
pt_pt: Remover imagens de indivíduos
uk: Видалити зображення людей

source: Remove selected image(s).
da: Fjern valgte billed(er).
de: Ausgewählte(s) Bild(er) entfernen.
hr: Ukloni odabrane slike.
nl: Verwijder geselecteerde afbeelding(en).
pt_pt: Remover as imagens seleccionadas.
uk: Видалити вибрані зображення.

source: Avatar Generator
da: Dan avatar
hr: Generator avatara
pt_pt: Gerador de avatar
uk: Генератор аватарів

source: Remove avatar images...
da: Fjern avatar billeder.....
de: Avatarbilder entfernen...
hr: Ukloni avatare …
nl: Avatar-afbeeldingen verwijderen...
pt_pt: Remover avatares...
uk: Видалити аватари...

source: INFO
he: מידע
hr: INFORMACIJE
pt_pt: INFORMAÇÃO
uk: ІНФОРМАЦІЯ

source: No media was removed.
da: Intet medie blev fjernet.
de: Es wurden keine Medien entfernt.
hr: Nijedan medij nije uklonjen.
nl: Er is geen media verwijderd.
pt_pt: Nenhuma imagem removida.
uk: Жоден медіа-файл не було видалено.

source: {} media references were removed from {} persons.
da: {} mediehenvisninger blev fjernet fra {} personer.
de: {} Medienreferenzen wurden entfernt von {} Personen.
hr: Broj uklonjenih referenca na medije: {}, broj zahvaćenih osoba: {}.
nl: {} mediaverwijzingen zijn verwijderd van {} personen.
pt_pt: {} referências multimédia removidas de {} indivíduos.
uk: {} медіа-файлів було видалено у {} осіб.

source: {} HandleError occured, but were ignored.
da: {} Håndteringsfejl opstod, men blev bortset far.
de: {} HandleError traten auf, wurden aber ignoriert.
hr: Broj grešaka: {}, ali su zanemarene.
nl: {} HandleError is opgetreden, maar werd genegeerd.
pt_pt: {} HandleError ocorrido, mas foi ignorado.
uk: {} помилок HandleError сталося, але були проігноровані.

source: Add avatar images...
da: Læg avatar billeder til....
de: Avatarbilder hinzufügen...
hr: Dodaj avatare …
nl: Avatarafbeeldingen toevoegen...
pt_pt: Adicionar avatares...
uk: Додати аватари...

source: {} avatar images were sucessfully added.
da: {} avatar billeder blev succesfyldt lagt til.
de: {} Avatar-Bilder wurden erfolgreich hinzugefügt.
hr: Broj uspješno dodanih avatara: {}.
nl: {} avatarafbeeldingen zijn toegevoegd.
pt_pt: {} avatares adicionados com sucesso.
uk: {} аватарів було успішно додано.

source: There was no avatar image to add.
da: Der var ingen avatar billeder at lægge til.
de: Es war kein Avatarbild hinzuzufügen.
hr: Nije bilo avatara za dodavanje.
nl: Er was geen avatarafbeelding om toe te voegen.
pt_pt: Não havia avatar para adicionar.
uk: Не було жодного аватару для додавання.

source: All persons already had one.
da: Alle personer havde allerede en.
de: Alle Personen hatten bereits eines.
hr: Sve osobe su već imale jedan.
nl: Alle personen hadden er al een.
pt_pt: Já havia um para cada indivíduo.
uk: У всіх осіб уже є аватари.

source: Beta What's Next
da: Beta Hvad er det næste
de: Beta Was kommt als Nächstes
pt_pt: O que se segue Beta
uk: Бета Що далі

source: Beta Gramplet suggesting items to research
da: Beta Gramplet, der foreslår emner til udforskning
de: Beta Gramplet schlägt Elemente für die Forschung vor
nl: Bèta-gramplet die items voorstelt om te onderzoeken
pt_pt: Gramplet em teste, sugerindo itens a investigar
uk: Бета-грамплет, що пропонує елементи для дослідження

source: Beta What's Next?
da: Beta Hvad er det næste?
de: Beta Was kommt als Nächstes?
pt_pt: O que se segue Beta?
uk: Бета Що далі?

source: ⛔ A local Genealogical Tree database has not yet been loaded.
da: ⛔ En lokal genealogisk slægtsbog er ikke indlæst.
de: ⛔ Eine lokale Stammbaum-Datenbank wurde noch nicht geladen.
nl: ⛔ Een lokale genealogische stamboom database is nog niet geladen
pt_pt: ⛔ Ainda não carregou uma árvore genealógica local.
uk: ⛔ Локальна база даних генеалогічного дерева ще не завантажена.

source: 👣 Next Steps:
da: 👣 Næste trin:
de: 👣 Nächste Schritte:
nl: 👣 Vervolgstappen:
pt_pt: 👣 Passos seguintes:
uk: 👣 Наступні кроки:

source: • From the "Family Trees" menu,
da: • Fra "Slægtsbog" menuen,
de: • Über das Menü "Stammbäume ",
nl: • Vanuit het menu "Stambomen",
pt_pt: • No menu "Árvores genealógicas",
uk: • У меню "Сімейні дерева",

source: use the "Manage Family Trees..." option to
da: benyt "Arbejd med slægtsbøger" muligheden for
de: verwende die Option "Stammbäume verwalten...", um
nl: gebruik de optie "Stambomen beheren..." om
pt_pt: use a opção "Gerir árvores genealógicas..." para
uk: використовуйте опцію "Керувати сімейними деревами...", щоб

source: create a New (or to select an existing) Tree database.
da: Dan en ny (eller vælg en eksisterende) slægtsbog
de: eine neue Baumdatenbank erstellen (oder eine bestehende auswählen).
nl: een nieuwe Stamboomdatabase aan te maken (of selecteer een bestaande).
pt_pt: criar uma nova base de dados (ou seleccionar uma existente).
uk: створити нову (або вибрати існуючу) базу даних дерева.

source: • Click the "Load Family Tree" button to begin
da: • Klik på "Indlæs slægtsbog" knappen for at begynde
de: • Klicke auf die Schaltfläche "Stammbaum laden", um zu beginnen
nl: • Klik de knop "Stamboom laden" om te starten
pt_pt: • Clique em "Carregar árvore genealógica" para começar
uk: • Натисніть кнопку "Завантажити сімейне дерево", щоб розпочати

source: working with the selected genealogical tree.
da: arbejder med den valgte slægtsbog
de: arbeiten mit dem ausgewählten Stammbaum.
nl: aan het werk met de geselecteerde genealogische boom.
pt_pt: a trabalhar com a árvore genealógica seleccionada.
uk: робота з вибраним генеалогічним деревом.

source: Create and load an empty new tree to import a backup (or
da: Dan og indlæs en tom slægtsbog for at importere en backup (eller
de: Erstelle und lade einen leeren neuen Baum, um eine Sicherung zu importieren (oder
nl: Maak een lege nieuwe boom aan om een back-up te importeren (of
pt_pt: Criar e carregar uma árvore vazia para onde importar uma salvaguarda
uk: Створіть і завантажте нове порожнє дерево для імпорту резервної копії (або

source: GEDCOM file) from another genealogical tool.
da: GEDCOM fil) fra et andet slægtsforsknings værktøj
de: GEDCOM-Datei) aus einem anderen genealogischen Werkzeug.
nl: GEDCOM-bestand) uit een ander genealogisch programma.
pt_pt: (ou ficheiro Gedcom) de outro programa de genealogia.
uk: файл GEDCOM) з іншого генеалогічного інструменту.

source: Use the "Configure" in the "View" menu to change the Gramplet options.
da: Benyt "Konfigurer" i "Vis" menuen for at ændre Gramplet tilvalgene.
de: Verwende die Option "Konfigurieren" im Menü "Ansicht", um die Gramplet-Optionen zu ändern.
nl: Gebruik het menu "Beeld - Configureren" om de Gramplet opties te wijzigen.
pt_pt: Clique em "Configurar a vista activa" para alterar as opções dos Gramplets abertos.
uk: Використовуйте "Налаштувати" у меню "Вигляд", щоб змінити параметри грамплета.

source: Search Quota
da: Søgekvote
de: Suchkontingent
hr: Kvota traženja
nl: Zoek-quota
pt_pt: Resultados da procura
uk: Ліміт пошуку

source: Depth per loop
da: Dybde per gennemløb
de: Tiefe pro Schleife
nl: Diepte per lus
pt_pt: Profundidade por ciclo
uk: Глибина за цикл

source: Pause search expansion
da: Sæt søgeudvidelse på pause
de: Ausweitung der Suche pausieren
nl: Zoekuitbreiding onderbreken
pt_pt: Pausar a expansão da procura
uk: Призупинити розширення пошуку

source: Completed Person
da: Komplet person
de: Vervollständigte Person
nl: Voltooide persoon
pt_pt: Indivíduo concluído
uk: Завершена особа

source: Completed offspring Families
da: Afsluttet efterkommer-familier
de: Abgeschlossene Nachkommen-Familien
nl: Voltooide nakomelingen gezinnen
pt_pt: Descendência completa de famílias
uk: Завершені сім'ї нащадків

source: Ignore Person or Family
da: Ignorer person eller familie
de: Person oder Familie ignorieren
hr: Zanemari osobu ili obitelj
nl: Persoon of gezin negeren
pt_pt: Ignorar indivíduo ou família
uk: Ігнорувати особу або сім'ю

source: ⛔ The current Tree database contains no people.
da: ⛔ Den nuværende slægtsbog indeholder ingen personer.
de: ⛔ Die aktuelle Baumdatenbank enthält keine Personen.
nl: ⛔ De huidige stamboom-database bevat geen personen.
pt_pt: ⛔ A árvore actual não contém indivíduos.
uk: ⛔ Поточна база даних дерева не містить людей.
