Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: SchoolTeachers
da: SkoleLærere
de: Schullehrer
nl: SchoolDocenten
pt_pt: Professores
uk: Вчителі школи

source: 33. School: Number of teachers
da: 33. Skole: Antal lærere
de: 33. Schule: Anzahl der Lehrer
nl: 33. School: aantal docenten
pt_pt: 33. Escola: n.º de professores
uk: 33. Школа: Кількість вчителів

source: SchoolStudents
da: SkoleElever
de: Schüler
nl: SchoolStudenten
pt_pt: Alunos
uk: Учні школи

source: 34. School: Number of Scholars
da: 34. Skole: Antal elever
de: 34. Schule: Anzahl der Schüler
nl: 34. School: aantal studenten
pt_pt: 34. Escola: n.º de alunos
uk: 34. Школа: Кількість учнів

source: DateVisit
da: DatoBesøgt
de: DatumBesuch
nl: DatumBezoek
pt_pt: DataVisita
uk: Дата візиту

source: 35. Date of visit
da: 35. Dato for besøget
de: 35. Datum des Besuchs
nl: 35. Datum van bezoek
pt_pt: 35. Data da visita
uk: 35. Дата візиту

source: Reason
da: Grund
de: Grund
nl: Reden
pt_pt: Motivo
uk: Причина

source: 36. The reason, if not enumerated on first visit
da: 36. Grund, hvis ikke talt ved første besøg
de: 36. Der Grund, falls nicht beim ersten Besuch aufgezählt
nl: 36. De reden, indien niet opgesomd bij het eerste bezoek
pt_pt: 36. O motivo, se não descrito na 1ª visita
uk: 36. Причина, якщо не було включено під час першого візиту

source: DateEnum
da: DatoTalt
de: DatumZählung
nl: DatumOpsom
pt_pt: DataDesc
uk: Дата перепису

source: 37. Date when enumerated
da: 37. Dato hvor optalt
de: 37. Datum der Zählung
nl: 37. Datum wanneer opgesomd
pt_pt: 37. Data de descrição
uk: 37. Дата проведення перепису

source: 1. No. of family in order of visitation
da: 1. Antal af familier i rækkefølge efter besøg
de: 1. Nr. der Familie in der Reihenfolge der Besuche
nl: 1. Aantal familie in volgorde van bezoek
pt_pt: 1. N.º da família por ordem de visita
uk: 1. Номер сім'ї за порядком відвідування

source: 2. Name of each person in the family
da: 2. Navn på hver person i familien
de: 2. Name jeder Person in der Familie
nl: 2. Naam van elke persoon in het gezin
pt_pt: 2. Nome de cada indivíduo na família
uk: 2. Ім'я кожної особи в сім'ї

source: 3.Relation to head of family
da: 3. Slægtskab med overhovedet i familien
de: 3. Beziehung zum Familienoberhaupt
nl: 3. Relatie met het gezinshoofd
pt_pt: 3. Parentesco com o chefe de família
uk: 3. Стосунок до голови сім'ї

source: 5. Married, single, widowed or divorced
da: 5. Gift, ugift, enke eller skilt
de: 5. Verheiratet, ledig, verwitwet oder geschieden
hr: 5. Vjenčani, singl, obudovljeni ili razvedeni
nl: 5. Getrouwd, alleenstaand, weduwe of gescheiden
pt_pt: 5. Casado, solteiro, viúvo, ou divorciado
uk: 5. Одружений, неодружений, вдівець або розлучений

source: 6. Age
da: 6. Alder
de: 6. Alter
nl: 6. Leeftijd
pt_pt: 6. Idade
uk: 6. Вік

source: 7. Country or place of birth
da: 7. Land eller sted ved fødselen
de: 7. Land oder Geburtsort
hr: 7. Zemlja ili mjesto rođenja
nl: 7. Land of geboorteplaats
pt_pt: 7. País ou local de nascimento
uk: 7. Країна або місце народження

source: 8. Year of immigration to Canada
da: 8. År for immigration til Canada
de: 8. Jahr der Einwanderung nach Kanada
hr: 8. Godina imigracije u Kanadu
nl: 8. Jaar van immigratie naar Canada
pt_pt: 8. Ano de imigração para o Canadá
uk: 8. Рік імміграції до Канади

source: PostOffice
da: PostKontor
de: Postamt
nl: Postkantoor
pt_pt: PostoCorreios
uk: Поштова установа

source: 9. Post office address
da: 9. Postkontor adresse
de: 9. Postanschrift
nl: 9. Postkantoor adres
pt_pt: 9. Endereço do posto de correios
uk: 9. Поштова адреса

source: Section
da: Sektion
de: Abschnitt
hr: Odsječak
nl: Sectie
pt_pt: Secção
uk: Секція

source: 10. Location: Section
da: 10. Lokation: Sektion
de: 10. Ort: Abschnitt
nl: 10. Locatie: sectie
pt_pt: 10. Local: secção
uk: 10. Розташування: Секція

source: 11. Location: Township
da: 11. Lokation: Byområde
de: 11. Ort: Gemeinde
nl: 11. Locatie: gemeente
pt_pt: 11. Local: localidade
uk: 11. Розташування: Селище

source: 12. Location: Range
da: 12. Lokation: Område
de: 12. Ort: Bereich
nl: 12. Locatie: bereik
pt_pt: 12. Local: sector
uk: 12. Розташування: Ділянка

source: Meridian
nl: Meridiaan
pt_pt: Meridiano
uk: Меридіан

source: 13. Location: Meridian
da: 13. Område: Meridian
de: 13. Ort: Meridian
nl: 13. Locatie: meridiaan
pt_pt: 13. Local: meridiano
uk: 13. Розташування: Меридіан

source: 14. Livestock: Horses, all ages
da: 14. Husdyr: Heste, alle aldre
de: 14. Nutztiere: Pferde, jeden Alters
nl: 14. Vee: paarden, alle leeftijden
pt_pt: 14. Gado: cavalos, todas as idades
uk: 14. Скотарство: Коні, всіх вікових категорій

source: Cows
da: Køer
de: Kühe
nl: Koeien
pt_pt: Vacas
uk: Корови

source: 15. Livestock: Milch cows
da: 15. Husdyr: Malkekvæg
de: 15. Nutztiere: Milchkühe
nl: 15. Vee: melkkoeien
pt_pt: 15. Gado: vacas leiteiras
uk: 15. Скотарство: Дійні корови

source: 16. Other horned or meat cattle, all ages
da: 16. Andre behordnede eller kødkvæg, alle aldre
de: 16. Andere gehörnte oder Fleischrinder jeden Alters
nl: 16. Ander gehoornd of vleesvee, alle leeftijden
pt_pt: 16. Outro gado bovino, todas as idades
uk: 16. Інша рогата або м'ясна худоба, всіх вікових категорій

source: 17. Sheep and lambs, all ages
da: 17. Får og lam, alle aldre
de: 17. Schafe und Lämmer, jeden Alters
nl: 17. Schapen en lammeren, alle leeftijden
pt_pt: 17. Ovelhas e borregos, todas as idades
uk: 17. Вівці та ягнята, всіх вікових категорій

source: 18. Hogs and pigs, all ages
da: 19. Svin, alle aldre
de: 18. Ferkel und Schweine, jeden Alters
nl: 18. Zwijnen en varkens, alle leeftijden
pt_pt: 18. Porcos, todas as idades
uk: 18. Свині та поросята, всіх вікових категорій

source: 4. Place of habitation
da: 4. Hjemsted
de: 4. Wohnort
nl: 4. Woonplaats
pt_pt: 4. Local de habitação
uk: 4. Місце проживання

source: 5. Sex
da: 5. Køn
de: 5. Geschlecht
nl: 5. Geslacht
pt_pt: 5. Sexo
uk: 5. Стать

source: 8. Month of birth
da: 8. Måned for fødsel
de: 8. Geburtsmonat
nl: 8. Geboortemaand
pt_pt: 8. Mês de nascimento
uk: 8. Місяць народження

source: 16. Chief occupation or trade
da: 16. Hovedbeskæftigelse
de: 16. Hauptbeschäftigung oder Handel
nl: 16. Hoofdberoep of handel
pt_pt: 16. Profissão ou negócio principais
uk: 16. Головна професія або заняття

source: OtherEmployment
da: AndenBeskæftigelse
de: AndereBeschäftigung
nl: OverigeWerkgelegenheid
pt_pt: OutroEmprego
uk: Інша зайнятість

source: 18. Employment other than at chief trade or occupation, if any
da: 18. Beskæftigelse anden end hovedbeskæftigelse, hvis nogen
de: 18. Andere Beschäftigung als bei Hauptbeschäftigung oder Gewerbe, falls vorhanden
nl: 18. Werkgelegenheid anders dan bij hoofdberoep of beroep, indien van toepassing
pt_pt: 18. Outro emprego além do principal, se existir
uk: 18. Зайнятість поза основною професією або ремеслом, якщо є

source: 22. State where person employed
da: 22. Stat hvor person beskæftiget
de: 22. Staat wo die Person beschäftigt ist
hr: 22. Država u kojoj je osoba zaposlena
nl: 22. Staat waar de werknemer werkzaam was
pt_pt: 22. estado onde está empregado
uk: 22. Штат, у якому працює особа

source: WeeksOccupation
da: UgesBeskæftigelse
de: WochenBeschäftigt
nl: WekenBeroep
pt_pt: SemanasProfissão
uk: Тижні зайнятості

source: 23. Weeks employed in 1910 at chief occupation or trade
da: 23. Uger beskæftiget i 1910 ved hovedbeskæftigelse
de: 23. Wochen 1910 bei Hauptbeschäftigung oder Gewerbe beschäftigt
nl: 23. Weken die in 1910 in dienst waren bij het hoofdberoep of de handel
pt_pt: 23. Semanas no emprego principal em 1910
uk: 23. Кількість тижнів зайнятості у 1910 році на основному місці роботи

source: WeeksOther
da: UgerAndet
de: WochenAndere
nl: WekenOverige
pt_pt: SemanasOutro
uk: Інші тижні зайнятості

source: 24. Weeks employed in 1910 at other than chief occupation or trade
da: 24. Uger beskæftiget i 1910 med andet end hovedbeskæftigelse
de: 24. Wochen 1910 nicht in der Hauptbeschäftigung oder im Handel tätig
nl: 24. Weken die in 1910 in dienst waren bij andere dan hoofdberoep of handel
pt_pt: 24. Semanas noutro emprego em 1910
uk: 24. Кількість тижнів зайнятості у 1910 році поза основною професією

source: HoursOccupation
da: TimeeBeskæftiget
de: StundenBeschäftigt
nl: UrenBeroep
pt_pt: HorasProfissão
uk: Робочі години

source: 25. Hours of working time per week at chief occupation
da: 25. Arbejdstimer pr uge med hovedbeskæftigelsen
de: 25. Arbeitsstunden pro Woche bei Hauptbeschäftigung
nl: 25. Uren werktijd per week bij hoofdberoep
pt_pt: 25. Horas semanais de trabalho no emprego principal
uk: 25. Години роботи на тиждень на основній роботі

source: HoursOther
da: TimerAndet
de: StundenAndere
nl: UrenOverige
pt_pt: HorasOutro
uk: Інші робочі години

source: 26. Hours of working time per week at other occupation, if any
da: 26. Arbejdstimer pr uge ved anden beskæftigelse, hvis nogen
de: 26. Arbeitsstunden pro Woche in einem anderen Beruf, falls vorhanden
nl: 26. Uren werktijd per week bij ander beroep, indien van toepassing
pt_pt: 26. Horas semanais de trabalho noutro emprego, se existir
uk: 26. Години роботи на тиждень на інших місцях роботи

source: 27. Total earnings in 1910 from chief occupation or trade
da: 27. Total indkomst i 1910 fra hovedbeskæftigelsen
de: 27. Gesamteinkommen 1910 aus Hauptbeschäftigung oder Gewerbe
nl: 27. Totale verdiensten in 1910 uit hoofdberoep of handel
pt_pt: 27. Ganhos totais do emprego principal em 1910
uk: 27. Загальний дохід у 1910 році від основної роботи або ремесла

source: 28. Total earnings in 1910 from other than chief occupation or trade
da: 28. Total indkomst i 1910 fra andet end hovedbeskæftigelsen
de: 28. Gesamteinkommen im Jahr 1910 aus anderen als Hauptbeschäftigung oder Handel
nl: 28. Totale inkomsten in 1910 uit andere dan hoofdberoep of handel
pt_pt: 28. Ganhos totais com outros empregos em 1910
uk: 28. Загальний дохід у 1910 році від інших занять, крім основної роботи

source: Wages
da: Løn
de: Lohn
nl: Lonen
pt_pt: Salários
uk: Заробітна плата

source: 29. Rate of earnings per hour when employed by the hour-Cents
da: 29. Fortjeneste pr time ved timeansættelse-Cents
de: 29. Verdienst pro Stunde bei Anstellung bei den Stunden-Cent
nl: 29. Winstpercentage per uur bij tewerkstelling per uur-Centen
pt_pt: 29. Taxa de ganhos por hora quando empregado por hour-Cents
uk: 29. Тариф заробітку за годину у випадку погодинної оплати (у центах)

source: InsuranceLife
da: Livsforsikring
de: Lebensversichwerung
nl: VerzekeringLeven
pt_pt: SeguroVida
uk: Страхування життя

source: 30. Insurance: Upon life
da: 30. Forsikring: Livsforsikring
de: 30. Versicherung: Lebensversicherung
nl: 30. Verzekering: op leven
pt_pt: 30. Seguro: vida
uk: 30. Страхування: На випадок життя

source: InsuranceAccident
da: ForsikringsHændelse
de: Unfallversicherung
nl: VerzekeringOngeval
pt_pt: SeguroAcidente
uk: Страхування від нещасних випадків

source: 31. Insurance: Against accident or illness
da: 31. Forsikring: Mod ulykke eller sygdom
de: 31. Versicherung: Gegen Unfall oder Krankheit
nl: 31. Verzekering: tegen ongeval of ziekte
pt_pt: 31. Seguro: acidentes ou doença
uk: 31. Страхування: Від нещасних випадків або хвороб

source: InsuranceCost
da: ForsikringsPris
de: Versicherungskosten
nl: VerzekeringKosten
pt_pt: SeguroCusto
uk: Вартість страхування

source: 32. Insurance: Cost of insurance in census year
da: 32. Forsikring: Pris for forsikring i folketællingsår
de: 32. Versicherung: Versicherungskosten im Volkszählungsjahr
nl: 32. Verzekering: verzekeringskosten in het jaar van telling
pt_pt: 32. Seguro: custo dos seguros no ano do censo
uk: 32. Страхування: Вартість страхування у рік перепису

source: 33. Months at school in 1910
da: 33. Måneder i skole i 1910
de: 33. Monate in der Schule im Jahr 1910
nl: 33. Maanden op school in 1910
pt_pt: 33. Meses na escola em 1910
uk: 33. Місяці навчання у школі в 1910 році

source: 34. Can Read
da: 34. Kan læse
de: 34. Kann lesen
hr: 34. Zna čitati
nl: 34. Kan lezen
pt_pt: 34. Sabe ler
uk: 34. Вміє читати

source: 35. Can Write
da: 35. Kan skrive
de: 35. Kann schreiben
hr: 35. Zna pisati
nl: 35. Kan schrijven
pt_pt: 35. Sabe escrever
uk: 35. Вміє писати

source: 36. Language commonly spoken
da: 36. Det almindelige talesprog
de: 36. Allgemein gesprochene Sprache
nl: 36. Algemeen gesproken taal
pt_pt: 36. Linguagem falada habitual
uk: 36. Мова, якою зазвичай розмовляє

source: SchoolCost
da: SkolePris
de: Schulkosten
nl: SchoolKosten
pt_pt: CustoEscola
uk: Витрати на освіту

source: 37. Cost of education in 1910 for persons over 16 years of age at College, Convent or University
da: 37. Pris for uddannelse i 1910 for personer over 16 år ved college, kloster eller universitet
de: 37. Bildungskosten im Jahr 1910 für Personen über 16 Jahre am College, Kloster oder an der Universität
nl: 37. Kosten van onderwijs in 1910 voor personen ouder dan 16 jaar aan hogeschool, klooster of universiteit
pt_pt: 37. Custo da educação em 1910 para indivíduos acima de 16 anos em Faculdades, Conventos ou Universidades
uk: 37. Витрати на освіту у 1910 році для осіб старше 16 років у коледжі, монастирі або університеті

source: 38. Blind
pt_pt: 39. Cegos
uk: 38. Сліпий

source: 39. Deaf and dumb
da: 39. Døv og stum
de: 39. Taub und stumm: Männlich
nl: 39. Doof en stom
pt_pt: 39. Surdos e mudos
uk: 39. Глухонімий

source: 40. Crazy or lunatic
da: 40. Tosset eller sindsyg
de: 40. Verrückt oder Wahnsinnig
nl: 40. Gek of krankzinnig
pt_pt: 40. Lunáticos
uk: 40. Божевільний або недоумкуватий

source: Idiotic
da: Idiotisk
de: Idiotisch
hr: Idiot
nl: Idioot
pt_pt: Idiota
uk: Ідіот

source: 41. Idiotic or silly
da: 41. Idiot eller dum
de: 41. Idiotisch oder Dumm
nl: 41. Idioot of dwaas
pt_pt: 40. Idiotas ou patetas
uk: 41. Ідіот або нерозумний

source: 1. House
da: 1. Hus
de: 1. Haus
hr: 1. Kuća
nl: 1. Huis
pt_pt: 1. Casa
uk: 1. Будинок

source: Dwelling house
da: Beboelseshus
de: Wohnhaus
hr: Stambena zgrada
nl: Woonhuis
pt_pt: Casa de habitação
uk: Житловий будинок

source: 2. Family
da: 2. Familie
de: 2. Familie
nl: 2. Familie
pt_pt: 2. Família
uk: 2. Сім'я

source: Family or household
da: Familie eller hushold
de: Familie oder Haushalt
hr: Obitelj ili kućanstvo
nl: Gezin of huishouden
pt_pt: Família ou agregado familiar
uk: Сім'я або господарство

source: 3. Name
da: 3. Navn
nl: 3. Naam
pt_pt: 3. Nome
uk: 3. Ім'я

source: Name of each person in family
de: Name jeder Person in der Familie
nl: Naam van elke persoon in gezin
pt_pt: Nome de cada indivíduo na família
uk: Ім'я кожної особи у сім'ї

source: 5. Relation to head of family
de: 5. Beziehung zum Familienoberhaupt
nl: 5. Relatie met het gezinshoofd
pt_pt: 5. Parentesco com o chefe de família
uk: 5. Стосунок до голови сім'ї

source: 6. Single, married, widowed, divorced or legally separated
de: 6. Single, verheiratet, verwitwet, geschieden oder rechtlich getrennt
hr: 6. Singl, vjenčani, obudovljeni, razvedeni ili zakonski rastavljeni
nl: 6. Alleenstaand, getrouwd, weduwe, gescheiden of wettelijk gescheiden
pt_pt: 6. Solteiros, casados, viúvos, divorciados ou separados judicialmente
uk: 6. Самотній, одружений, вдівець, розлучений або юридично розділений

source: 7. Month of birth
de: 7. Geburtsmonat
nl: 7. Geboortemaand
pt_pt: 7. Mês de nascimento
uk: 7. Місяць народження

source: 8. Age at last birthday
de: 8. Alter am letzten Geburtstag
hr: 8. Dob pri zadnjem rođendanu
nl: 8. Leeftijd op laatste verjaardag
pt_pt: 8. Idade ao último aniversário
uk: 8. Вік на останній день народження

source: 9. Country or place of birth
de: 9. Land oder Geburtsort
hr: 9. Zemlja ili mjesto rođenja
nl: 9. Land of geboorteplaats
pt_pt: 9. País ou local de nascimento
uk: 9. Країна або місце народження

source: 10. Racial or tribal origin
de: 10. Herkunfts Rasse oder Stamm
nl: 10. Raciale of tribale afkomst
pt_pt: 10. Origem racial ou tribal
uk: 10. Расове або племінне походження

source: 11. Religion
hr: 11. Vjera
nl: 11. Religie
pt_pt: 11. Religião
uk: 11. Релігія

source: 12. Months at school in 1910
de: 12. Monate in der Schule in 1910
nl: 12. Maanden op school in 1910
pt_pt: 12. Meses na escola em 1910
uk: 12. Місяці навчання у школі в 1910 році

source: 13. Can Read
de: 13. Kann lesen
hr: 13. Zna čitati
nl: 13. Kan lezen
pt_pt: 13. Sabe ler
uk: 13. Вміє читати

source: 14. Can Write
de: 14. Kann schreiben
hr: 14. Zna pisati
nl: 14. Kan schrijven
pt_pt: 14. Sabe escrever
uk: 14. Вміє писати

source: 15. Language commonly spoken
de: 15. Gewöhnlich gesprochene Sprache
nl: 15. Algemeen gesproken taal
pt_pt: 15. Linguagem falada habitual
uk: 15. Звична розмовна мова

source: 16. Infirmities: a. blind; b. deaf and dumb; c. idotic or silly; d. crazy or lunatic
de: 16. Gebrechen: a. blind; b. Taub und Stumm; c. idotisch oder albern; d. verrückt oderWahnsinnige
nl: 16. Gebreken: a. Blind; b. doof en stom; c. idioot of dwaas; d. gek of krankzinnig
pt_pt: 16. Enfermidades: a. cegos; b. surdos e mudos; c. idiotas ou patetas; d. lunáticos
uk: 16. Вади здоров'я: a. сліпий; b. глухонімий; c. розумово відсталий або недоумкуватий; d. божевільний або душевнохворий

source: 1. Dwelling House
de: 1. Wohnhaus
hr: 1. Stambena zgrada
nl: 1. Woonhuis
pt_pt: 1. Casa de habitação
uk: 1. Житловий будинок

source: 2. Family, Household or Institution
de: 2. Familie, Haushalt oder Einrichtung
hr: 2. Obitelj, kućanstvo ili institucija
nl: 2. Gezin, huishouden of instelling
pt_pt: 2. Família, agregado ou instituição
uk: 2. Сім'я, домогосподарство або установа

source: 3. Name of each person in family, household or institution
de: 3. Name jeder Person in Familie, Haushalt oder Einrichtung
hr: 3. Ime svake osobe u obitelji, kućanstvu ili instituciji
nl: 3. Naam van elke persoon in gezin, huishouden of instelling
pt_pt: 3. Nome de cada indivíduo na família, agregado ou instituição
uk: 3. Ім'я кожної особи в сім'ї, домогосподарстві або установі

source: MilitaryService
de: Militärdienst
nl: MilitaireDienst
pt_pt: ServiçoMilitar
uk: Військова служба

source: 4. Military Service
de: 4. Militärdienst
nl: 4. Militaire dienst
pt_pt: 4. Serviço militar
uk: 4. Військова служба

source: 5. Place of Habitation: Township
de: 5. Wohnort: Gemeinde
nl: 5. Woonplaats: gehucht
pt_pt: 5. Local de habitação: localidade
uk: 5. Місце проживання: Селище

source: 6. Place of Habitation: Range
de: 6. Wohnort: Bereich
nl: 6. Woonplaats: bereik
pt_pt: 6. Local de habitação: sector
uk: 6. Місце проживання: Ділянка

source: 7. Place of Habitation: Meridian
de: 7. Wohnort: Meridian
nl: 7. Woonplaats: meridiaan
pt_pt: 7. Local de habitação: meridiano
uk: 7. Місце проживання: Меридіан

source: 8. Place of Habitation: Municipality
de: 8. Wohnort: Gemeinde
nl: 8. Woonplaats: gemeente
pt_pt: 8. Local de habitação: município
uk: 8. Місце проживання: Муніципалітет

source: 9. Relationship to head of family or household
de: 9. Beziehung zum Familien- oder Haushaltsvorstand
hr: 9. Srodstvo s glavi obitelji ili kućanstva
nl: 9. Relatie met gezinshoofd of huishouden
pt_pt: 9. Parentesco com o chefe de família ou agregado
uk: 9. Стосунок до голови сім'ї або домогосподарства

source: 10. Sex
de: 10. Geschlecht
hr: 10. Spol
nl: 10. Geslacht
pt_pt: 10. Sexo
uk: 10. Стать

source: 11. Single, married, widowed, divorced or legally separated
de: 11. Ledig, verheiratet, verwitwet, geschieden oder juristisch getrennt
hr: 11. Singl, vjenčani, obudovljeni, razvedeni ili zakonski rastavljeni
nl: 11. Alleenstaand, getrouwd, weduwe, gescheiden of wettelijk gescheiden
pt_pt: 11. Solteiros, casados, viúvos, divorciados ou separados judicialmente
uk: 11. Самотній, одружений, вдівець, розлучений або юридично розділений

source: 12. Age at last birthday
de: 12. Alter am letzten Geburtstag
hr: 12. Dob pri zadnjem rođendanu
nl: 12. Leeftijd op laatste verjaardag
pt_pt: 12. Idade ao último nascimento
uk: 12. Вік на останній день народження

source: 13. Country or place of birth
de: 13. Land oder Ort der Geburt
hr: 13. Zemlja ili mjesto rođenja
nl: 13. Land of geboorteplaats
pt_pt: 13. País ou local de nascimento
uk: 13. Країна або місце народження

source: 14. Religion
hr: 14. Vjera
nl: 14. Religie
pt_pt: 14. Religião
uk: 14. Релігія

source: 15. Year of immigration to Canada
de: 15. Jahr der Einwanderung nach Kanada
hr: 15. Godina imigracije u Kanadu
nl: 15. Jaar van immigratie naar Canada
pt_pt: 15. Ano de imigração para o Canadá
uk: 15. Рік імміграції до Канади

source: 16. Year of naturalization
de: 16. Jahr der Einbürgerung
hr: 16. Godina naturalizacije
nl: 16. Jaar van naturalisatie
pt_pt: 16. Ano de naturalização
uk: 16. Рік натуралізації

source: 17. Nationality
de: 17. Nationalität
hr: 17. Nacionalnost
nl: 17. Nationaliteit
pt_pt: 17. Nacionalidade
uk: 17. Національність

source: 18. Race or tribal origin
de: 18. Rasse oder Stammesherkunft
nl: 18. Raciale of tribale afkomst
pt_pt: 18. Origem racial ou tribal
uk: 18. Расове або племінне походження

source: 19. Can speak English
de: 1. Kann Englisch sprechen
hr: 19. Govori engleski
nl: 19. Kan Engels spreken
pt_pt: 19. Sabe falar inglês
uk: 19. Вміє розмовляти англійською

source: 20. Can speak French
de: 2. Kann Französisch sprechen
hr: 20. Govori francuski
nl: 20. Kan Frans spreken
pt_pt: 20. Sabe falar francês
uk: 20. Вміє розмовляти французькою

source: OtherLanguage
de: AndereSprache
hr: Drugi jezici
nl: AndereTaal
pt_pt: OutroIdioma
uk: Інша мова

source: 21. Other language spoken as mother tongue
de: 21. Andere Sprache, die als Muttersprache gesprochen wird
hr: 21. Govori drugim jezicima kao materinskim jezikom
nl: 21. Andere taal die wordt gesproken als moedertaal
pt_pt: 21. Outro idioma falado como língua-mãe
uk: 21. Інша мова, яка є рідною

source: 22. Can Read
de: 22. Kann lesen
hr: 22. Zna čitati
nl: 22. Kan lezen
pt_pt: 22. Sabe ler
uk: 22. Вміє читати

source: 23. Can Write
de: 23. Kann schreiben
hr: 23. Zna pisati
nl: 23. Kan schrijven
pt_pt: 23. Sabe escrever
uk: 23. Вміє писати

source: 24. Chief occupation or trade
de: 24. Hauptbeschäftigung oder Handel
hr: 24. Glavno zanimanje ili obrt
nl: 24. Hoofdberoep of handel
pt_pt: 24. Emprego ou negócio principal
uk: 24. Головна професія або заняття

source: 25. Employer, "E", Employee, "W"
de: 25. Arbeitgeber, "E", Arbeitnehmer, "W"
nl: 25. Werkgever, "W", werknemer, "N"
pt_pt: 25. Empregador, "E", Empregado, "G"
uk: 25. Роботодавець "E", найманий працівник "W"

source: EmploymentPlace
de: Arbeitsort
nl: WerkgelegenheidLocatie
pt_pt: LocalEmprego
uk: Місце зайнятості

source: 26. State where person is employed
de: 26. Staat wo die Person beschäftigt ist
hr: 26. Država u kojoj je osoba zaposlena
nl: 26. Staat waar de werknemer werkzaam is
pt_pt: 26. Estado onde está empregado
uk: 26. Штат, у якому працює особа

source: Amt
uk: Сума

source: Town or City
de: Gemeinde oder Stadt
hr: Grad
nl: Dorp of stad
uk: Місто або селище

source: Herred eller By
de: Kreis oder Stadt, Dorf
uk: Округ або місто

source: Sogn
de: Gemeinde
nl: Teken
uk: Парафія

source: Gade
de: Straße
nl: Raadsel
uk: Вулиця

source: Condition
da: Kondition
de: Zustand
hr: Uvjet
nl: Conditie
pt_pt: Condição
uk: Стан

source: Gift
de: Verheiratet
nl: Getrouwd
uk: Одружений/Заміжня

source: Alder
de: Alter
nl: Leeftijd
uk: Вік

source: Stilling i familien
de: Position in der Familie
nl: Positie in het gezin
uk: Статус у сім'ї

source: Titel, Embed, Forretning, Håndværk
de: Titel, Amt. Geschäft, Handwerk
nl: Titel, Embed, Business, Craft
uk: Титул, посада, бізнес, ремесло

source: Stilling, embede eller erhverv
de: Stellung, Amt oder Beruf
nl: Functie, kantoor of beroep
uk: Посада, звання або заняття

source: Where Born
da: Hvor født
de: Wo Geboren
hr: Mjesto rođenja
nl: WaarGeboren
pt_pt: Onde nasceu
uk: Місце народження

source: Fødested
de: Geburtsort
nl: Geboorteplaats
uk: Місце народження (данською)

source: Erhverv
de: Beruf
nl: Beroep
uk: Рід занять

source: Trossamfund
de: Glaubensgemeinschaft
nl: Religieus
uk: Релігійна громада

source: Sted
de: Ort
nl: Plaats
uk: Місце
