Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Comments
de: Kommentare
hr: Komentari
nl: Opmerkingen
uk: Коментарі

source: Bemærkninger
de: Bemerkungen
nl: Opmerkingen
uk: Примітки

source: Place of Work
de: Arbeitsplatz
nl: Werkplaats
uk: Місце роботи

source: Arbejdssted
de: Arbeitsplatz
nl: Werklocatie
uk: Робоче місце

source: Date of Birth
de: Geburtsdatum
nl: Geboortedatum
pt_pt: Data de nascimento
uk: Дата народження

source: Fødselsdato
de: Geburtsdatum
nl: Geboortedatum
uk: Дата народження

source: Years at current residence
de: Jahre am jetzigen Wohnsitz
nl: Jaren in huidige residentie
uk: Роки проживання за поточною адресою

source: År tilflyttet
de: Jahre nach Umzug
nl: Jaren bewogen
uk: Рік переїзду

source: Previous residence
de: Vorheriger Wohnsitz
nl: Vorige woonplaats
uk: Попереднє місце проживання

source: Tilflyttet fra
de: Zugezogen von
nl: Verhuisd van
uk: Прибув з

source: Year married
de: Jahr verheiratet
nl: Jaar getrouwd
uk: Рік одруження

source: År gift
de: Jahr verheiratet
nl: Jaar getrouwd
uk: Рік одруження

source: Children Living
de: Lebende Kinder
nl: LevendeKinderen
uk: Діти, що живуть

source: Levende børn
de: Lebende Kinder
nl: Levende kinderen
uk: Живі діти

source: Children Dead
de: Tote Kinder
nl: OverledenKinderen
uk: Діти, що померли

source: Døde børn
de: Tote Kinder
nl: Overleden kinderen
uk: Померлі діти

source: Køn
de: Geschlecht
nl: Geslacht
uk: Стать

source: Year stayed in parish
de: Jahr in der Gemeinde geblieben
nl: Jaar in de parochie verbleven
uk: Рік перебування у парафії

source: Hvilket aar taget ophold i sognet
de: Welches Jahr des Wohnsitzes in der Gemeinde
nl: Welk jaar woonde in de parochie
uk: У якому році оселився у парафії

source: Previous Residence
de: Vorheriger Wohnsitz
nl: Vorige residentie
uk: Попереднє місце проживання

source: Sidste bopæl inden tilflytning
de: Letzter Wohnsitz vor dem Umzug
nl: Laatste verblijf voor verhuizing
uk: Останнє місце проживання перед переїздом

source: Bemærkning
de: Bemerkung
nl: Opmerking
uk: Примітка

source: Income
de: Einkommen
nl: Inkomen
uk: Доходи

source: Indkomst
de: Einkommen
nl: Inkomen
uk: Дохід

source: Assets
de: Vermögenswerte
nl: Middelen
uk: Активи

source: Formue
de: Vermögenswerte
nl: Fortuin
uk: Статки

source: State Tax
de: Staatliche Steuer
hr: Državni porez
nl: Staatsbelasting
uk: Державний податок

source: Statsskat
de: Staatliche Steuer
nl: Staatsbelasting
uk: Державний податок

source: Council
de: Rat
nl: Raad
uk: Муніципалітет

source: Kommuneskat
de: Gemeindesteuer
nl: Raad
uk: Муніципальний податок

source: Residence on 5 Nov 1924
de: Wohnort am 5. November 1924
nl: Woonplaats op 5 november 1924
uk: Місце проживання на 5 листопада 1924

source: Bopæl 5 nov 1924
de: Wohnort 5. November 1924
nl: Woonplaats 5 november 1924
uk: Місце проживання 5 листопада 1924

source: Stay on 5 Nov 1929
de: Aufenthalt am 5 Nov 1929
nl: Verblijf op 5 november 1929
uk: Перебування на 5 листопада 1929

source: Ophold 5 nov 1929
de: Aufenthalt am 5 Nov 1929
nl: Verblijf 5 november 1929
uk: Перебування 5 листопада 1929

source: Date Married
de: Heiratsdatum
nl: Datum getrouwd
uk: Дата шлюбу

source: Dato gift
de: Heiratsdatum
nl: Datum getrouwd
uk: Дата шлюбу

source: Date of birth
de: Geburtsdatum
hr: Datum rođenja
nl: Geboortedatum
uk: Дата народження

source: Can read and write
de: Kann lesen und schreiben
hr: Zna čitati i pisati
nl: Kan lezen en schrijven
uk: Може читати та писати

source: Military
de: Militär
hr: Vojnu služba
nl: Leger
uk: Військова служба

source: Year of birth
de: Geburtsjahr
hr: Godina rođenja
nl: Geboortejaar
pt_pt: Ano de nascimento
uk: Рік народження

source: Taxes
de: Steuern
hr: Porezi
nl: Belastingen
uk: Податки

source: Type of roof
de: Art des Daches
hr: Vrsta krova
nl: Type dak
uk: Тип даху

source: Disability
de: Behinderung
hr: Invaliditet
nl: Onbekwaamheid
uk: Інвалідність

source: Arrived since
de: Angekommen seit
nl: Aangekomen sinds
uk: Прибув з

source: Certificate Number
de: Zertifikatsnummer
hr: Broj za certifikat
nl: Certificaatnummer
uk: Номер сертифіката

source: Entry Number
de: Buchungsnummer
hr: Broj unosa
nl: Invoernummer
uk: Номер запису

source: Registration District
de: Zählbezirk
hr: Kotar registracije
nl: Registratiedistrict
uk: Реєстраційний округ

source: Administrative Area
de: Verwaltungsgebiet
nl: Administratief gebied
uk: Адміністративний район

source: County/Administrative Area
de: Landkreis/Verwaltungsgebiet
nl: Graafschap/Administratief gebied
uk: Округ/Адміністративний район

source: Date Registered
de: Registrierungsdatum
hr: Datum prijave
nl: Datum geregistreerd
uk: Дата реєстрації

source: Registrar
de: Registrierstelle
hr: Registar/matičar
nl: Griffier
uk: Реєстратор

source: Maiden Surname
de: Mädchenname
hr: Djevojačko prezime
nl: Meisjesnaam
uk: Дівоче прізвище

source: Signed
de: Gezeichnet
hr: Potpisano
nl: Ondertekend
pt_pt: Assinado
uk: Підписано

source: Banns/Licence
de: Aufgebot/Genehmigung
hr: Zapreke/Dozvola
nl: Aankondiging/Licentie
uk: Оголошення шлюбу/Ліцензія

source: Deceased
de: Verstorben
hr: Pokojan/pokojna
nl: Overleden
uk: Померлий

source: Maiden surname of woman who was married
de: Mädchenname der Frau, die verheiratet war
nl: Meisjesnaam van vrouw die getrouwd was
uk: Дівоче прізвище одруженої жінки

source: Place of Birth
de: Geburtsort
nl: Geboorteplaats
pt_pt: Local de nascimento
uk: Місце народження

source: Usual Address
de: Übliche Adresse
nl: Gebruikelijk adres
pt_pt: Endereço habitual
uk: Звична адреса

source: City or Borough
de: Stadt oder Bezirk
hr: Grad ili borough
nl: Stad of gemeente
uk: Місто або округ

source: Parish or Township
de: Gemeinde oder Stadtgebiet
hr: Župa ili naselje
nl: Parochie of gemeente
uk: Парафія або селище

source: NAMES of each Person who abode therein the preceding Night.
de: NAMEN jeder Person, die in der vorhergehenden Nacht darin gewohnt hat.
nl: NAMEN van elke Persoon die daarin de voorgaande Nacht verbleef.
uk: Імена кожної особи, яка перебувала тут попередньої ночі.

source: AGE, rounded down to the nearest five years for those aged fifteen or over.
de: ALTER, abgerundet auf die nächsten fünf Jahre für Personen ab fünfzehn Jahren.
nl: LEEFTIJD, naar beneden afgerond op de dichtstbijzijnde vijf jaar voor vijftien jaar of ouder.
uk: Вік, округлений до найближчих п'яти років для осіб віком від 15 років.

source: PROFESSION, TRADE, EMPLOYMENT or of INDEPENDENT MEANS.
de: BERUF, HANDEL, BESCHÄFTIGUNG oder UNABHÄNGIGE MITTEL.
nl: BEROEP, HANDEL, WERKGELEGENHEID of ONAFHANKELIJKE MIDDELEN.
uk: Професія, торгівля, зайнятість або незалежний засіб існування.

source: Whether Born in same County (Y or N), Scotland (S), Ireland (I) or Foreign Parts (P).
de: Ob in derselben Grafschaft (Y oder N), Schottland (S), Irland (I) oder fremden Teilen (P) geboren.
nl: Of geboren in dezelfde provincie (J of N), Schotland (S), Ierland (I) of buitenlandse delen (B).
uk: Чи народжений у тому ж окрузі (Y або N), Шотландії (S), Ірландії (I) або за кордоном (P).

source: Ecclesiastical District
de: Kirchenbezirk
nl: Kerkelijk district
uk: Церковний округ

source: Name and Surname of each Person who abode in the house, on the Night of the 30th March, 1851
de: Vor- und Nachname jeder Person, die in der Nacht des 30. März 1851 im Haus wohnte
nl: Naam en achternaam van elke persoon die in het huis verbleef in de nacht van 30 maart 1851
uk: Ім'я та прізвище кожної особи, яка перебувала в будинку в ніч на 30 березня 1851 року

source: Relation to Head of Family
de: Beziehung zum Kopf der Familie
nl: Relatie met het gezinshoofd
uk: Стосунок до голови сім'ї

source: Rank, Profession or Occupation
de: Stellung, Beruf oder Beschäftigung
nl: Rang, beroep of werk
uk: Звання, професія або зайнятість

source: Whether Blind or Deaf and Dumb
de: Ob Blind oder Taub und Stumm
nl: Of blind of doof en dom
pt_pt: Cegos ou surdos/mudos
uk: Чи є сліпим або глухонімим

source: City or Municipal Borough
de: Stadt oder Stadtbezirk
nl: Stad of gemeente
uk: Місто або муніципальний округ

source: Municipal Ward
de: Gemeindebezirk
nl: Gemeentelijke wijk
uk: Муніципальний округ

source: Parliamentary Borough
de: Parlamentsbezirk
nl: Parlementaire gemeente
uk: Парламентський округ

source: Hamlet or Tything
de: Weiler oder Zehnt
nl: Gehucht of Tything
uk: Село або територіальний поділ

source: Name and Surname of each Person
de: Vor- und Nachname jeder Person
nl: Naam en achternaam van elke persoon
uk: Ім'я та прізвище кожної особи

source: Rank, Profession of Occupation
de: Stellung, Erklärung zu Beschäftigung
nl: Rang, beroep of werk
uk: Звання, професія або рід занять

source: Whether Blind, or Deaf-and-Dumb
de: Ob Blind oder Taub und Stumm
nl: Of blind, of doofstom
pt_pt: Cegos ou surdos/mudos
uk: Чи є сліпим або глухонімим

source: Civil Parish or Township
de: Gemeinde oder Stadtgebiet
hr: Župa ili naselje
nl: Burgerlijke parochie of gemeente
uk: Цивільна парафія або селище

source: Village or Hamlet
de: Dorf oder Weiler
hr: Selo ili zaselak
nl: Dorp of Gehucht
uk: Село або поселення

source: Local Board or Improvement Commissioners District
de: Lokaler Vorstand oder Verbesserungsbeauftragter Bezirk
nl: Lokaal bestuur of district voor commissarissen voor verbetering
uk: Район місцевого управління або комісарів із благоустрою

source: NAME and Surname of each Person
de: Vor- und Nachname jeder Person
nl: NAAM en achternaam van elke persoon
uk: ІМ'Я та прізвище кожної особи

source: RELATION to Head of Family
de: BEZIEHUNG zum Familienoberhaupt
nl: RELATIE met het gezinshoofd
pt_pt: RELAÇÃO com o chefe de família
uk: СТОСУНОК до голови сім'ї

source: CONDITION
de: ZUSTAND
nl: CONDITIE
uk: СТАН

source: AGE of
de: Alter von
nl: LEEFTIJD van
uk: ВІК

source: Rank, Profession or OCCUPATION
de: Stellung, Beruf oder Beschäftigung
nl: Rang, beroep of WERK
uk: Звання, професія або ЗАНЯТІСТЬ

source: Whether 1. Deaf-and-Dumb 2. Blind 3. Imbecile or Idiot 4. Lunatic
de: Ob 1. Taub und stumm 2. Blind 3. Schwachsinnig oder Idiot 4. Wahnsinnig
nl: Of 1. Doof en stom 2. Blind 3. Imbeciel of idioot 4. Krankzinnig
pt_pt: Ou 1. Surdos e mudos 2. Cegos 3. Imbecis ou idiotas 4. Lunáticos
uk: Чи є: 1. Глухонімим 2. Сліпим 3. Слабоумним або ідіотом 4. Божевільним

source: Town, Village or Hamlet
de: Stadt, Dorf oder Weiler
hr: Grad, selo ili zaselak
nl: Stad, dorp of gehucht
uk: Місто, село або поселення

source: Urban Sanitary District
de: Städtischer Gesundheitsbezirk
nl: Stedelijk sanitair district
uk: Міський санітарний округ

source: Rural Sanitary District
de: Ländlicherer Gesundheitsbezirk
nl: Landelijk sanitair district
uk: Сільський санітарний округ

source: Ecclesiastical Parish or District
de: Kirchliche Gemeinde oder Bezirk
nl: Kerkelijke parochie of district
uk: Церковна парафія або округ

source: CONDITION as to Marriage
de: Bedingung für die Ehe
hr: UVJET za brak
nl: VOORWAARDE met betrekking tot huwelijk
uk: СТАН щодо шлюбу

source: AGE last Birthday of
de: ALTER letzter Geburtstag von
nl: LEEFTIJD laatste verjaardag van
uk: ВІК на останній день народження

source: If (1) Deaf-and-Dumb (2) Blind (3) Imbecile or Idiot (4) Lunatic
de: Wenn (1) Taub und stumm (2) Blind (3) Schwachsinnig oder Idiot (4) Wahnsinnig
nl: Als (1) doofstom (2) Blind (3) Imbeciel of idioot (4) Waanzinnig
pt_pt: Se (1) Surdos e mudos (2) Cegao (3) Imbecis ou idiotas (4) Lunáticos
uk: Чи є: (1) Глухонімим (2) Сліпим (3) Слабоумним або ідіотом (4) Божевільним

source: Administrative County
de: Verwaltungsbezirk
nl: Administratieve provincie
uk: Адміністративний округ

source: Civil Parish
de: Zivilgemeinde
nl: Burgerlijke parochie
uk: Цивільна парафія

source: Municipal Borough
de: Stadtbezirk
nl: Gemeentelijk stadsdeel
uk: Міський округ

source: Parliamentary Borough or Division
de: Parlamentsbezirk oder Gliederung
nl: Parlementaire gemeente of afdeling
uk: Парламентський округ або район

source: PROFESSION or OCCUPATION
de: Beruf oder Beschäftigung
hr: PROFESIJA ili ZANIMANJE
nl: BEROEP of WERK
uk: ПРОФЕСІЯ або ЗАНЯТІСТЬ

source: Employed
de: Angestellt
hr: Zaposlenik
nl: In loondienst
pt_pt: Empregado
uk: Працевлаштований

source: Neither
de: Keines von beiden
hr: Nijedno
nl: Geen van beide
uk: Жодне

source: Neither Employer nor Employed
de: Weder Arbeitgeber noch Angestellt
hr: Niti poslodavac niti zaposlenik
nl: Noch werkgever, noch werknemer
uk: Ні роботодавець, ні працівник

source: If (1) Deaf-and-Blind (2) Blind (3) Lunatic, Imbecile or Idiot
de: Wenn (1) Taub und Blind (2) Blind (3) Wahnsinnig, Schwachsinnig oder Idiot
nl: Als (1) Doof en blind (2) Blind (3) Krankzinnig, imbeciel of idioot
pt_pt: Se (1) Surdos e mudos (2) Cegos (3) Lunáticos, imbecis ou idiotas
uk: Чи є: (1) Глухим і сліпим (2) Сліпим (3) Божевільним, слабоумним або ідіотом

source: Ecclesiastical Parish
de: Kirchengemeinde
nl: Kerkelijke parochie
uk: Церковна парафія

source: County Borough, Municipal Borough, or Urban District
de: Grafschaftsbezirk, Stadtbezirk oder Stadtteil
nl: Provinciestad, gemeentelijk stadsdeel of stadsdeel
uk: Окружне місто, муніципальний округ або міський район

source: Ward of Municipal Borough or of Urban District
de: Gemeinde des Stadtbezirk oder des Stadtteil
nl: Afdeling van de gemeente of van het stadsdeel
uk: Район муніципального округу або міського району

source: Rural District
de: Landkreis
hr: Rularni kotar
nl: Landelijk district
uk: Сільський район

source: Town or Village or Hamlet
de: Stadt oder Dorf oder Weiler
hr: Grad ili selo ili zaselak
nl: Stad of dorp of gehucht
uk: Місто, село або поселення

source: Condition as to Marriage
de: Bedingung für die Ehe
hr: Uvjet za brak
nl: Conditie met betrekking tot huwelijk
uk: Стан щодо шлюбу

source: Age last Birthday of
de: Alter letzter Geburtstag von
nl: Leeftijd laatste verjaardag van
uk: Вік на останній день народження

source: PROFESSION OR OCCUPATION
de: Beruf oder Beschäftigung
hr: PROFESIJA ILI ZANIMANJE
nl: BEROEP OF WERK
uk: ПРОФЕСІЯ АБО ЗАНЯТІСТЬ

source: Work Type
de: Arbeitsart
hr: Vrsta rada
nl: Werktype
uk: Тип роботи

source: Employer, Worker or Own Account
de: Arbeitgeber, Arbeitnehmer oder eigene Rechnung
hr: Zaposlenik, radnik ili samostalan
nl: Werkgever, werknemer of zelfstandig
uk: Роботодавець, працівник або самозайнятий

source: At Home
de: Zuhause
hr: Doma
nl: Thuis
uk: Вдома

source: If Working at Home
de: Wenn Sie zu Hause arbeiten
hr: Ako radi od doma
nl: Als u thuis werkt
uk: Якщо працює вдома

source: If (1) Deaf and Dumb (2) Blind (3) Lunatic (4) Imbecile, feeble-minded
de: Wenn (1) Taub und Stumm (2) Blind (3) Geisteskrank (4) Schwachsinnig, Geistesschwach
nl: Als (1) Doof en stom (2) Blind (3) Waanzinnig (4) Imbeciel, zwakzinnig
pt_pt: Se (1) Surdos e mudos (2) Cegos (3) Lunáticos (4) Imbecis, idiotas
uk: Чи є: (1) Глухонімим (2) Сліпим (3) Божевільним (4) Слабоумним або з ослабленим інтелектом

source: Registration Sub-District
de: Registrierungsunterbezirk
nl: Registratie Subdistrict
uk: Реєстраційний підокруг

source: Enumeration District
de: Zählbezirk
hr: Broj kotara
nl: Opsommingsdistrict
uk: Переписний округ

source: Number of Rooms
de: Anzahl der Räume
hr: Broj soba
nl: Aantal kamers
pt_pt: Número de quartos
uk: Кількість кімнат

source: NAME AND SURNAME
de: NAME UND NACHNAME
hr: IME I PREZIME
nl: NAAM EN ACHTERNAAM
uk: ІМ'Я ТА ПРІЗВИЩЕ

source: RELATIONSHIP to Head of Family
de: BEZIEHUNG zum Familienoberhaupt
nl: RELATIE met het gezinshoofd
uk: СТОСУНОК до голови сім'ї

source: AGE (last Birthday)
de: ALTER (letzter Geburtstag)
nl: LEEFTIJD (laatste verjaardag)
uk: ВІК (на останній день народження)

source: "Single," "Married," "Widower," or "Widow," for all persons aged 15 years and upwards.
de: "Single", "Verheiratet", "Witwer" oder "Witwe" für alle Personen ab 15 Jahren.
hr: „Singl”, „Vjenčani”, „Udovac” ili „Udovica” za sve osobe s 15 godina i starije.
nl: 'Single', 'Getrouwd', 'Weduwnaar' of 'Weduwe' voor alle personen van 15 jaar en ouder.
uk: «Самотній», «Одружений», «Вдівець» або «Вдова» для всіх осіб віком від 15 років і старше.

source: Years Married
de: Jahre Verheiratet
hr: Broj godina braka
nl: Jaren getrouwd
uk: Роки шлюбу

source: Completed Years the present Marriage has lasted.
de: Dauer gegenwärtige Ehe in abgeschlossene Jahren.
nl: Volledige jaren die het huidige huwelijk heeft geduurd.
uk: Кількість років, які тривав поточний шлюб.

source: Children Total
de: Kinder insgesamt
hr: Ukupno djece
nl: Totaal kinderen
uk: Загальна кількість дітей

source: Total Children Born Alive.
de: Insgesamt lebend geborene Kinder.
nl: Totaal levendgeboren kinderen.
uk: Загальна кількість народжених живими дітей.

source: Children still Living.
de: Kinder leben noch.
nl: Nog levende kinderen.
uk: Діти, які ще живі.

source: Children Died
de: Kinder starben
hr: Umrla djeca
nl: Overleden kinderen
uk: Діти, які померли

source: Children who have Died.
de: Kinder, die gestorben sind.
nl: Kinderen die zijn overleden.
uk: Діти, які померли.

source: Personal Occupation
de: Persönlicher Beruf
nl: Persoonlijk beroep
pt_pt: Profissão pessoal
uk: Особиста зайнятість

source: Industry
de: Branche
nl: Industrie
pt_pt: Indústria
uk: Галузь

source: Industry or Service with which worker is connected.
de: Industrie oder Dienstleistung, mit der der Arbeitnehmer verbunden ist.
nl: Industrie of dienst waaraan de werknemer is verbonden.
uk: Промисловість або сфера послуг, з якою пов’язаний працівник.

source: Whether Employer, Worker or Working on Own Account
de: Arbeitgeber, Arbeitnehmer oder auf eigene Rechnung arbeitend
nl: Of het nu gaat om werkgever, werknemer of werkend voor eigen rekening
uk: Чи є роботодавцем, працівником або працює самостійно

source: Whether Working at Home
de: Ob zu Hause arbeiten
nl: Of er thuis gewerkt wordt
pt_pt: Se deve trabalha em casa
uk: Чи працює вдома

source: BIRTHPLACE of every Person.
de: GEBURTSORT jeder Person.
nl: GEBOORTEPLAATS van elke persoon.
uk: МІСЦЕ НАРОДЖЕННЯ кожної особи.

source: NATIONALITY of every Person born in a Foreign Country.
de: NATIONALITÄT jeder im Ausland geborenen Person.
hr: NACIONALNOST svake osobe rođene u inozemstvu.
nl: NATIONALITEIT van elke in het buitenland geboren persoon.
uk: НАЦІОНАЛЬНІСТЬ кожної особи, народженої в іншій країні.

source: INFIRMITY
de: GEBRECHEN
nl: ZWAKTE
uk: ІНВАЛІДНІСТЬ

source: NAME and SURNAME
de: NAME und NACHNAME
hr: IME i PREZIME
nl: NAAM en ACHTERNAAM
uk: ІМ'Я ТА ПРІЗВИЩЕ

source: RELATIONSHIP to Head of Household
de: BEZIEHUNG zum Haushaltsvorstand
nl: RELATIE met hoofd van huishouden
uk: СТОСУНОК до голови домогосподарства

source: AGE years
de: ALTER Jahre
nl: LEEFTIJD jaren
uk: Вік у роках

source: Age Months
de: Alter Monate
nl: Leeftijd Maanden
uk: Вік у місяцях

source: AGE months
de: ALTER Monate
nl: LEEFTIJD maanden
uk: ВІК у місяцях

source: SEX
de: GESCHLECHT
hr: SPOL
nl: SEXE
uk: СТАТЬ

source: MARRIAGE or ORPHANHOOD
de: HEIRAT oder WAISENHAUS
nl: HUWELIJK of VERWEESDHEID
uk: ШЛЮБ АБО СИРОТСТВО

source: Birthplace
de: Geburtsort
nl: Geboorteplaats
pt_pt: Local de nascimento
uk: Місце народження

source: If attending a School or any kind of Educational Institution for the purpose of receiving Instruction
de: Wenn eine Schule oder eine andere Bildungseinrichtung besucht wird, um Unterricht zu erhalten
nl: Indien een school of een andere soort onderwijsinstelling wordt bezocht met het oog op het ontvangen van instructie
uk: Якщо відвідує школу або будь-який навчальний заклад з метою отримання освіти

source: State here the precise branch of Profession, Trade, Manufacture, Service, &c.
de: Gib hier den genauen Zweig des Berufs, des Handels, der Verarbeitung, der Dienstleistung usw. an.
nl: Vermeld hier de precieze tak van Beroep, Handel, Vak, Dienst, etc.
uk: Укажіть тут точну галузь професії, торгівлі, виробництва, сфери послуг тощо.

source: Number of living children
de: Zahl der lebenden Kinder
nl: Aantal levende kinderen
pt_pt: Número de filhos vivos
uk: Кількість живих дітей

source: Total number under sixteen years of age. If none write "None."
de: Gesamtzahl der unter Sechzehnjährigen. Falls keine, schreibe „Keine.“
nl: Totaal aantal jonger dan zestien jaar. Als er geen is, schrijf dan 'Geen'.
uk: Загальна кількість дітей віком до 16 років. Якщо немає, напишіть «Немає.»

source: Ages of living children
de: Alter der lebenden Kinder
hr: Dob žive djece
nl: Leeftijden van levende kinderen
uk: Вік живих дітей

source: For each child place a X in the column corresponding to its age.
de: Kreuze für jedes Kind ein X in der Spalte an, die seinem Alter entspricht.
nl: Zet voor elk kind een X in de kolom die overeenkomt met de leeftijd.
uk: Для кожної дитини поставте X у колонці, що відповідає її віку.

source: E.D. Letter Code
de: E.D. Buchstabencode
uk: Код літери E.D.

source: Borough, U.D. or R.D.
de: Stadtbezirk, U.D. oder R.D.
nl: Gemeente, U.D. of R.D.
uk: Місто, U.D. або R.D.

source: Registration District and Sub-district
de: Registrierungsbezirk und Unterbezirk
hr: Kotar i pod-kotar registracije
nl: Registratie District en Subdistrict
uk: Район реєстрації та підрайон

source: SURNAMES and OTHER NAMES.
de: NACHNAMEN und ANDERE NAMEN.
nl: ACHTERNAMEN en ANDERE NAMEN.
uk: ПРІЗВИЩА та ІНШІ ІМЕНА.

source: O, V, S, P or I
de: O, V, S, P oder I
uk: O, V, S, P або I

source: M or F
de: M oder W
nl: M of V
uk: M або F

source: S, M, W or D.
de: S, M, W oder D.
nl: A, G, W of S.
uk: S, M, W або D.

source: PERSONAL OCCUPATION
de: Persönlicher Beruf
hr: OSOBNO ZANIMANJE
nl: PERSOONLIJK BEROEP
uk: ОСОБИСТА ПРОФЕСІЯ

source: Instructions
de: Anweisungen
nl: Instructies
uk: Інструкції

source: See INSTRUCTIONS
de: Siehe ANWEISUNGEN
nl: Zie INSTRUCTIES
uk: Див. ІНСТРУКЦІЇ

source: Language Spoken
de: Gesprochene Sprache
hr: Govoreni jezik
nl: Gesproken taal
uk: Мова спілкування

source: LANGUAGE SPOKEN.
de: GESPROCHENE SPRACHE.
nl: GESPROKEN TAAL.
uk: МОВА СПІЛКУВАННЯ.

source: GROS Data
de: GROS-Daten
nl: GROS-gegevens
uk: Дані GROS

source: Born in County
de: Geboren in der Grafschaft
hr: Rođen/a u pokrajini
nl: Geboren in de provincie
uk: Народжений у графстві

source: Foreigner, Born England or Ireland
de: Ausländer, geboren in England oder Irland
hr: Inozemac, rođen u Engleskoj ili Irskoj
nl: Buitenlander, geboren in Engeland of Ierland
uk: Іноземець, народжений в Англії або Ірландії

source: Quoad Sacra Parish
de: Quoad Sacra Kirchengemeinde
nl: Betreffende James Parish
uk: Парафія Quoad Sacra

source: Parliamentary Burgh
de: Parlamentarische freie Stadt
nl: Parlementaire burgh
uk: Парламентський бурґ

source: Royal Burgh
de: königliche Freistadt
nl: Koninklijke burgh
uk: Королівський бурґ

source: Town or Village
de: Stadt oder Dorf
hr: Grad ili selo
nl: Stad of dorp
uk: Місто або село

source: House Schedule No
de: Haus-Zeitplannr
nl: Huis Schema Nr
uk: Номер розкладу будинку

source: Relation to Head
de: Beziehung zum Oberhaupt
hr: Odnos prema glavi
nl: Relatie met hoofd
uk: Відношення до голови родини

source: Blind, or Deaf and Dumb
de: Blind oder Taub und Stumm
hr: Slijepa ili gluha i nijema
nl: Blind, of doof en stom
pt_pt: Cegos ou surdos/mudos
uk: Сліпий або глухонімий

source: No. Of Schedule
de: Nr. der Liste
hr: Broj rasporeda
nl: Nr. Van schema
uk: Номер розкладу

source: Road, Street, etc, and No. or Name of House
de: Weg, Straße usw. und Nr. oder Name des Hauses
hr: Ulica i broj ili ime kuće
nl: Weg, straat, enz. En nr. Of naam van huis
uk: Дорога, вулиця тощо та № або назва будинку

source: House Inhabited
de: Haus bewohnt
hr: Kuća je nastanjena
nl: Huis bewoond
uk: Заселений будинок

source: House U or B
de: Haus U oder B
hr: Kuća U ili B
nl: Huis U of B
uk: Будинок U або B

source: Rank, Profession, or Occupation
de: Stellung, Beruf oder Beschäftigung
hr: Titula, profesija ili zanimanje
nl: Rang, beroep of werk
uk: Звання, професія або зайнятість

source: Disabled
de: Behindert
hr: Invaliditet
nl: Gehandicapt
pt_pt: Deficiente
uk: Інвалід
