Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: %(female_name)s was blessed in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s gesegnet.
hr: %(female_name)s je blagoslovljena %(year)s u mjestu %(place)s.
nl: %(female_name)s is gezegend in %(year)s te %(place)s.
pt_pt: %(female_name)s foi abençoada no ano de %(year)s em %(place)s.
uk: %(female_name)s була благословенна у %(year)s у %(place)s.

source: %(male_name)s was buried in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s beigesetzt.
hr: %(male_name)s je pokopan %(year)s u mjestu %(place)s.
nl: %(male_name)s is begraven in %(year)s te %(place)s.
pt_pt: %(male_name)s foi inumado no ano de %(year)s em %(place)s.
uk: %(male_name)s був похований у %(year)s у %(place)s.

source: %(female_name)s was buried in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s beigesetzt.
hr: %(female_name)s je pokopana %(year)s u mjestu %(place)s.
nl: %(female_name)s is begraven in %(year)s te %(place)s.
pt_pt: %(female_name)s foi inumada no ano de %(year)s em %(place)s.
uk: %(female_name)s була похована у %(year)s у %(place)s.

source: %(male_name)s participated in a census in %(year)s at %(place)s.
de: %(male_name)s nahm %(year)s in %(place)s an einer Volkszählung teil.
hr: %(male_name)s je sudjelovao u popisu stanovništva %(year)s u mjestu %(place)s.
nl: %(male_name)s nam deel aan een volkstelling in %(year)s te %(place)s.
pt_pt: %(male_name)s participou num censo no ano de %(year)s em %(place)s.
uk: %(male_name)s брав участь у переписі населення у %(year)s у %(place)s.

source: %(female_name)s participated in a census in %(year)s at %(place)s.
de: %(female_name)s nahm %(year)s in %(place)s an einer Volkszählung teil.
hr: %(female_name)s je sudjelovala u popisu stanovništva %(year)s u mjestu %(place)s.
nl: %(female_name)s nam deel aan een volkstelling in %(year)s te %(place)s.
pt_pt: %(female_name)s participou num censo no ano de %(year)s em %(place)s.
uk: %(female_name)s брала участь у переписі населення у %(year)s у %(place)s.

source: %(male_name)s was confirmed in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s konfirmiert.
hr: %(male_name)s je krizman %(year)s u mjestu %(place)s.
nl: %(male_name)s is bevestigd in %(year)s te %(place)s.
pt_pt: %(male_name)s foi crismado no ano de %(year)s em %(place)s.
uk: %(male_name)s був конфірмований у %(year)s у %(place)s.

source: %(female_name)s was confirmed in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s konfirmiert.
hr: %(female_name)s je krizmana %(year)s u mjestu %(place)s.
nl: %(female_name)s is bevestigd in %(year)s te %(place)s.
pt_pt: %(female_name)s foi crismada no ano de %(year)s em %(place)s.
uk: %(female_name)s була конфірмована у %(year)s у %(place)s.

source: %(male_name)s was cremated in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s eingeäschert.
hr: %(male_name)s je kremiran %(year)s u mjestu %(place)s.
nl: %(male_name)s is gecremeerd in %(year)s te %(place)s.
pt_pt: %(male_name)s foi cremado no ano de %(year)s em %(place)s.
uk: %(male_name)s був кремований у %(year)s у %(place)s.

source: %(female_name)s was cremated in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s eingeäschert.
hr: %(female_name)s je kremirana %(year)s u mjestu %(place)s.
nl: %(female_name)s is gecremeerd in %(year)s te %(place)s.
pt_pt: %(female_name)s foi cremada no ano de %(year)s em %(place)s.
uk: %(female_name)s була кремована у %(year)s у %(place)s.

source: %(male_name)s died in %(year)s at %(place)s.
de: %(male_name)s starb %(year)s in %(place)s.
hr: %(male_name)s je umro %(year)s u mjestu %(place)s.
nl: %(male_name)s is overleden in %(year)s te %(place)s.
pt_pt: %(male_name)s faleceu no ano de %(year)s em %(place)s.
uk: %(male_name)s помер у %(year)s у %(place)s.

source: %(female_name)s died in %(year)s at %(place)s.
de: %(female_name)s starb %(year)s in %(place)s.
hr: %(female_name)s je umrla %(year)s u mjestu %(place)s.
nl: %(female_name)s is overleden in %(year)s te %(place)s.
pt_pt: %(female_name)s faleceu no ano de %(year)s em %(place)s.
uk: %(female_name)s померла у %(year)s у %(place)s.

source: %(male_name)s was awarded a degree in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s ein Abschluss verliehen.
hr: %(male_name)s je dodijeljena titula %(year)s u mjestu %(place)s.
nl: %(male_name)s heeft een diploma behaald in %(year)s te %(place)s.
pt_pt: %(male_name)s recebeu uma graduação no ano de %(year)s em %(place)s.
uk: %(male_name)s отримав диплом у %(year)s у %(place)s.

source: %(female_name)s was awarded a degree in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s ein Abschluss verliehen.
hr: %(female_name)s je dodijeljena titula %(year)s u mjestu %(place)s.
nl: %(female_name)s heeft een diploma behaald in %(year)s te %(place)s.
pt_pt: %(female_name)s recebeu uma graduação no ano de %(year)s em %(place)s.
uk: %(female_name)s отримала диплом у %(year)s у %(place)s.

source: %(male_name)s was granted a divorce in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s geschieden.
hr: %(male_name)s je dobio dozvolu za razvod braka %(year)s u mjestu %(place)s.
nl: %(male_name)s is gescheiden in %(year)s te %(place)s.
pt_pt: %(male_name)s divorciou-se no ano de %(year)s em %(place)s.
uk: %(male_name)s отримав розлучення у %(year)s у %(place)s.

source: %(female_name)s was granted a divorce in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s geschieden.
hr: %(female_name)s je dobila dozvolu za razvod braka %(year)s u mjestu %(place)s.
nl: %(female_name)s is gescheiden in %(year)s te %(place)s.
pt_pt: %(female_name)s divorciou-se no ano de %(year)s em %(place)s.
uk: %(female_name)s отримала розлучення у %(year)s у %(place)s.

source: %(male_name)s filed for divorce in %(year)s at %(place)s.
de: %(male_name)s reichte %(year)s in %(place)s die Scheidung ein.
hr: %(male_name)s je zatražio razvod braka %(year)s u mjestu %(place)s.
nl: %(male_name)s heeft een scheiding aangevraagd in %(year)s te %(place)s.
pt_pt: %(male_name)s pediu o divórcio no ano de %(year)s em %(place)s.
uk: %(male_name)s подав на розлучення у %(year)s у %(place)s.

source: %(female_name)s filed for divorce in %(year)s at %(place)s.
de: %(female_name)s reichte %(year)s in %(place)s die Scheidung ein.
hr: %(female_name)s je zatražila razvod braka %(year)s u mjestu %(place)s.
nl: %(female_name)s heeft een scheiding aangevraagd in %(year)s te %(place)s.
pt_pt: %(female_name)s pediu o divórcio no ano de %(year)s em %(place)s.
uk: %(female_name)s подала на розлучення у %(year)s у %(place)s.

source: %(male_name)s was elected in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s gewählt.
hr: %(male_name)s je izabran %(year)s u mjestu %(place)s.
nl: %(male_name)s is gekozen in %(year)s te %(place)s.
pt_pt: %(male_name)s foi eleito no ano de %(year)s em %(place)s.
uk: %(male_name)s був обраний у %(year)s у %(place)s.

source: %(female_name)s was elected in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s gewählt.
hr: %(female_name)s je izabrana %(year)s u mjestu %(place)s.
nl: %(female_name)s is gekozen in %(year)s te %(place)s.
pt_pt: %(female_name)s foi eleita no ano de %(year)s em %(place)s.
uk: %(female_name)s була обрана у %(year)s у %(place)s.

source: %(male_name)s emigrated in %(year)s at %(place)s.
de: %(male_name)s ist %(year)s nach %(place)s ausgewandert.
hr: %(male_name)s je emigrirao %(year)s iz mjesta %(place)s.
nl: %(male_name)s emigreerde in %(year)s te %(place)s.
pt_pt: %(male_name)s emigrou no ano de %(year)s em %(place)s.
uk: %(male_name)s емігрував у %(year)s у %(place)s.

source: %(female_name)s emigrated in %(year)s at %(place)s.
de: %(female_name)s ist %(year)s nach %(place)s ausgewandert.
hr: %(female_name)s je emigrirala %(year)s iz mjesta %(place)s.
nl: %(female_name)s emigreerde in %(year)s te %(place)s.
pt_pt: %(female_name)s emigrou no ano de %(year)s em %(place)s.
uk: %(female_name)s емігрувала у %(year)s у %(place)s.

source: %(male_name)s became engaged in %(year)s at %(place)s.
de: %(male_name)s hat sich %(year)s in %(place)s verlobt.
hr: %(male_name)s se zaručio %(year)s u mjestu %(place)s.
nl: %(male_name)s verloofde zich in %(year)s te %(place)s.
pt_pt: %(male_name)s ficou noivo no ano de %(year)s em %(place)s.
uk: %(male_name)s заручився у %(year)s у %(place)s.

source: %(female_name)s became engaged in %(year)s at %(place)s.
de: %(female_name)s hat sich %(year)s in %(place)s verlobt.
hr: %(female_name)s se zaručila %(year)s u mjestu %(place)s.
nl: %(female_name)s verloofde zich in %(year)s te %(place)s.
pt_pt: %(female_name)s ficou noiva no ano de %(year)s em %(place)s.
uk: %(female_name)s заручилася у %(year)s у %(place)s.

source: %(male_name)s received first communion in %(year)s at %(place)s.
de: %(male_name)s hat %(year)s in %(place)s die Erstkommunion empfangen.
hr: %(male_name)s je primio prvu pričest %(year)s u mjestu %(place)s.
nl: %(male_name)s ontving de eerste communie in %(year)s te %(place)s.
pt_pt: %(male_name)s fez a primeira comunhão no ano de %(year)s em %(place)s.
uk: %(male_name)s отримав перше причастя у %(year)s у %(place)s.

source: %(female_name)s received first communion in %(year)s at %(place)s.
de: %(female_name)s hat %(year)s in %(place)s die Erstkommunion empfangen.
hr: %(female_name)s je primila prvu pričest %(year)s u mjestu %(place)s.
nl: %(female_name)s ontving de eerste communie in %(year)s te %(place)s.
pt_pt: %(female_name)s fez a primeira comunhão no ano de %(year)s em %(place)s.
uk: %(female_name)s отримала перше причастя у %(year)s у %(place)s.

source: %(male_name)s graduated in %(year)s at %(place)s.
de: %(male_name)s hat sein Studium %(year)s in %(place)s abgeschlossen.
hr: %(male_name)s je maturirao %(year)s u mjestu %(place)s.
nl: %(male_name)s is afgestudeerd in %(year)s te %(place)s.
pt_pt: %(male_name)s formou-se no ano de %(year)s em %(place)s.
uk: %(male_name)s закінчив навчання у %(year)s у %(place)s.

source: %(female_name)s graduated in %(year)s at %(place)s.
de: %(female_name)s hat ihr Studium %(year)s in %(place)s abgeschlossen.
hr: %(female_name)s je maturirala %(year)s u mjestu %(place)s.
nl: %(female_name)s is afgestudeerd in %(year)s te %(place)s.
pt_pt: %(female_name)s formou-se no ano de %(year)s em %(place)s.
uk: %(female_name)s закінчила навчання у %(year)s у %(place)s.

source: %(male_name)s immigrated in %(year)s at %(place)s.
de: %(male_name)s ist %(year)s in %(place)s eingewandert.
hr: %(male_name)s je imigrirao %(year)s u mjesto %(place)s.
nl: %(male_name)s is geïmmigreerd in %(year)s te %(place)s.
pt_pt: %(male_name)s imigrou no ano de %(year)s em %(place)s.
uk: %(male_name)s іммігрував у %(year)s у %(place)s.

source: %(female_name)s immigrated in %(year)s at %(place)s.
de: %(female_name)s ist %(year)s in %(place)s eingewandert.
hr: %(female_name)s je imigrirala %(year)s u mjesto %(place)s.
nl: %(female_name)s is geïmmigreerd in %(year)s te %(place)s.
pt_pt: %(female_name)s imigrou no ano de %(year)s em %(place)s.
uk: %(female_name)s іммігрувала у %(year)s у %(place)s.

source: %(male_name)s got married in %(year)s at %(place)s.
de: %(male_name)s hat %(year)s in %(place)s geheiratet.
hr: %(male_name)s se oženio %(year)s u mjestu %(place)s.
nl: %(male_name)s zijn getrouwd in %(year)s te %(place)s.
pt_pt: %(male_name)s casou no ano de %(year)s em %(place)s.
uk: %(male_name)s одружився у %(year)s у %(place)s.

source: %(female_name)s got married in %(year)s at %(place)s.
de: %(female_name)s hat %(year)s in %(place)s geheiratet.
hr: %(female_name)s se udala %(year)s u mjestu %(place)s.
nl: %(female_name)s zijn getrouwd in %(year)s te %(place)s.
pt_pt: %(female_name)s casou no ano de %(year)s em %(place)s.
uk: %(female_name)s вийшла заміж у %(year)s у %(place)s.

source: %(male_name)s joined as a family in %(year)s at %(place)s.
de: %(male_name)s hat %(year)s in %(place)s eine Familie gegründet.
hr: %(male_name)s se pridružio kao obitelj %(year)s u mjestu %(place)s.
nl: %(male_name)s is lid geworden van een familie in %(year)s te %(place)s.
pt_pt: %(male_name)s aderiu como família no ano de %(year)s em %(place)s.
uk: %(male_name)s приєднався до родини у %(year)s у %(place)s.

source: %(female_name)s joined as a family in %(year)s at %(place)s.
de: %(female_name)s hat %(year)s in %(place)s eine Familie gegründet.
hr: %(female_name)s se pridružila kao obitelj %(year)s u mjestu %(place)s.
nl: %(female_name)s is lid geworden van een familie in %(year)s te %(place)s.
pt_pt: %(female_name)s aderiu como família no ano de %(year)s em %(place)s.
uk: %(female_name)s приєдналася до родини у %(year)s у %(place)s.

source: %(male_name)s entered a civil union in %(year)s at %(place)s.
de: %(male_name)s ging %(year)s in %(place)s eine eingetragene Partnerschaft ein.
hr: %(male_name)s je sklopio životno partnerstvo %(year)s u mjestu %(place)s.
nl: %(male_name)s ging een geregistreerd partnerschap aan in %(year)s te %(place)s.
pt_pt: %(male_name)s iniciou uma união de facto no ano de %(year)s em %(place)s.
uk: %(male_name)s вступив у цивільний шлюб у %(year)s у %(place)s.

source: %(female_name)s entered a civil union in %(year)s at %(place)s.
de: %(female_name)s ging %(year)s in %(place)s eine eingetragene Partnerschaft ein.
hr: %(female_name)s je sklopila životno partnerstvo %(year)s u mjestu %(place)s.
nl: %(female_name)s ging een geregistreerd partnerschap aan in %(year)s te %(place)s.
pt_pt: %(female_name)s iniciou uma união de facto no ano de %(year)s em %(place)s.
uk: %(female_name)s вступила у цивільний шлюб у %(year)s у %(place)s.

source: %(male_name)s had a custom marriage in %(year)s at %(place)s.
de: %(male_name)s hatte %(year)s in %(place)s eine Brauchtumsehe.
hr: %(male_name)s je pristupio običajnom braku %(year)s u mjestu %(place)s.
nl: %(male_name)s had een aangepast huwelijk in %(year)s te %(place)s.
pt_pt: %(male_name)s teve um casamento personalizado no ano de %(year)s em %(place)s.
uk: %(male_name)s уклав нестандартний шлюб у %(year)s у %(place)s.

source: %(female_name)s had a custom marriage in %(year)s at %(place)s.
de: %(female_name)s hatte %(year)s in %(place)s eine Brauchtumsehe.
hr: %(female_name)s je pristupila običajnom braku %(year)s u mjestu %(place)s.
nl: %(female_name)s had een aangepast huwelijk in %(year)s te %(place)s.
pt_pt: %(female_name)s teve um casamento personalizado no ano de %(year)s em %(place)s.
uk: %(female_name)s уклала нестандартний шлюб у %(year)s у %(place)s.

source: %(male_name)s announced a marriage banns in %(year)s at %(place)s.
de: %(male_name)s gab %(year)s in %(place)s eine Heiratsanzeige auf.
hr: %(male_name)s je najavio bračni zavjet %(year)s u mjestu %(place)s.
nl: %(male_name)s kondigde een huwelijk aan in %(year)s te %(place)s.
pt_pt: %(male_name)s fez as proclamas no ano de %(year)s em %(place)s.
uk: %(male_name)s оголосив заручини у %(year)s у %(place)s.

source: %(female_name)s announced a marriage banns in %(year)s at %(place)s.
de: %(female_name)s gab %(year)s in %(place)s eine Heiratsanzeige auf.
hr: %(female_name)s je najavila bračni zavjet %(year)s u mjestu %(place)s.
nl: %(female_name)s kondigde een huwelijk aan in %(year)s te %(place)s.
pt_pt: %(female_name)s fez as proclamas no ano de %(year)s em %(place)s.
uk: %(female_name)s оголосила заручини у %(year)s у %(place)s.

source: %(male_name)s entered a marriage contract in %(year)s at %(place)s.
de: %(male_name)s hat %(year)s in %(place)s einen Ehevertrag geschlossen.
hr: %(male_name)s je pristupio bračnom ugovoru %(year)s u mjestu %(place)s.
nl: %(male_name)s is een huwelijkscontract aangegaan in %(year)s te %(place)s.
pt_pt: %(male_name)s fez um contrato de casamento no ano de %(year)s em %(place)s.
uk: %(male_name)s уклав шлюбний контракт у %(year)s у %(place)s.

source: %(female_name)s entered a marriage contract in %(year)s at %(place)s.
de: %(female_name)s hat %(year)s in %(place)s einen Ehevertrag geschlossen.
hr: %(female_name)s je pristupila bračnom ugovoru %(year)s u mjestu %(place)s.
nl: %(female_name)s is een huwelijkscontract aangegaan in %(year)s te %(place)s.
pt_pt: %(female_name)s fez um contrato de casamento no ano de %(year)s em %(place)s.
uk: %(female_name)s уклала шлюбний контракт у %(year)s у %(place)s.

source: %(male_name)s obtained a marriage license in %(year)s at %(place)s.
de: %(male_name)s hat %(year)s in %(place)s eine Heiratserlaubnis erhalten.
hr: %(male_name)s je dobio dozvolu za brak %(year)s u mjestu %(place)s.
nl: %(male_name)s is in ondertrouw gegaan in %(year)s te %(place)s.
pt_pt: %(male_name)s obteve uma licença de casamento no ano de %(year)s em %(place)s.
uk: %(male_name)s отримав дозвіл на шлюб у %(year)s у %(place)s.

source: %(female_name)s obtained a marriage license in %(year)s at %(place)s.
de: %(female_name)s hat %(year)s in %(place)s eine Heiratserlaubnis erhalten.
hr: %(female_name)s je dobila dozvolu za brak %(year)s u mjestu %(place)s.
nl: %(female_name)s is in ondertrouw gegaan in %(year)s te %(place)s.
pt_pt: %(female_name)s obteve uma licença de casamento no ano de %(year)s em %(place)s.
uk: %(female_name)s отримала дозвіл на шлюб у %(year)s у %(place)s.

source: %(male_name)s obtained a marriage settlement in %(year)s at %(place)s.
de: %(male_name)s hat %(year)s in %(place)s einen Heiratsvertrag abgeschlossen.
hr: %(male_name)s je dobio dogovor o braku %(year)s u mjestu %(place)s.
nl: %(male_name)s heeft een huwelijksregeling verkregen in %(year)s te %(place)s.
pt_pt: %(male_name)s obteve um acordo de casamento no ano de %(year)s em %(place)s.
uk: %(male_name)s отримав шлюбне врегулювання у %(year)s у %(place)s.

source: %(female_name)s obtained a marriage settlement in %(year)s at %(place)s.
de: %(female_name)s hat %(year)s in %(place)s einen Heiratsvertrag abgeschlossen.
hr: %(female_name)s je dobila dogovor o braku %(year)s u mjestu %(place)s.
nl: %(female_name)s heeft een huwelijksregeling verkregen in %(year)s te %(place)s.
pt_pt: %(female_name)s obteve um acordo de casamento no ano de %(year)s em %(place)s.
uk: %(female_name)s отримала шлюбне врегулювання у %(year)s у %(place)s.

source: %(male_name)s entered military service in %(year)s at %(place)s.
de: %(male_name)s trat %(year)s in %(place)s den Militärdienst an.
hr: %(male_name)s je ušao u vojnu službu %(year)s u mjestu %(place)s.
nl: %(male_name)s ging in militaire dienst in %(year)s te %(place)s.
pt_pt: %(male_name)s cumpriu serviço militar no ano de %(year)s em %(place)s.
uk: %(male_name)s вступив на військову службу у %(year)s у %(place)s.

source: %(female_name)s entered military service in %(year)s at %(place)s.
de: %(female_name)s trat %(year)s in %(place)s den Militärdienst an.
hr: %(female_name)s je ušala u vojnu službu %(year)s u mjestu %(place)s.
nl: %(female_name)s ging in militaire dienst in %(year)s te %(place)s.
pt_pt: %(female_name)s cumpriu serviço militar no ano de %(year)s em %(place)s.
uk: %(female_name)s вступила на військову службу у %(year)s у %(place)s.

source: %(male_name)s became naturalized in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s eingebürgert.
hr: %(male_name)s je primio državljanstvo %(year)s u mjestu %(place)s.
nl: %(male_name)s werd genaturaliseerd in %(year)s te %(place)s.
pt_pt: %(male_name)s naturalizou-se no ano de %(year)s em %(place)s.
uk: %(male_name)s отримав громадянство у %(year)s у %(place)s.

source: %(female_name)s became naturalized in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s eingebürgert.
hr: %(female_name)s je primila državljanstvo %(year)s u mjestu %(place)s.
nl: %(female_name)s werd genaturaliseerd in %(year)s te %(place)s.
pt_pt: %(female_name)s naturalizou-se no ano de %(year)s em %(place)s.
uk: %(female_name)s отримала громадянство у %(year)s у %(place)s.

source: %(male_name)s had a title bestowed in %(year)s at %(place)s.
de: %(male_name)s hat %(year)s in %(place)s einen Titel verliehen bekommen.
hr: %(male_name)s je dodijeljena titula %(year)s u mjestu %(place)s.
nl: %(male_name)s is een titel toegekend in %(year)s te %(place)s.
pt_pt: %(male_name)s tinha um título conferido no ano de %(year)s em %(place)s.
uk: %(male_name)s отримав титул у %(year)s у %(place)s.

source: %(female_name)s had a title bestowed in %(year)s at %(place)s.
de: %(female_name)s hat %(year)s in %(place)s einen Titel verliehen bekommen.
hr: %(female_name)s je dodijeljena titula %(year)s u mjestu %(place)s.
nl: %(female_name)s is een titel toegekend in %(year)s te %(place)s.
pt_pt: %(female_name)s tinha um título conferido no ano de %(year)s em %(place)s.
uk: %(female_name)s отримала титул у %(year)s у %(place)s.

source: %(male_name)s was ordained in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s ordiniert.
hr: %(male_name)s je zaređen %(year)s u mjestu %(place)s.
nl: %(male_name)s is verordineerd in %(year)s te %(place)s.
pt_pt: %(male_name)s foi ordenado no ano de %(year)s em %(place)s.
uk: %(male_name)s був висвячений у %(year)s у %(place)s.

source: %(female_name)s was ordained in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s ordiniert.
hr: %(female_name)s je zaređena %(year)s u mjestu %(place)s.
nl: %(female_name)s is verordineerd in %(year)s te %(place)s.
pt_pt: %(female_name)s foi ordenada no ano de %(year)s em %(place)s.
uk: %(female_name)s була висвячена у %(year)s у %(place)s.

source: %(male_name)s was granted probate in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s als Nachlassverwalter eingesetzt.
hr: %(male_name)s je proglasio oporuku %(year)s u mjestu %(place)s.
nl: %(male_name)s kreeg erfrecht in %(year)s te %(place)s.
pt_pt: %(male_name)s foi legitimado no ano de %(year)s em %(place)s.
uk: %(male_name)s отримав спадкове право у %(year)s у %(place)s.

source: %(female_name)s was granted probate in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s als Nachlassverwalter eingesetzt.
hr: %(female_name)s je proglasila oporuku %(year)s u mjestu %(place)s.
nl: %(female_name)s kreeg erfrecht in %(year)s te %(place)s.
pt_pt: %(female_name)s foi legitimada no ano de %(year)s em %(place)s.
uk: %(female_name)s отримала спадкове право у %(year)s у %(place)s.

source: %(male_name)s retired in %(year)s at %(place)s.
de: %(male_name)s ist %(year)s in %(place)s in den Ruhestand getreten.
hr: %(male_name)s je umirovljen %(year)s u mjestu %(place)s.
nl: %(male_name)s is met pensioen gegaan in %(year)s te %(place)s.
pt_pt: %(male_name)s reformou-se no ano de %(year)s em %(place)s.
uk: %(male_name)s вийшов на пенсію у %(year)s у %(place)s.

source: %(female_name)s retired in %(year)s at %(place)s.
de: %(female_name)s ist %(year)s in %(place)s in den Ruhestand getreten.
hr: %(female_name)s je umirovljena %(year)s u mjestu %(place)s.
nl: %(female_name)s is met pensioen gegaan in %(year)s te %(place)s.
pt_pt: %(female_name)s reformou-se no ano de %(year)s em %(place)s.
uk: %(female_name)s вийшла на пенсію у %(year)s у %(place)s.

source: Thumbnail Generator
da: Minature Generator
de: Miniaturbild Generator
hr: Generator sličica
nl: Miniatuurafbeeldingsgenerator
pt_pt: Gerador de miniaturas
uk: Генератор мініатюр

source: Generates thumbnails for media files
da: Danner miniaturer for mediefiler
de: Erstellt Miniaturbilder für Mediendateien
hr: Stvara sličice za medijske datoteke
nl: Genereert miniaturen voor mediabestanden
pt_pt: Gera miniaturas de ficheiros multimédia
uk: Створює мініатюри для медіафайлів

source: Generating media thumbnails
da: Danner medieminiaturer
de: Erstelle Medienminiaturbilder
hr: Stvaranje sličica za medije
nl: Mediaminiaturen genereren
pt_pt: A gerar miniaturas de multimédia
uk: Створення мініатюр для медіафайлів
