Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: in %(place)s
da: i %(place)s
hr: u mjestu %(place)s
nl: te %(place)s
pt_pt: em %(place)s
sk: v/vo %(place)s
uk: у %(place)s

source: Center person
da: Fokusperson
de: Zentrale Person
hr: Središnja osoba
nl: Centrale persoon
pt_pt: Indivíduo central
sk: Ústredná osoba
uk: Центральна особа

source: The person whose partners and children are printed
da: Personen hvis partnere og børn er udskrevet
de: Die Person, deren Partner und Kinder gedruckt werden
hr: Osoba, čiji će se parnter i djeca ispisati
nl: De persoon waarvan de partners en de kinderen worden afgedrukt
pt_pt: O indivíduo cujos companheiros e filhos serão impressos
uk: Особа, чиї партнери та діти будуть надруковані

source: Print sheets for
da: Udskriv ark for
de: Blätter drucken für
hr: Ispiši listove za
nl: Pagina's afdrukken voor
pt_pt: Imprimir folhas para
uk: Друкувати листи для

source: Center person only
da: Kun Fokuspersonen
de: Nur zentrale Person
hr: Samo središnju osobu
nl: Alleen centrale persoon
pt_pt: Só indivíduo central
sk: Iba ústredná osoba
uk: Лише центральна особа

source: Center person and descendants in side branches
da: Fokuspersonen og efterfølgere i sidegrene
de: Zentrale Person und Nachkommen in Nebenzweigen
hr: Središnju osobu i potomke u podgranama
nl: Centrale persoon en afstammelingen in zijtakken
pt_pt: Indivíduo central e descendentes de ramos laterais
sk: Ústredná osoba a potomkovia v bočných vetvách
uk: Центральна особа та нащадки в бічних гілках

source: Center person and all descendants
da: Fokuspersonen og alle efterkommere
de: Zentrale Person und alle Nachkommen
hr: Središnju osobu i sve potomke
nl: Centrale persoon en al de afstammelingen
pt_pt: Indivíduo central e todos os descendentes
sk: Ústredná osoba so všetkými potomkami
uk: Центральна особа та всі нащадки

source: Whether to include descendants, and which ones.
da: Hvorvidt efterfølgere skal medtages, og hvilke.
de: Ob Nachkommen enthalten sind und welche.
hr: Da li uključiti potomke, i koje.
nl: Of nakomelingen moeten worden opgenomen en welke.
pt_pt: Se deve incluir descendentes e quais.
uk: Чи включати нащадків, і яких саме.

source: Replace first name with call name
da: Erstat fornavne med tilnavn
de: Vornamen durch Rufname ersetzen
hr: Zamijeni cjelokupno ime upotrebnim imenom
nl: Vervang de voornaam door de roepnaam
pt_pt: Substituir nome pelo nome usual
sk: Nahradiť krstné meno bežným menom
uk: Замінити перше ім'я на прізвисько

source: Underline call name in first name / add call name to first name
da: Understreg tilnavnet i fornavnet / og føj tilnavn til fornavn
de: Rufname im Vornamen unterstreichen / zum Vornamen hinzufügen
hr: Podcrtaj upotrebno ime u cjelokupnom imenu / dodaj upotrebno ime cjelokupnom
nl: Onderstreep roepnaam in de voornaam / voeg roepnaam aan voornaam toe
pt_pt: Sublinhar/Adicionar nome usual ao nome próprio
sk: Podčiarknuť bežné meno v krstnom mene / pridať bežné meno ku krstnému menu
uk: Підкреслити прізвисько в першому імені / додати прізвисько до першого імені

source: Whether to include call name, and how.
da: Hvorvidt tilnavnet skal medtages, og hvordan.
de: Ob Rufnamen enthalten sind und wie.
hr: Da li uključiti upotrebno ime, i kako.
nl: Of de roepnaam moet worden opgenomen en hoe.
pt_pt: Se deve incluir o nome usual e como.
uk: Чи включати прізвисько та яким чином.

source: Print placeholders for missing information
da: Udskriv pladsholder for manglende information
de: Platzhalter für fehlende Informationen drucken
hr: Ispiši rezervirana polja za nedostajuće podatke
nl: Tijdelijke aanduidingen afdrukken voor ontbrekende informatie
pt_pt: Imprimir sublinhados para informação em falta
sk: Zobraziť prázdne políčka pri chýbajúcich údajoch
uk: Друкувати заглушки для відсутньої інформації

source: The basic style used for the text display
da: Den grundlæggende stil brugt til tekstvisning
de: Der Grundstil, der für Text verwendet wird
hr: Osnovni stil za prikaz teksta
nl: De basistijl gebruikt voor de tekstweergave
pt_pt: O estilo básico usado para mostrar texto
uk: Основний стиль, що використовується для відображення тексту

source: The style used for the page key on the top
da: Stilen der bruges til sidetitlen.
de: Der Stil für die Seitentaste im oberen Bereich
hr: Stil za ključ stranice u vrhu
nl: De stijl die wordt gebruikt voor de paginanaam bovenaan
pt_pt: O estilo usado para o cimo da página de referência
uk: Стиль, що використовується для заголовка на верхній частині сторінки

source: The style used for names
da: Stilen der benyttes til navne
de: Der Stil der für Namen verwendet wird
hr: Stil za imena
nl: De stijl die voor namen wordt gebruikt
pt_pt: O estilo usado para nomes
uk: Стиль, що використовується для імен

source: The style used for numbers
da: Stilen der benyttes til tal
de: Der Stil der für Nummern verwendet wird
hr: Stil za brojeve
nl: De stijl die voor getallen wordt gebruikt
pt_pt: O estilo usado para números
uk: Стиль, що використовується для номерів

source: The style used for footnotes (notes and source references)
da: Stilen der benyttes til fodnoter (noter og kildehenvisninger)
de: Der Stil der für Fußnoten (Notizen und Quellenangaben) verwendet wird
hr: Stil za fusnote (zabilješke i reference izvora)
nl: De stijl die wordt gebruikt voor voetnoten (opmerkingen en bronverwijzingen)
pt_pt: O estilo usado para notas de rodapé (notas e referências de fontes)
uk: Стиль, що використовується для виносок (приміток і посилань на джерела)

source: Produces a graphical family tree.
da: Danner en grafisk familietræ.
de: Erzeugt einen grafischen Stammbaum.
hr: Izrađuje grafički rodoslov.
nl: Produceert een grafische stamboom.
pt_pt: Produz uma árvore de família gráfica.
uk: Створює графічне сімейне дерево.

source: Family Tree for %s
da: Familietræ for %s
de: Stammbaum für %s
hr: Rodoslov za „%s”
nl: Stamboom voor %s
pt_pt: Árvore de família de %s
uk: Сімейне дерево для %s

source: Paper too small
da: Papiret er for lille
de: Papier zu klein
hr: Papir je premalen
nl: Papier te klein
pt_pt: Papel muito pequeno
uk: Занадто маленький аркуш

source: Some elements may not appear or be badly rendered.
da: Nogle elementer kan måske ikke ses eller er dårlig opløst.
de: Einige Elemente werden möglicherweise nicht angezeigt oder sind schlecht gerendert.
hr: Neki se elementi neće pojaviti ili će se loše prikazati.
nl: Sommige elementen worden mogelijk niet weergegeven of worden slecht weergegeven.
pt_pt: Alguns elementos podem não aparecer ou ser mal desenhados.
uk: Деякі елементи можуть не відображатися або бути відображені неправильно.

source: Anonymous
da: Anonymt
de: Anonym
hr: Anonimno
nl: Anoniem
pt_pt: Anónimo
uk: Анонім

source: born
da: født
de: geboren
hr: rođen/a
nl: geboren
pt_pt: nascido
uk: народився

source: baptised
da: døbt
de: getauft
hr: kršten/a
nl: gedoopt
pt_pt: baptizado
uk: охрещений

source: died
da: død
de: gestorben
hr: umro/la
nl: overleden
pt_pt: falecido
uk: помер

source: buried
da: begravet
de: begraben
hr: pokopan/a
nl: begraven
pt_pt: inumado
uk: похований

source: cremated
da: kremeret
de: eingeäschert
hr: kremiran/a
nl: gecremeerd
pt_pt: cremado
uk: кремований

source: married
da: gift
de: geheiratet
hr: vjenčan/a
nl: getrouwd
pt_pt: casado
uk: одружений

source: divorced
da: skilt
de: geschieden
hr: rastavljen/a
nl: gescheiden
pt_pt: divorciado
uk: розлучений

source: resident
da: bor
de: wohnhaft
hr: stanovnik/stanovnica
nl: inwoner
pt_pt: residente
uk: мешканець

source: The center family for the tree
da: Fokusfamilie for træet
de: Die zentrale Familie für den Stammbaum
hr: Središnja obitelj u rodoslovu
nl: Het centrale gezin voor de boom
pt_pt: A família central da árvore
uk: Центральна сім'я для дерева

source: Ancestor Generations
da: Ane generationer
de: Vorfahrengenerationen
hr: Generacije predaka
nl: Vooroudergeneraties
pt_pt: Gerações ascendentes
uk: Покоління предків

source: The number of ancestor generations to include in the tree
da: Antal generationer af aner der skal medtages i træet
de: Die Anzahl der Vorfahrengenerationen, die in den Stammbaum aufgenommen werden
hr: Broj generacija predaka, uključenih u rodoslov
nl: Het aantal vooroudergeneraties dat in de boom moet worden opgenomen
pt_pt: O número de gerações ascendentes a incluir na árvore
uk: Кількість поколінь предків, що включатимуться в дерево

source: Descendant Generations
da: Anegenerationer
de: Nachkommengenerationen
hr: Generacije potomaka
nl: Afstammelingsgeneraties
pt_pt: Gerações descendentes
uk: Покоління нащадків

source: The number of descendant generations to include in the tree
da: Antal efterkommer generationer der skal medtages i træet
de: Die Anzahl der Nachkommen-Generationen, die in den Stammbaum aufgenommen werden sollen
hr: Broj generacija potomaka, uključenih u rodoslov
nl: Het aantal afstammelingsgeneraties dat in de boom moet worden opgenomen
pt_pt: O número de gerações descendentes a incluir na árvore
uk: Кількість поколінь нащадків, що включатимуться в дерево

source: Kekule number of husband
da: Kekule nummer for ægtemand
de: Kekule-Nummer des Mann
hr: Kekule broj muža
nl: Kekulé-nummer van echtgenoot
pt_pt: Número Kekule de marido
uk: Число Кекуле(Kekule) для чоловіка

source: The Kekule number of the husband (central family). Set 0 to not show Kekule numbers
da: Kekule nummeret for ægtemanden (fokusfamilie). Sæt til 0 hvis Kekule nummeret ikke skal vises
de: Die Kekule-Nummer des Mann (zentrale Familie). Setze sie auf 0 um keine Kekule_Nummern anzuzeigen
hr: Kekule broj muža (središnja obitelj). Postavi na 0, za neprikazivanje Kekule brojeva
nl: Het Kekulé-nummer van de echtgenoot (centrale gezin). Zet op 0 om geen Kekulé-nummers weer te geven
pt_pt: O número Kekule do marido (família central). Defina como 0 para ocultar números Kekule
uk: Число Кекуле(Kekule) для чоловіка (центральна сім'я). Встановіть 0, щоб не показувати числа Кекуле(Kekule)

source: Scale to fit on a single page
da: Skalér til at passe på en side
de: Skalieren, um auf eine einzelne Seite zu passen
hr: Prilagodi rodoslov veličini jedne stranice
nl: Schaal om op één pagina te passen
pt_pt: Escalar para caber numa só página
uk: Масштабувати для одного аркуша

source: Whether to scale to fit on a single page.
da: Hvorvidt der skal skaléres for at passe til en side.
de: Ob die Größe auf eine Seite angepasst ist.
hr: Da li prilagoditi rodoslov veličini jedne stranice.
nl: Of het moet worden geschaald om op één pagina te passen.
pt_pt: Se deve escalar para caber tudo numa só página.
uk: Чи масштабувати для одного аркуша.

source: No color
da: Ingen farve
de: Keine Farbe
hr: Bez boje
nl: Geen kleur
pt_pt: Sem cor
uk: Без кольору

source: First generation
da: Første generation
de: Erste Generation
hr: Prva generacija
nl: Eerste generatie
pt_pt: Primeira geração
uk: Перше покоління

source: Second generation
da: Anden generation
de: Zweite Generation
hr: Druga generacija
nl: Tweede generatie
pt_pt: Segunda geração
uk: Друге покоління

source: Third generation
da: Tredje generation
de: Dritte Generation
hr: Treća generacija
nl: Derde generatie
pt_pt: Terceira geração
uk: Третє покоління

source: Male line
da: Mandlig linje
de: Männliche Linie
hr: Muška loza
nl: Mannelijke lijn
pt_pt: Linha masculina
uk: Чоловіча лінія

source: Male line and illegitimate children
da: Mandlig linje og børn udenfor ægteskab
de: Mänliche Linie und illigitime Kinder
hr: Muška loza i nezakonita djeca
nl: Mannelijke lijn en buitenechtelijke kinderen
pt_pt: Linha masculina e filhos ilegítimos
uk: Чоловіча лінія та незаконнонароджені діти

source: Female line
da: Kvindelig linje
de: Weibliche Linie
hr: Ženska loza
nl: Vrouwelijke lijn
pt_pt: Linha feminina
uk: Жіноча лінія

source: Shuffle colors
da: Bland farver
de: Farben mischen
hr: Naizmjenične boje
nl: Schud kleuren
pt_pt: Baralhar cores
uk: Перемішати кольори

source: Whether to shuffle colors or order them in rainbow fashion.
da: Hvorvidt farver skal blandes eller ordnes efter regnbuen.
de: Ob die Farben durchmischt werden sollen oder nach Regenbogenart geordnet.
hr: Da li koristiti boje naizmjenično ili redoslijedom duginih boja.
nl: Of de kleuren door elkaar geschud of in regenboog opgesteld moeten worden.
pt_pt: Se deve baralhar cores ou ordená-las como arco-íris.
uk: Чи перемішати кольори або впорядкувати їх як веселку.

source: Include Occupation
da: Medtag beskæftigelse
de: Beruf aufnehmen
hr: Uključi zanimanje
nl: Beroep bijsluiten
pt_pt: Incluir profissão
uk: Включити професію

source: Include Residence
da: Medtag bopæl
de: Wohnort aufnehmen
hr: Uključi prebivalište
nl: Woonplaats bijsluiten
pt_pt: Incluir residência
uk: Включити місце проживання

source: Print event data (dead person)
da: Udskriv hændelsesdata (død person)
de: Drucke Ereignisdaten (tote Person)
hr: Ispiši podatke događaja (umrle osobe)
nl: Gebeurtenisgegevens afdrukken (overleden persoon)
pt_pt: Imprimir dados de eventos (falecidos)
uk: Друкувати дані події (померла особа)

source: Year only
da: Kun år
de: Nur Jahr
hr: Samo godina
nl: Alleen jaar
pt_pt: Só o ano
uk: Тільки рік

source: Full date
da: Fuld dato
de: Volles Datum
hr: Cjeloviti datum
nl: Volledige datum
pt_pt: Data completa
uk: Повна дата

source: Full date and place
da: Fuld dato og sted
de: Volles Datum und Ort
hr: Cjeloviti datum i mjesto
nl: Volledige datum en plaats
pt_pt: Data completa e local
uk: Повна дата і місце

source: Print event data (living person)
da: Udskriv hændelsesdata (levende person)
de: Drucke Ereignisdaten (lebende Person)
hr: Ispiši podatke događaja (žive osobe)
nl: Gebeurtenisgegevens afdrukken (levend persoon)
pt_pt: Imprimir dados de eventos (vivos)
uk: Друкувати дані події (жива особа)

source: Fall back to baptism if birth event missing
da: Fald tilbage til dåb hvis fødselshændelse mangler
de: Taufe verwenden, falls Geburt unbekannt
hr: Preuzmi datum krštenja, ako nedostaje događaj rođenja
nl: Val terug op de doop als de geboortegebeurtenis ontbreekt
pt_pt: Usar baptismo se o nascimento estiver em falta
uk: Перейти до хрещення, якщо подія народження відсутня

source: Fall back to burial or cremation if death event missing
da: Fald tilbage til begravelse eller kremering hvis dødshændelse mangler
de: Begräbnis oder Einäscherung verwenden, falls Tod unbekannt
hr: Preuzmi datum pokopa, ako nedostaje događaj smrti
nl: Val terug op begrafenis of crematie als de overlijdensgebeurtenis ontbreekt
pt_pt: Usar funeral ou cremação se o óbito estiver em falta
uk: Перейти до поховання або кремації, якщо подія смерті відсутня

source: Protect private items
da: Beskyt private elementer
de: Vertrauliche Elemente schützen
hr: Zaštiti privatne stavke
nl: Bescherm privé-items
pt_pt: Proteger itens privados
uk: Захистити приватні дані

source: Include event description
da: Medtag hændelsesbeskrivelse
de: Ereignisbeschreibung aufnehmen
hr: Uključi opis događaja
nl: Voeg gebeurtenisbeschrijving toe
pt_pt: Incluir descrição de evento
uk: Включити опис події

source: Text Options
da: Tekst tilvalg
de: Textoptionen
hr: Opcije za tekst
nl: Tekstopties
pt_pt: Opções de texto
uk: Опції тексту

source: The style used for names.
da: Stilen der benyttes til navne.
de: Der für Namen verwendete Stil.
hr: Stil za imena.
nl: De stijl die wordt gebruikt voor namen.
pt_pt: O estilo usado para nomes.
uk: Стиль, що використовується для імен.

source: The style used for data (birth, death, marriage, divorce).
da: Stilen der benyttes for data (fødsel, død, ægteskab, skilsmisse).
de: Der für die Daten verwendete Stil (Geburt, Tod, Heirat, Scheidung).
hr: Stil za podatke (rođenje, smrt, brak, rastava braka).
nl: De stijl die wordt gebruikt voor gegevens (geboorte, overlijden, huwelijk, scheiding).
pt_pt: O estilo usado para dados (nascimento, óbito, casamento, divórcio).
uk: Стиль, що використовується для даних (народження, смерть, шлюб, розлучення).

source: Tool to import FamilyFinder DNA data from Family Tree
da: Værktøj til at importere FamilyFinder DNA data fra Family Tree
de: Werkzeug zum Importieren von FamilyFinder-DNA-Daten aus Family Tree
nl: Hulpmiddel om FamilyFinder DNA-gegevens uit Family Tree te importeren
pt_pt: Ferramenta para importar dados do Family Tree, ADN FamilyFinder
uk: Інструмент для імпорту даних FamilyFinder DNA із Family Tree

source: Family Finder Tool
de: Family Finder-Werkzeug
pt_pt: Ferramenta Family Finder
uk: Інструмент Family Finder

source: Enter FTDNA Family Finder Filename:
da: Indtast FTDNA Family Finder Filnavn:
de: FTDNA Family Finder Dateiname eingeben:
nl: Voer de bestandsnaam van FTDNA Family Finder in:
pt_pt: Insira o nome do ficheiro FTDNA Family Finder:
uk: Введіть назву файлу Family Finder FTDNA:

source: Enter FTDNA Chromosome Segment Filename:
da: Indtast FTDNA Kromosom Segment Filnavn:
de: FTDNA-Chromosomen-Segment-Dateiname eingeben:
nl: Voer de bestandsnaam van het FTDNA-chromosoomsegment in:
pt_pt: Insira o nome do ficheiro FTDNA Chromosome Segment:
uk: Введіть назву файлу сегментів хромосом FTDNA:

source: Import Haplogroups
da: Importer Haplogrupper
de: Haplogruppen importieren
nl: Haplogroepen importeren
pt_pt: Importar haplogrupos
uk: Імпорт гаплогруп

source: FTDNA Note string :
da: FTDNA note streng:
de: FTDNA-Notizenzeichenfolge :
nl: FTDNA Opmerking tekenreeks :
pt_pt: Cadeia da nota FTDNA:
uk: Рядок примітки FTDNA:

source: Shared Citation ID :
da: Delt Kildehenvisnings ID:
de: Gemeinsame Fundstellen-ID :
nl: Gedeelde citaat-ID :
pt_pt: ID de citação partilhada:
uk: Спільний ідентифікатор цитування:

source: Active Person :
da: Fokusperson:
de: Aktive Person:
hr: Aktivna osoba:
nl: Actief persoon :
pt_pt: Indivíduo activo:
uk: Активна особа:

source: Import data from Family Finder files
da: Importer data fra Family Finder filer
de: Daten aus Family Finder-Dateien importieren
nl: Gegevens importeren uit Family Finder-bestanden
pt_pt: Importar dados de ficheiros Family Finder
uk: Імпорт даних із файлів Family Finder

source: Close the Family Finder Tool
da: Luk værktøj for Family Finder
de: Das Werkzeug Familiensuche schließen
nl: Family Finder-tool sluiten
pt_pt: Fechar ferramenta de procura de famílias
uk: Закрити інструмент Family Finder

source: Read Help manual
da: Læst hjælp manualen
de: Hilfe-Handbuch lesen
nl: Lees de Help-handleiding
pt_pt: Ler o manual de ajuda
uk: Прочитати довідник

source: FamilyTree DNA Import
nl: Stamboom DNA importeren
pt_pt: Importação ADN FamilyTree
uk: Імпорт FamilyTree DNA

source: {} Associations with DNA data created. {} haplogroup Attributes created
da: {} Sammenhæng med DNA data skabt. {} haplogruppe Attributter skabt
de: {} Verknüpfungen mit DNA-Daten erstellt. {} Haplogruppen-Attribute erstellt
nl: {} Associaties met gecreëerde DNA-gegevens. {} haplogroep-attributen aangemaakt
pt_pt: {} associações com dados de ADN. {} atributos de haplogrupo criados
uk: Створено {} зв’язків із DNA-даними. Створено {} атрибутів гаплогруп

source: No Family Finder File specified
da: Ingen Family Finder fil angivet
de: Keine Family Finder-Datei angegeben
nl: Geen Family Finder-bestand opgegeven
pt_pt: Não especificou um ficheiro Family Finder
uk: Файл Family Finder не вказано

source: No Segment File specified
da: Ingen Segment fil angivet
de: Keine Segmentdatei angegeben
nl: Geen segmentbestand opgegeven
pt_pt: Não especificou um ficheiro Segment
uk: Файл сегментів не вказано

source: No Associations found in FTdna Notes. No haplogroup Attributes created.
da: Ingen forbindelser fundet i FTdna Notes. Ingen haplogruppe attribut dannet.
de: Keine Verbindungen in FTdna Notizen gefunden. Keine Haplogruppen-Attribute erstellt.
nl: Geen associaties gevonden in FTdna-notities. Geen haplogroep-attributen aangemaakt.
pt_pt: Sem associações em notas FTDNA. Nenhuns atributos de haplogrupo criados.
uk: У примітках FTdna не знайдено зв’язків. Атрибути гаплогруп не створено.

source: Add %s haplogroup attribute
da: Tilføj %s haplogruppe attribut
de: %s Haplogruppen-Attribut hinzufügen
nl: %s haplogroep-attribuut toevoegen
pt_pt: Adicionar atributo de haplogrupo %s
uk: Додати атрибут гаплогрупи %s

source: Add %s DNA Association
da: Tilføj %s DNA forbindelse
de: DNA-Assoziation %s hinzufügen
nl: %s DNA-associatie toevoegen
pt_pt: Adicionar associação ADN a %s
uk: Додати зв’язок DNA %s

source: Create Note for %s DNA Association
da: Dan note for %s DNA forbindelse
de: Notiz für %s DNA- Verbindung erstellen
nl: Notitie voor %s DNA-associatie aanmaken
pt_pt: Criar nota para associação ADN %s
uk: Створити примітку для зв’язку DNA %s

source: Add Note to %s DNA Association
da: Tilføj note til %s DNA forbindelse
de: Notiz zu %s DNA-Assoziation hinzufügen
nl: Opmerking toevoegen aan %s DNA-associatie
pt_pt: Adicionar nota para associação ADN %s
uk: Додати примітку до зв’язку DNA %s

source: Create Source Citation for %s DNA Association
da: Dan kildehenvisning for %s DNA forbindelse
de: Quellenfundstelle für %s DNA-Verbindung erstellen
nl: Bronvermelding voor %s DNA-associatie aanmaken
pt_pt: Criar citação de fonte para associação ADN %s
uk: Створити джерело цитування для зв’язку DNA %s

source: Create Citation for %s DNA Association
da: Dan kildehenvisning for %s DNA forbindelse
de: Fundstelle für %s DNA-Verbindung erstellen
nl: Citaat voor %s DNA-associatie aanmaken
pt_pt: Criar citação para associação ADN %s
uk: Створити цитування для зв’язку DNA %s

source: Add Citation to %s DNA Association
da: Tilføj kildehenvisning til %s DNA forbindelse
de: Fundstelle zu %s DNA-Verbindung hinzufügen
nl: Citaat aan %s DNA-associatie toevoegen
pt_pt: Adicionar citação a associação ADN %s
uk: Додати цитування до зв’язку DNA %s

source: The active Person
da: Fokuspersonen
de: Die aktive Person
hr: Aktivna osoba
nl: De actieve persoon
pt_pt: O indivíduo activo
uk: Активна особа

source: Matches the active person
da: Matcher hovedpersonen
de: Entspricht der aktiven Person
nl: Komt overeen met de actieve persoon
pt_pt: Compara o indivíduo activo
uk: Відповідає активній особі

source: Filter people by their age at death
da: Filtrer person efter alder ved død
de: Personen nach ihrem Sterbealter filtern
nl: Filter personen op hun leeftijd bij overlijden
pt_pt: Filtrar indivíduos pela idade ao óbito
uk: Фільтр осіб за віком на момент смерті

source: Filter rule that matches people by their age at death
da: Filterregel der matcher personer efter deres alder ved død
de: Filterregel, die Personen nach ihrem Alter beim Tod abgleicht
nl: Filterregel die overeenkomt met mensen op basis van hun leeftijd bij overlijden
pt_pt: Regra de filtragem para procurar indivíduos pela sua idade ao óbito
uk: Правило фільтрації, яке знаходить осіб за їхнім віком на момент смерті

source: Age in years at person's death.
da: Alder i år ved en persons død.
de: Alter in Jahren beim Tod der Person.
nl: Leeftijd in jaren bij overlijden van een persoon.
pt_pt: Idade em anos ao óbito do indivíduo.
uk: Вік у роках на момент смерті особи.

source: Age:
da: Alder:
de: Alter:
hr: Starost:
nl: Leeftijd:
pt_pt: Idade:
uk: Вік:

source: Match associations of <person filter>
da: Match medlemmer af <person filter>
de: Entspricht den Zuordnungen von <Personenfilter>
nl: Match associaties van <person filter>
pt_pt: Comparar associações de <indivíduo filtrado>
uk: Збігаються з асоціаціями <фільтр осіб>

source: People separated less than <N> degrees of <person>
da: Personer delt af mindre end <N> grader af <person>
de: Personen, die weniger als <N> Grad von <Person> entfernt sind
hr: Osobe razdvojene manje od <N> stupnjeva od <osobe>
nl: Mensen minder dan <N> graden van <persoon> verwijderd
pt_pt: Parentes afastados menos de <N> graus do <indivíduo>
uk: Особи, розділені менш ніж на <N> ступенів від <особи>
