Repository: gramps-project/addons-source
Catalog: po/*.po
Languages: cs, da, de, he, hr, nb, nl, pt_pt, sk, uk

source: Traverses the Person list for all Associations that are bi-directional and adds any which are missing to the Associated Person.
da: Går gennem personlisten for alle forbindelser, som er to-vejs og tilføjer enhver der mangler på den associerede person.
de: Durchläuft die Personenliste für alle Zuordnungen, die bidirektional sind, und fügt der zugeordneten Person alle fehlenden hinzu.
hr: Prolazi kroz popis osoba za sve veze koje su dvosmjerne i povezanoj osobi dodaje sve koje nedostaju.
nl: Doorloopt de lijst met personen voor alle associaties die bidirectioneel zijn en voegt alle ontbrekende toe aan de geassocieerde persoon.
pt_pt: Percorre a lista de indivíduos para todas as associações bidireccionais e adiciona todas as que estão em falta ao indivíduo associado.
uk: Перебирає список осіб для всіх асоціацій, що є двосторонніми, і додає до пов’язаної особи всі відсутні зв’язки.

source: Add %s reciprocal association
da: Tilføj %s gensidige forbindelser
de: %s wechselseitige Zuordnung hinzufügen
hr: Dodaj %s recipročnu vezu
nl: Voeg %s wederzijdse associatie toe
pt_pt: Adicionar associação recíproca a %s
uk: Додати %s взаємну асоціацію

source: {} Reciprocal associations created
da: {} Gensidige forbindelser dannet
de: {} Gegenseitige Verknüpfungen erstellt
nl: {} Wederzijdse associaties gecreëerd
pt_pt: {} associações recíprocas criadas
uk: Створено {} взаємних асоціацій

source: All reciprocal associations exist, none created
da: Alle gensidige forbindelser findes, ingen dannet
de: Alle wechselseitigen Verknüpfungen bestehen, keine wurde erstellt
nl: Alle wederzijdse associaties bestaan, geen enkele gecreëerd
pt_pt: Todas as associações recíprocas existem, não se criou nenhuma
uk: Усі взаємні асоціації вже існують, нічого не створено

source: No existing associations, so no reciprocal ones needed
da: Ingen eksisterende forbindelser, så ingen gensidige behøves
de: Keine bestehenden Verbindungen, daher keine gegenseitigen Verbindungen erforderlich
nl: Geen bestaande associaties, dus geen wederzijdse nodig
pt_pt: Não há associações existentes, não são necessárias associações recíprocas
uk: Асоціацій не знайдено, отже, взаємні асоціації не потрібні

source: TMG Project Backup
da: Sikkerhedskopier TMG projekt
de: TMG-Projektsicherung
pt_pt: Salvaguarda de projecto TMG
uk: Резервна копія проекту TMG

source: Import TMG project files
da: Importer TMG projekt filer
de: TMG-Projektdateien importieren
nl: Importeer TMG-projectbestanden
pt_pt: Importar ficheiros de projecto TMG
uk: Імпортувати файли проекту TMG

source: TMG Unsupported
da: TMG ikke understøttet
de: TMG nicht unterstützt
nl: TMG wordt niet ondersteund
pt_pt: TMG não suportado
uk: TMG не підтримується

source: Directly importing from TMG files is not supported by the TMG Importer Addon. You need to use an backup copy of the TMG project(*.sqz) Ensure that your TMG project was created by: TMG version 5.x or greater. Your file: *.PJC - Project Configuration File for TMG 5.0 to TMG 9.05 Please refer to: %(gramps_wiki_import_pjc_direct_url)s
da: Direkte import fra TMG filer er ikke understøttet af TMG import tillægget. Du skal benytte en sikkerhedskopi af TMG projektet(*sqz) Forsikkr dig om at dit TMG projekt var dannet af: TMG version 5.x eller nyere. Din fil: *PJC projekt konfigurationfil for TMG 5.0 til TMG 9.05 Se venligst: %(gramps_wiki_import_pjc_direct_url)s
de: Der direkte Import aus TMG-Dateien wird nicht unterstützt von TMG Importeur Erweiterung. Du musst eine Sicherungskopie des TMG-Projekts (*. sqz) verwenden Stelle sicher, dass dein TMG-Projekt erstellt wurde von: TMG Version 5.x oder höher. Deine Datei: * .PJC - Projektkonfigurationsdatei für TMG 5.0 bis TMG 9.05 Bitte beachte: %(gramps_wiki_import_pjc_direct_url)s
nl: Rechtstreeks importeren vanuit TMG-bestanden wordt niet ondersteund door de TMG-importeur addon. U moet een reservekopie van het TMG-project (*. Sqz) gebruiken Zorg ervoor dat uw TMG-project is gemaakt door: TMG versie 5.x of hoger. Uw bestand: * .PJC - Projectconfiguratiebestand voor TMG 5.0 tot TMG 9.05 Raadpleeg: %(gramps_wiki_import_pjc_direct_url)s
pt_pt: A importação directa de ficheiros TMG não é suportada por esta extensão. Tem de usar uma salvaguarda do projecto TMG (*.sqz) Assegure-se de que o seu projecto TMG foi criado por: TMG versão 5.x ou posterior. O seu ficheiro: *.PJC - ficheiro de configuração de projecto para TMG 5.0 a TMG 9.05 Por favor, consulte: %(gramps_wiki_import_pjc_direct_url)s
uk: Прямий імпорт із файлів TMG не підтримується додатком TMG Importer. Вам потрібно використати резервну копію проекту TMG (*.sqz) Переконайтеся, що ваш проект TMG був створений у версії: TMG 5.x або новішій. Ваш файл: *.PJC – Файл конфігурації проекту для TMG 5.0 – TMG 9.05 Дивіться детальніше: %(gramps_wiki_import_pjc_direct_url)s

source: Directly importing from TMG files is not supportedby the TMG Importer Addon.You need to use an backup copy of TMG project(*.sqz)Ensure that your TMG project was created by:TMG version 5.x or greater.Your file:*.TMG - Version Control File for TMG 2.0 to TMG 4.0dPlease refer to:%(gramps_wiki_import_pjc_direct_url)s
da: Direkte import fra TMG filer er ikke understøttet af TMG import tillægget. Du skal benytte en sikkerhedskopi af TMG projektet(*sqz), Forsikr dig om at dit TMG projekt var dannet af: TMG version 5.x eller nyere. Din fil: *PJC projekt konfigurationfil for TMG 5.0 til TMG 9.05 Se venligst: %(gramps_wiki_import_pjc_direct_url)s
de: Der direkte Import aus TMG-Dateien wird von TMG Importeur Erweiterung nicht unterstützt. Du musst eine Sicherungskopie des TMG-Projekts (*. sqz) verwenden. Stelle sicher, dass dein TMG-Projekt erstellt wurde von: TMG Version 5.x oder höher. Deine Datei: *. TMG - Versionskontrolldatei für TMG 2.0 bis TMG 4.0d Bitte beachte:%(gramps_wiki_import_pjc_direct_url)s
nl: Direct importeren vanuit TMG-bestanden wordt niet ondersteund door de TMG-importeur addon. U moet een reservekopie van TMG-project (*. Sqz) gebruiken Zorg ervoor dat uw TMG-project is gemaakt door: TMG versie 5.x of hoger. Uw bestand: *. TMG - Versiecontrolebestand voor TMG 2.0 tot TMG 4.0d Raadpleeg: %(gramps_wiki_import_pjc_direct_url)s
pt_pt: A importação directa de ficheiros TMG não é suportada por esta extensão. Tem de usar uma salvaguarda do projecto TMG (*.sqz). Assegure-se de que o seu projecto TMG foi criado pelo TMG versão 5.x ou posterior. O seu ficheiro: *.TMG - ficheiro de controlo de versão para TMG 2.0 a TMG 4.0d. Por favor, consulte: %(gramps_wiki_import_pjc_direct_url)s
uk: Прямий імпорт із файлів TMG не підтримується додатком TMG Importer. Вам потрібно використати резервну копію проекту TMG (*.sqz). Переконайтеся, що ваш проект TMG був створений у версії 5.x або новішій. Ваш файл: *.TMG – Файл контролю версії для TMG 2.0 – TMG 4.0d. Дивіться детальніше: %(gramps_wiki_import_pjc_direct_url)s

source: Directly importing from TMG files is not supportedby the TMG Importer Addon.You need to use an backup copy of TMG project(*.sqz)Ensure that your TMG project was created by:TMG version 5.x or greater.Your file:*.VER - Version Control File for TMG 1.2 and earlierPlease refer to:%(gramps_wiki_import_pjc_direct_url)s
da: Direkte import fra TMG filer er ikke understøttet af TMG import tillægget. Du skal benytte en sikkerhedskopi af TMG projektet(*sqz), Forsikr dig om at dit TMG projekt var dannet af: TMG version 5.x eller nyere. Din fil: *.VER Version kontrol fil for TMG 1.2 og tidligere. Se venligst: %(gramps_wiki_import_pjc_direct_url)s
de: Der direkte Import aus TMG-Dateien wird von TMG Importeur Erweiterung nicht unterstützt. Du musst eine Sicherungskopie des TMG-Projekts (*. sqz) verwenden. Stelle sicher, dass dein TMG-Projekt erstellt wurde von: TMG Version 5.x oder höher. Deine Datei: *. VER - Versionskontrolldatei für TMG 1.2 und früher Bitte beachte:%(gramps_wiki_import_pjc_direct_url)s
nl: Direct importeren vanuit TMG-bestanden wordt niet ondersteund door de TMG-importeur add-on. U moet een reservekopie van TMG-project (*. Sqz) gebruiken Zorg ervoor dat uw TMG-project is gemaakt door: TMG versie 5.x of hoger. Uw bestand: *. VER - Versiecontrolebestand voor TMG 1.2 en eerder Raadpleeg: %(gramps_wiki_import_pjc_direct_url)s
pt_pt: A importação directa de ficheiros TMG não é suportada por esta extensão. Tem de usar uma salvaguardado projecto TMG (*.sqz). Assegure-se de que o seu projecto TMG foi criado pelo TMG versão 5.x ou posterior. O seu ficheiro: *.VER - ficheiro de controlo de versão para TMG 1.2 e anteriores. Por favor, consulte: %(gramps_wiki_import_pjc_direct_url)s
uk: Прямий імпорт із файлів TMG не підтримується додатком TMG Importer. Вам потрібно використати резервну копію проекту TMG (*.sqz). Переконайтеся, що ваш проект TMG був створений у версії 5.x або новішій. Ваш файл: *.VER – Файл контролю версії для TMG 1.2 або ранішої версії. Дивіться детальніше: %(gramps_wiki_import_pjc_direct_url)s

source: TMG Importer
de: TMG Importeur
nl: TMG-importeur
pt_pt: Importador TMG
uk: Імпортер TMG

source: Unreleased Addon - Work In Progress
da: Ikke frigivet tillæg - igangværende arbejde
de: Unveröffentlichte Erweiterung - In Arbeit
nl: Onuitgegeven add-on - Werk in uitvoering
pt_pt: Extensão não lançada - Trabalho em curso
uk: Неопублікований додаток – Робота триває

source: Wholly Genes - The Master Genealogist (TMG) Importer Select the TMG Data Set you wish to import.
da: Wholly Genes - The Master Genealogist (TMG) Importer Vælg de TMG data du vil importere .
de: Ganz Gene - Der Master Genealogist (TMG) Importeur Wähle den TMG-Datensatz aus, den du importieren möchtest.
nl: Wholly Genes - The Master Genealogist (TMG) Importer Selecteer de TMG-dataset die u wilt importeren.
pt_pt: Wholly Genes - Importador The Master Genealogist (TMG) Seleccione o conjunto de dados TMG que deseja importar.
uk: Імпортер Wholly Genes – The Master Genealogist (TMG) Виберіть набір даних TMG, який ви хочете імпортувати.

source: Data Set Name
da: Anvn på dataopsætning
de: Datensatzname
nl: Naam gegevensset
pt_pt: Nome do conjunto de dados
uk: Назва набору дани

source: _Import TMG Data Set
da: _Importer TMG dataopsætning
de: TMG-Datensatz _Importieren
nl: _Importeer TMG-gegevensset
pt_pt: _Importar conjunto de dados TMG
uk: _Імпортувати набір даних TMG

source: Theme preferences
da: Temaindstillinger
de: Thema Einstellungen
he: העדפות ערכת נושא
hr: Postavke za dizajn sučelja
nb: Temainnstillinger
nl: Thema-voorkeuren
pt_pt: Preferências do tema
uk: Тематичні уподобання

source: An addition to Preferences for simple Theme and Font adjustment. Especially useful for Windows users.
da: En tilføjelse til indstillinger for simpel tema og skrifttypejustering. Især nyttigt til Windows-brugere.
de: Ein Zusatz zu den Einstellungen zur einfachen Anpassung von Themen und Schriftarten. Besonders nützlich für Windows-Benutzer.
he: תוספת למועדפים להתאמת ערכת נושא וגופן פשוטים. שימושי במיוחד עבור משתמשי ווינדווז.
hr: Dodatak u postavkama za jednostavno podešavanje dizajna sučelja i fontova. Naročito korisno za korisnike Windows sustava.
nb: Et tillegg til Innstillinger for enkel justering av tema og skrift. Spesielt nyttig for Windows-brukere.
nl: Een aanvulling op Voorkeuren voor eenvoudige aanpassing van thema en lettertype. Vooral handig voor Windows-gebruikers.
pt_pt: Uma adição às preferências para ajuste simples de tema e letra. Especialmente útil para utilizadores do Windows.
uk: На додаток до налаштувань для простої настройки теми та шрифту. Особливо корисно для користувачів Windows.

source: Theme is hardcoded by GTK_THEME
da: Tema fast angivet ved GTK_THEME
de: Das Thema ist durch GTK_THEME hart kodiert
he: ערכת נושא מקודדת באופן מובנה על ידי GTK_THEME
hr: Dizajn sučelja je fiksno kodiran s GTK_THEME
nb: Tema er hardkodet av GTK_THEME
nl: Thema is hard gecodeerd door GTK_THEME
pt_pt: O tema é interno do GTK_THEME
uk: Тему пришито через GTK_THEME

source: Dark Variant
da: Mørk variant
de: Dunkle Variante
he: חלופת צבעים כהים
hr: Tamna varijanta
nb: Mørk variant
nl: Donkere variant
pt_pt: Variante escura
uk: Темний варіант

source: Font
da: Skrifttype
de: Schrift
he: גופן
nb: Skrifttype
nl: Lettertype
pt_pt: Letra
uk: Шрифт

source: Fixed Scrollbar (requires restart)
da: Klassisk rullepanel (kræver genstart)
de: Feste Bildlaufleiste (erfordert Neustart)
he: פסי גלילה מקובעים (נדרשת הפעלה מחדש)
hr: Fiksna klizna traka (ponovo pokreni program)
nb: Klassisk rullegardin (krever omstart)
nl: Vaste schuifbalk (opnieuw opstarten vereist)
pt_pt: Barra de rolamento fixa (requer reinício)
uk: Класична смуга прокрутки (потрібно перезавантажити)

source: This Day in Family History
de: Dieser Tag in der Familiengeschichte
hr: Ovaj dan u povijesti obitelji
nl: Vandaag in de familiegeschiedenis
pt_pt: Este dia na história familiar
uk: Цей день в історії родини

source: A configurable program that shows you the connected events from your family tree that match today's day and month.
de: Ein konfigurierbares Programm, das dir die verbundenen Ereignisse aus deinem Stammbaum anzeigt, die dem heutigen Tag und Monat entsprechen.
hr: Podešavajući program za prikaz povezanih događaja u tvojem rodoslovu, koji odgovaraju današnjem danu i mjesecu.
nl: Een configureerbaar programma dat u de met uw stamboom verbonden gebeurtenissen laat zien die overeenkomen met de dag en maand van vandaag.
pt_pt: Um programa configurável que mostra os eventos da sua árvore genealógica interligados com a data de hoje.
uk: Налаштовувана програма, яка показує пов'язані події з вашого родинного дерева, що відповідають сьогоднішньому дню та місяцю.

source: Database is not open, can't check history right now.
de: Die Datenbank ist nicht geöffnet. Die Geschichte kann derzeit nicht überprüft werden.
hr: Baza podataka nije otvorena, trenutačno nije moguće provjeritit povijest.
nl: Database is niet open, kan de geschiedenis nu niet controleren.
pt_pt: A base de dados não está aberta, impossível verificar o histórico agora.
uk: База даних не відкрита, неможливо перевірити історію зараз.

source: On %(date)s in family history ...
de: Am %(date)s in der Familiengeschichte ...
hr: Na %(date)s u povijesti obitelji …
nl: Op %(date)s in de familiegeschiedenis...
pt_pt: A %(date)s na história familiar...
uk: Цього дня, %(date)s, в історії родини ...

source: ... nothing happened! Check again tomorrow!
de: ... nichts ist passiert! Schau morgen wieder nach!
hr: … se nije ništa dogodilo! Provjeri ponovo sutra!
nl: ... er is niets gebeurd! Kijk morgen opnieuw!
pt_pt: ... nada aconteceu! Procure amanhã outra vez!
uk: ... нічого не сталося! Перевірте знову завтра!

source: Report only living tree members
de: Melde nur lebende Baummitglieder
hr: Uključi samo žive osobe u rodoslovu
nl: Rapporteer alleen levende stamboomleden
pt_pt: Reportar só membros vivos da árvore
uk: Звіт лише про живих членів родинного дерева

source: Show these events
de: Diese Ereignisse zeigen
hr: Prikaži ove događaje
nl: Toon deze gebeurtenissen
pt_pt: Mostrar estes eventos
uk: Показати ці події

source: Sort by
de: Sortieren nach
hr: Razvrstaj po
nl: Sorteer op
pt_pt: Ordenar por
uk: Сортувати за

source: Sort in ascending order?
de: In aufsteigender Reihenfolge sortieren?
hr: Da li razvrstati uzlazno?
nl: Oplopend sorteren?
pt_pt: Ordenar ascendentemente?
uk: Сортувати у зростаючому порядку?

source: February
de: Februar
hr: Veljača
nl: Februari
pt_pt: Fevereiro
uk: Лютий

source: January
de: Januar
hr: Siječanj
nl: Januari
pt_pt: Janeiro
uk: Січень

source: March
de: März
hr: Ožujak
nl: Maart
pt_pt: Março
uk: Березень

source: April
hr: Travanj
pt_pt: Abril
uk: Квітень

source: July
de: Juli
hr: Srpanj
nl: Juli
pt_pt: Julho
uk: Липень

source: June
de: Juni
hr: Lipanj
nl: Juni
pt_pt: Junho
uk: Червень

source: May
de: Mai
hr: Svibanj
nl: Mei
pt_pt: Maio
uk: Травень

source: August
hr: Kolovoz
nl: Augustus
pt_pt: Agosto
uk: Серпень

source: October
de: Oktober
hr: Listopad
nl: Oktober
pt_pt: Outubro
uk: Жовтень

source: September
hr: Rujan
pt_pt: Setembro
uk: Вересень

source: December
de: Dezember
hr: Prosinac
pt_pt: Dezembro
uk: Грудень

source: November
hr: Studeni
pt_pt: Novembro
uk: Листопад

source: Person Name
de: Name der Person
hr: Ime osobe
nl: Naam persoon
pt_pt: Nome do indivíduo
uk: Ім'я особи

source: Event Year
de: Ereignisjahr
hr: Godina događaja
nl: Jaar gebeurtenis
pt_pt: Ano do evento
uk: Рік події

source: gregorian
de: gregorianisch
hr: gregorijanski
nl: gregoriaans
pt_pt: gregoriano
uk: григоріанський

source: Unknown father/partner
de: Unbekannter Vater/Partner
hr: Nepoznat otac/partner
nl: Onbekende vader/partner
pt_pt: Pai/Companheiro desconhecido
uk: Невідомий батько/партнер

source: Unknown mother/partner
de: Unbekannte Mutter/Partnerin
hr: Nepoznata majka/partnerica
nl: Onbekende moeder/partner
pt_pt: Mãe/Companheira desconhecida
uk: Невідома мати/партнерка

source: and
de: und
hr: i
nl: en
pt_pt: e
uk: і

source: unknown participant
de: unbekannter Teilnehmer
hr: nepoznati sudionik
nl: onbekende deelnemer
pt_pt: participante desconhecido
uk: невідомий учасник

source: unknown location
de: unbekannter Ort
hr: nepoznata lokacija
nl: onbekende locatie
pt_pt: localização desconhecida
uk: невідоме місце

source: %(male_name)s was adopted in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s adoptiert.
hr: %(male_name)s je prisvojen %(year)s u mjestu %(place)s.
nl: %(male_name)s is geadopteerd in %(year)s te %(place)s.
pt_pt: %(male_name)s foi adoptado no ano de %(year)s em %(place)s.
uk: %(male_name)s був усиновлений у %(year)s у %(place)s.

source: %(female_name)s was adopted in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s adoptiert.
hr: %(female_name)s je prisvojena %(year)s u mjestu %(place)s.
nl: %(female_name)s is geadopteerd in %(year)s te %(place)s.
pt_pt: %(female_name)s foi adoptada no ano de %(year)s em %(place)s.
uk: %(female_name)s була усиновлена у %(year)s у %(place)s.

source: %(male_name)s was christened in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s getauft.
hr: %(male_name)s je kršten %(year)s u mjestu %(place)s.
nl: %(male_name)s is gedoopt (chr) in %(year)s te %(place)s.
pt_pt: %(male_name)s foi baptizado no ano de %(year)s em %(place)s.
uk: %(male_name)s був охрещений у %(year)s у %(place)s.

source: %(female_name)s was christened in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s getauft.
hr: %(female_name)s je krštena %(year)s u mjestu %(place)s.
nl: %(female_name)s is gedoopt (chr) in %(year)s te %(place)s.
pt_pt: %(female_name)s foi baptizada em %(year)s, em %(place)s.
uk: %(female_name)s була охрещена у %(year)s у %(place)s.

source: %(male_name)s was married in %(year)s at %(place)s.
de: %(male_name)s war %(year)s in %(place)s verheiratet.
hr: %(male_name)s je umro %(year)s u mjestu %(place)s.
nl: %(male_name)s was getrouwd in %(year)s te %(place)s.
pt_pt: %(male_name)s casou no ano de %(year)s em %(place)s.
uk: %(male_name)s одружився у %(year)s у %(place)s.

source: %(female_name)s was married in %(year)s at %(place)s.
de: %(female_name)s war %(year)s in %(place)s verheiratet.
hr: %(female_name)s je umrla %(year)s u mjestu %(place)s.
nl: %(female_name)s was getrouwd in %(year)s te %(place)s.
pt_pt: %(female_name)s casou no ano de %(year)s em %(place)s.
uk: %(female_name)s вийшла заміж у %(year)s у %(place)s.

source: %(male_name)s received an annulment in %(year)s at %(place)s.
de: %(male_name)s erhielt %(year)s in %(place)s eine Annullierung.
hr: %(male_name)s je zaprimio poništaj braka %(year)s u mjestu %(place)s.
nl: %(male_name)s heeft een nietigverklaring ontvangen in %(year)s te %(place)s.
pt_pt: %(male_name)s recebeu uma anulação no ano de %(year)s em %(place)s.
uk: %(male_name)s отримав анулювання шлюбу у %(year)s у %(place)s.

source: %(female_name)s received an annulment in %(year)s at %(place)s.
de: %(female_name)s erhielt %(year)s in %(place)s eine Annullierung.
hr: %(female_name)s je zaprimila poništaj braka %(year)s u mjestu %(place)s.
nl: %(female_name)s heeft een nietigverklaring ontvangen in %(year)s te %(place)s.
pt_pt: %(female_name)s recebeu uma anulação no ano de %(year)s em %(place)s.
uk: %(female_name)s отримала анулювання шлюбу у %(year)s у %(place)s.

source: %(male_name)s was baptized in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s getauft.
hr: %(male_name)s je kršten %(year)s u mjestu %(place)s.
nl: %(male_name)s is gedoopt in %(year)s te %(place)s.
pt_pt: %(male_name)s foi baptizado no ano de %(year)s em %(place)s.
uk: %(male_name)s був охрещений у %(year)s у %(place)s.

source: %(female_name)s was baptized in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s getauft.
hr: %(female_name)s je krštena %(year)s u mjestu %(place)s.
nl: %(female_name)s is gedoopt in %(year)s te %(place)s.
pt_pt: %(female_name)s foi baptizada no ano de %(year)s em %(place)s.
uk: %(female_name)s була охрещена у %(year)s у %(place)s.

source: %(male_name)s became a bar mitzvah in %(year)s at %(place)s.
de: %(male_name)s empfing %(year)s in %(place)s eine Bar Mitzwa.
hr: %(male_name)s je postao punoljetan (bar mizva) %(year)s u mjestu %(place)s.
nl: %(male_name)s werd een bar mitswa in %(year)s te %(place)s.
pt_pt: %(male_name)s tornou-se bar mitzvah no ano de %(year)s em %(place)s.
uk: %(male_name)s відзначив бар-міцву у %(year)s у %(place)s.

source: %(female_name)s became a bar mitzvah in %(year)s at %(place)s.
de: %(female_name)s empfing %(year)s in %(place)s eine Bar Mitzwa.
hr: %(female_name)s je postala punoljetna (bat mizva) %(year)s u mjestu %(place)s.
nl: %(female_name)s werd een bar mitswa in %(year)s te %(place)s.
pt_pt: %(female_name)s tornou-se bar mitzvah no ano de %(year)s em %(place)s.
uk: %(female_name)s відзначила бар-міцву у %(year)s у %(place)s.

source: %(male_name)s became a bat mitzvah in %(year)s at %(place)s.
de: %(male_name)s empfing %(year)s in %(place)s eine Bat Mitzwa.
hr: %(male_name)s je postao punoljetan (bar mizva) %(year)s u mjestu %(place)s.
nl: %(male_name)s werd een bat mitswa in %(year)s te %(place)s.
pt_pt: %(male_name)s tornou-se bat mitzvah no ano de %(year)s em %(place)s.
uk: %(male_name)s відзначив бат-міцву у %(year)s у %(place)s.

source: %(female_name)s became a bat mitzvah in %(year)s at %(place)s.
de: %(female_name)s empfing %(year)s in %(place)s eine Bat Mitzwa.
hr: %(female_name)s je postala punoljetna (bat mizva) %(year)s u mjestu %(place)s.
nl: %(female_name)s werd een bat mitswa in %(year)s te %(place)s.
pt_pt: %(female_name)s tornou-se bat mitzvah no ano de %(year)s em %(place)s.
uk: %(female_name)s відзначила бат-міцву у %(year)s у %(place)s.

source: %(male_name)s was born in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s geboren.
hr: %(male_name)s je rođen %(year)s u mjestu %(place)s.
nl: %(male_name)s is geboren in %(year)s te %(place)s.
pt_pt: %(male_name)s nasceu no ano de %(year)s em %(place)s.
uk: %(male_name)s народився у %(year)s у %(place)s.

source: %(female_name)s was born in %(year)s at %(place)s.
de: %(female_name)s wurde %(year)s in %(place)s geboren.
hr: %(female_name)s je rođena %(year)s u mjestu %(place)s.
nl: %(female_name)s is geboren in %(year)s te %(place)s.
pt_pt: %(female_name)s nasceu no ano de %(year)s em %(place)s.
uk: %(female_name)s народилася у %(year)s у %(place)s.

source: %(male_name)s was blessed in %(year)s at %(place)s.
de: %(male_name)s wurde %(year)s in %(place)s gesegnet.
hr: %(male_name)s je blagoslovljen %(year)s u mjestu %(place)s.
nl: %(male_name)s is gezegend in %(year)s te %(place)s.
pt_pt: %(male_name)s foi abençoado no ano de %(year)s em %(place)s.
uk: %(male_name)s був благословенний у %(year)s у %(place)s.
