Repository: gramps-project/addons-source
Catalog: LinesOfDescendency/po/*-local.po
Languages: hr

source: Lines of Descendency Report
hr: Izvještaj o liniji potomstva

source: Prints out all descendency lines from a given ancestor to a given descendent in text.
hr: Ispisuje sve linije potomstva zadanog pretka do zadanog potomka u tekstualnom obliku.

source: People
hr: Osobe

source: Ancestor
hr: Predak

source: The ancestor from which to start the line
hr: Predak od kojeg počinje linija

source: Descendent
hr: Potomak

source: The descendent to which to build the line
hr: Potomak prema kojemu se gradi linija

source: The style used for the title of the page.
hr: Stil za naslov stranice.

source: The style used for the title of a line.
hr: Stil za naslov linije.

source: The basic style used for the text display.
hr: Osnovni stil za prikaz teksta.

source: Person %s is not in the Database
hr: Osoba %s ne postoji u bazi podataka

source: %(line)s. line:
hr: %(line)s. linija:

source: Lines of Descendency from %(ancestor)s to %(descendent)s
hr: Linija potomstva od „%(ancestor)s” do „%(descendent)s”
