Repository: gramps-project/addons-source
Catalog: HouseTimelineGramplet/po/cz-local.po
Languages: cz

source: House Timeline
cz: Časová osa domu

source: Lists the Residents of an Address by Timeline
cz: Seznamuje obyvatele adresy podle časové osy

source: Double-click name for details
cz: Dvojklik klikněte na jméno pro podrobnosti

source: Processing...
cz: Zpracovává se...

source: There are no individuals with Address data. Please add Address data to people.
cz: Nejsou žádné osoby s údaji adresy. Přidejte data adresy osobám

source: Location
cz: Umístění

source: Time In Family
cz: Čas v rodině

source: First Resident
cz: První Rezident

source: Last Resident
cz: Poslední Rezident

source: Timeline
cz: Časová osa

source: Unknown
cz: Neznámý

source: Total Known Residents
cz: Celkem známí obyvatelé
