Repository: gramps-project/addons-source
Catalog: AncestorFill/po/*-local.po
Languages: eo, fi, fr, he, hr, it, pl

source: AncestorFill
eo: ArboPlenigo
fi: Esivanhempien täyttöaste
fr: Remplissage de l'arbre
hr: Popunjenost predaka
pl: Wypełnienie przodków

source: Report on the filling of the tree
eo: Raporto pri Arboplenigado
fi: Puun täyttöaste
fr: Rapport sur le remplissage de l'arbre
he: דיווח על מילוי העץ
hr: Izvještaj o popunjenosti rodoslova
it: Resoconto sul riempimento dell'albero
pl: Raport o wypełnieniu drzewa

source: Person %s is not in the Database
hr: Osoba %s ne postoji u bazi podataka

source: AncestorFill for %s
eo: ArboPlenigo por %s
fi: AncestorFill kohteelle %s
fr: Remplissage de l'arbre pour %s
hr: Popunjenost predaka za %s
pl: Wypełnienie przodka dla %s

source: Generation
eo: Generacio
fi: Sukupolvi
fr: Génération
he: חילול
hr: Generacija
it: Generazione
pl: Pokolenie

source: Number of Ancestors found
eo: Nombro da Prapatroj trovita
fi: Löydettyjen esi-isien lukumäärä
fr: Nombre d'ascendants trouvés
he: מספר אָבוֹת קַדמוֹנִיםשנמצאו
hr: Broj pronađenih predaka
it: Numero di antenati trovati
pl: Liczba znalezionych przodków

source: percent of Ancestors found
hr: postotak pronađenih predaka

source: Number of single Ancestors found
hr: Broj pronađenih nevjančanih predaka

source: Number of theoretical Ancestors
eo: Nombro da teoriaj Prapatroj
fi: Teoreettisten esi-isien lukumäärä
fr: Nombre d'ascendants théorique
he: מספר אבות קדמונים תאורטיים
hr: Broj teoretski mogućih predaka
it: Numero teorico degli antenati
pl: Liczba teoretycznych przodków

source: Pedigree Collapse
fi: Sukutaulun romahdus
fr: Implexe
he: כיווץ אילן־יוחסין
hr: Sklopljeni dijagram predaka

source: Total Number of Ancestors found
eo: Totala Nombro da Prapatroj trovita
fi: Löydettyjä esi-isiä
fr: Nombre total d'ascendants trouvés
he: מספר כולל של אבות קדמונים שנמצאו
hr: Ukupni broj pronađenih predaka
it: Numero totale di antenati trovato
pl: Łączna liczba znalezionych przodków

source: Total Number of single Ancestors found
hr: Ukupni broj pronađenih nevjančanih predaka

source: Report Options
hr: Opcije za izvještaj

source: Center Person
hr: Središnja osoba

source: The center person for the report
hr: Središnja osoba u izvještaju

source: Generations
hr: Generacije

source: The number of generations to include in the report
hr: Broj uključenih generacija u izvještaju

source: Filled digit
eo: Decimaloj
fi: Täytenumerot
fr: Chiffres pour le remplissage
he: סיפרת מילוי
hr: Broj u dijagramu popunjenosti
it: Numeri riempiti

source: The number of digits after comma to include in the report for the percentage of ancestor found at a given generation
eo: La nombro da ciferoj post komo inkludi en la raporto por la procento de prapatro trovita ĉe antaŭfiksita generacio
fi: Pilkun jälkeisten numeroiden määrä, joka näytetään raportin tietyn sukupolven esivanhempien prosenttiosuudessa
fr: Le nombre de chiffres après la virgule à indiquer dans le rapport, pour le pourcentage d'ascendants trouvés à une génération donnée
he: מספר הספרות לאחר הפסיק שיכללו בדוח עבור אחוז אבות קדמונים שנמצאו בדור מסוים
hr: Broj decimala u postotnoj vrijednosti za pretke, koji su pronađeni u određenoj generaciji
it: Il numero di cifre dopo virgola da includere nel rapporto per la percentuale di antenati trovati in una data generazione
pl: Liczba cyfr po przecinku do uwzględnienia w raporcie dla procentu przodków znalezionych w danym pokoleniu

source: Collapsed digit
fi: Tiivistetyt numerot
fr: Chiffres pour l'implexe
he: סיפרת כיווץ
hr: Broj u sklopljenom dijagramu
it: Numero Collapse

source: The number of digits after comma to include in the report for the pedigree Collapse
fi: Pilkun jälkeisten numeroiden määrä, joka sisällytetään sukutaulun tiivistysraporttiin
fr: Le nombre de chiffres après la virgule dans le rapport pour l'implexe
he: מספר הספרות לאחר הפסיק שיכללו בדוח עבור כיווץ אילן־היוחסין
hr: Broj decimala u sklopljenom dijagramu predaka
it: Il numero di cifre dopo la virgola da includere nel report per il pedigree Collapse
pl: Liczba cyfr po przecinku do uwzględnienia w raporcie dla rodowodu Collapse

source: Display theoretical
eo: Montru teorian nombron
fi: Näytä teoreettinen
fr: Afficher nombre théorique
he: להציג עיוני
hr: Prikaži teoretski moguće
it: Mostra teorico

source: Whether to display the theoretical number of ancestor by generation
eo: Ĉu montri la teorian nombron de prapatroj laŭ generacio
fi: Näytetäänkö esi-isien teoreettinen lukumäärä sukupolvittain
fr: Afficher ou non le nombre théorique d'ancêtres par génération
he: האם להציג את המספר התיאורטי של אבות קדמונים לפי דור
hr: Da li prikazati teoretski broj predaka po generacijama
it: Visualizzare o meno il numero teorico di antenati per generazione
pl: Czy wyświetlać teoretyczną liczbę przodków według generacji?

source: The style used for the title of the page.
eo: La stilo uzata por la titolo de la paĝo.
fi: Sivun otsikossa käytetty tyyli.
fr: Le style utilisé pour les titres de page.
he: הסגנון שמשמש בכותרת העמוד.
hr: Stil za naslov stranice.
it: Lo stile usato per il titolo della pagina.
pl: Styl używany do tytułu strony.

source: The style used for the generation header.
hr: Stil za zaglavlje generacija.

source: The basic style used for the text display.
hr: Osnovni stil za prikaz teksta.

source: Percent of Ancestors found
eo: Procente da Prapatroj trovita
fi: Löydettyjen esi-isien prosenttiosuus
fr: Pourcentage d'ascendants trouvés
he: אחוז אבות קדמונים ש נמצאו
it: Percentuale di antenati trovati
pl: Odsetek znalezionych przodków

source: Number of unique Ancestors found
eo: Nombro da unikaj Prapatroj trovita
fi: Löytyneiden eri esivanhempien määrä
fr: Nombre d'ascendants uniques trouvés
he: מספר אָבוֹת קַדמוֹנִים ייחודיים שנמצאו
it: Numero di antenati unici trovati
pl: Liczba znalezionych unikalnych przodków

source: Total Number of unique Ancestors found
eo: Totala Nombro da unikaj Prapatroj trovita
fi: Löydettyjen eri esi-isien yhteismäärä
fr: Nombre total d'ascendants uniques trouvés
he: מספר כולל של אבות קדמונים ייחודיים שנמצאו
it: Numero totale di antenati unici trovati
pl: Łączna liczba unikalnych przodków

source: Note: This report only counts ancestors with a parent-child relationship of birth.
eo: Noto: Tiu raporto nur nombras prapatrojn kun gepatro-infana rilato de naskiĝo.
fi: Huomaa: Tämä raportti laskee mukaan vain ne esivanhemmat, joilla on syntymäsuhde vanhemman ja lapsen välillä.
fr: Remarque : ce rapport ne compte que les ascendants avec une relation parent-enfant de type naissance.
he: הערה: דו"ח זה סופר רק אבות קדמונים עם קשרי־קרבה של הורה-צאצא.
it: Nota: Questo resoconto conta solo gli antenati che hanno una relazione genitore-figlio alla nascita.
pl: Uwaga: Ten raport liczy tylko przodków z relacją rodzic-dziecko od urodzenia.
