Repository: gramps-project/addons-source
Catalog: GraphView/po/*-local.po
Languages: fr, pl

source: Custom
fr: Personnalisé
pl: Dostosuj

source: Dark (default)
fr: Sombre (par défaut)
pl: Ciemny (domyślny)

source: Light
fr: Clair
pl: Jasny

source: Cartoon
fr: Esquisse
pl: Rysunek

source: Charts
fr: Graphiques
pl: Wykresy

source: Dynamic and interactive graph of relations
fr: Graphique dynamique et interactif des relations
pl: Dynamiczny i interaktywny graf relacji

source: Graphview Warning: Goocanvas 2 or 3 (https://wiki.gnome.org/action/show/Projects/GooCanvas) is required for this view to work
fr: Alerte Graphview : Goocanvas 2 ou 3 (https://wiki.gnome.org/action/show/Projects/GooCanvas) est nécessaire pour que cette vue fonctionne
pl: Ostrzeżenie GraphView: Do działania wymagany jest Goocanvas 2 lub 3(https://wiki.gnome.org/action/show/

source: Graphview Warning: GraphViz (http://www.graphviz.org) is required for this view to work
fr: Alerte Graphview : GraphViz (http://www.graphviz.org) est nécessaire pour que cette vue fonctionne
pl: Ostrzeżenie GraphView: Do działania wymagany jest GraphViz(http://www.graphviz.org)

source: Graphview Failed to Load
fr: Graphview a échoué au chargement
pl: GraphView nie został załadowany

source: Graphview is missing python modules or programs. %smust be installed. For now, it may be possible to install the files manually. See <a href="https://gramps-project.org/wiki/index.php?title=Graph_View" title="https://gramps-project.org/wiki/index.php?title=Graph_View">https://gramps-project.org/wiki/index.php?title=Graph_View</a> To dismiss all future Graphview warnings click Dismiss.
fr: Graphview ne trouve pas des modules python ou des programmes. %sdoivent être installés. Pour l’instant, ils peuvent être installés manuellement. Voir <a href="https://gramps-project.org/wiki/index.php?title=Graph_View" title="https://gramps-project.org/wiki/index.php?title=Graph_View">https://gramps-project.org/wiki/index.php?title=Graph_View</a> Pour éliminer toutes les futures alertes Vue Graphique, cliquez Rejeter.
pl: W GraphView brakuje modułów lub programów Pythona. %s musi być zainstalowane. Na razie możliwe jest ręczne zainstalowanie plików. Zobacz <a href="https://gramps-project.org/wiki/index.php?title=Graph_View" title="https://gramps-project.org/wiki/index.php?title=Graph_View">https://gramps-project.org/wiki/index.php?title=Graph_View</a> Aby odrzucić wszystkie przyszłe ostrzeżenia GraphView, kliknij Odrzuć.

source: Dismiss
fr: Rejeter
pl: Odrzuć

source: Continue
fr: Continuer
pl: Kontynuuj

source: Show images
fr: Afficher les images
pl: Pokaż obrazki

source: Show avatars
fr: Afficher les avatars
pl: Pokaż awatary

source: Highlight the home person
fr: Marquer l’individu central
pl: Wyróżnij osobę główną

source: Show full dates
fr: Afficher les dates complètes
pl: Pokaż pełne daty

source: Show places
fr: Afficher les lieux
pl: Pokaż miejsca

source: Default
fr: Par défaut
pl: Domyślny

source: Place format
fr: Format de lieu
pl: Format miejsc

source: Show tags
fr: Afficher les étiquettes
pl: Pokaż tagi

source: Person theme
fr: Thème d’individu
pl: Motyw osoby

source: Path color to home person
fr: Couleur du chemin vers l’individu central
pl: Kolor ścieżki do osoby domowej

source: Font:
fr: Police :
pl: Czcionka:

source: Avatars style
fr: Style d’avatars
pl: Styl awatarów

source: PNG files
fr: Fichiers PNG
pl: Plik PNG

source: Male avatar:
fr: Avatar masculin :
pl: Awatar męski:

source: Choose male avatar
fr: Choisir un avatar masculin
pl: Wybierz męski awatar

source: Female avatar:
fr: Avatar féminin :
pl: Awatar damski:

source: Choose female avatar
fr: Choisir un avatar féminin
pl: Wybierz damski awatar

source: Themes
fr: Thèmes
pl: Motywy

source: Show animation
fr: Utiliser l’animation
pl: Pokaż animację

source: Animation speed (1..5 and 5 is the slower)
fr: Vitesse de l’animation (1..5 - 5 est le plus lent)
pl: Szybkość animacji (1..5 gdzie 5 jest wolniejsze)

source: Animation count (0..8 use 0 to turn off)
fr: Compteur de l’animation (0..8 utilisez 0 pour arrêter)
pl: Liczba animacji (0..8 gdzie 0 wyłącza)

source: Animation
pl: Animacja

source: Search in all database
fr: Rechercher dans toute la base de données
pl: Szukaj we wszystkich bazach

source: Also apply search by all database.
fr: Appliquer la recherche à toute la base de données.
pl: Zastosuj również wyszukiwanie według wszystkich baz.

source: Show person images
fr: Afficher les images des individus
pl: Pokaż zdjęcia osób

source: Show persons thumbnails in search result list.
fr: Afficher les miniatures des individus dans la liste des résultats de la recherche.
pl: Pokaż miniatury osób na liście wyników wyszukiwania.

source: Show bookmarked first
fr: Afficher les signets en premier
pl: Pokaż najpierw dodane do zakładek

source: Show bookmarked persons first in search result list.
fr: Afficher les individus marqués avec un signet en premier dans la liste des résultat de la recherche.
pl: Pokaż zaznaczone osoby jako pierwsze na liście wyników wyszukiwania.

source: Search
fr: Recherche
pl: Szukaj

source: Select a dot file name
fr: Sélectionner le nom du fichier dot
pl: Wybierz nazwę pliku kropki

source: _Cancel
fr: _Annuler
pl: _Anuluj

source: _Apply
fr: _Appliquer
pl: _Zastosuj

source: File already exists
fr: Le fichier existe déjà
pl: Plik już istnieje

source: You can choose to either overwrite the file, or change the selected filename.
fr: Vous pouvez soit choisir d’écraser le fichier, soit de changer le nom du fichier sélectionné.
pl: Możesz wybrać nadpisanie pliku lub zmianę wybranej nazwy pliku.

source: _Overwrite
fr: É_craser
pl: _Nadpisz

source: _Change filename
fr: _Changer le nom du fichier
pl: _Zmień nazwę pliku

source: Could not create %s
fr: Impossible de créer %s
pl: Nie można utworzyć %s

source: Zoom in
fr: Zoom avant
pl: Przybliż

source: Zoom out
fr: Zoom arrière
pl: Oddal

source: Zoom to original
fr: Zoom original
pl: Powiększ do oryginału

source: Zoom to best fit
fr: Zoom adapté à l’affichage
pl: Powiększ do najlepszego dopasowania

source: Go to active person
fr: Aller à l’individu actif
pl: Przejdź do osoby aktywnej

source: Go to bookmark
fr: Aller vers le signet
pl: Przejdź do zakładki

source: Center view on selected bookmark
fr: Centrer la vue sur le signet sélectionné
pl: Wyśrodkuj widok na wybranej zakładce

source: Bookmarks for current graph
fr: Signets pour le graphique actuel
pl: Zakładki dla bieżącego wykresu

source: Other Bookmarks
fr: Autres signets
pl: Inne zakładki

source: Ancestor generations
fr: Génération d’ascendants
pl: Pokolenia przodków

source: Descendant generations
fr: Générations de descendants
pl: Pokolenia potomków

source: Generations
fr: Générations
pl: Pokolenia

source: Vertical spacing between generations
fr: Espace vertical entre les générations
pl: Odstępy w pionie między pokoleniami

source: Horizontal spacing between generations
fr: Espace horizontal entre les générations
pl: Odstępy w poziomie między pokoleniami

source: Spacings
fr: Espacement
pl: Odstępy

source: All connected
fr: Tous les reliés
pl: Wszyscy połączeni

source: Show all connected persons limited by generation restrictions. Works slow, so don't set large generation values.
fr: Affiche tous les individus reliés (la parenté) dans les limites définies pour les générations. Fonctionnement lent ; ne réglez pas sur un grand nombre de générations.
pl: Pokaż wszystkie połączone osoby ograniczone pokoleniami. Działa wolno, więc nie ustawiaj dużych wartości pokoleń."

source: Add active person
fr: Ajouter l’individu actif
pl: Dodaj aktywną osobę

source: Edit
fr: Éditer
pl: Edytuj

source: Call the bookmark editor
fr: Appelle l’éditeur de signet
pl: Przejdź do edytora zakładek

source: You don't have any bookmarks yet... Try to add some frequently used persons to speedup navigation.
fr: Ajouter des individus consultés fréquemment pour accélérer la Essayez d’ajouter des individus consultés fréquemment pour accélérer la navigation.
pl: Nie masz jeszcze żadnych zakładek... Spróbuj dodać kilka często używanych osób, aby przyspieszyć nawigację.

source: No bookmarks for this graph...
fr: Pas de signets pour ce graphique…
pl: Brak zakładek dla tego wykresu...

source: No other bookmarks...
fr: Pas d’autres signets…
pl: Brak innych zakładek...

source: found: %s
fr: trouvé : %s
pl: znaleziony: %s

source: Add active person to bookmarks %s
fr: Ajouter l’individu actif aux signets %s
pl: Dodaj aktywną osobę do zakładek %s

source: Person <b><i>%s</i></b> is not in the current view. Do you want to set it active and rebuild view?
fr: L’individu <b><i>%s</i></b> n’est pas dans la vue. Voulez-vous le rendre actif et reconstruire la vue ?
pl: Osoba <b><i>%s</i></b> nie jest w bieżącym widoku. Ustawić jako osobę aktywną i odświeżyć widok?

source: Change active person?
fr: Voulez-vous changer l’individu actif ?
pl: Zmienić aktywną osobę?

source: Yes
fr: Oui
pl: Tak

source: No
fr: Non
pl: Nie

source: Relationship loop detected
fr: Boucle détectée dans les relations
pl: Wykryto pętlę relacji

source: You try to build graph containing more then 1000 persons. Not all persons will be shown in the graph.
fr: Vous essayez de construire un graphique contenant plus de 1000 individus. Les individus ne seront pas tous affichés dans le graphique.
pl: Próbujesz wyświetlić wykres zawierający więcej niż 1000 osób. Nie wszystkie osoby

source: Incomplete graph
fr: Graphique incomplet
pl: Wykres niekompletny

source: Image on right side
fr: Image sur la droite
pl: Obraz po prawej stronie

source: Image on left side
fr: Image sur la gauche
pl: Obraz po lewej stronie

source: Normal
pl: Normalny

source: <b>Tags:</b>
fr: <b>Étiquettes :</b>
pl: <b>Tagi:</b>

source: Lines type
fr: Types de ligne
pl: Typ linii

source: Direct
pl: Proste

source: Curves
fr: Incurvé
pl: Krzywe

source: Copy
fr: Copier
pl: Kopiuj

source: Delete
fr: Supprimer
pl: Usuń

source: Tags
fr: Étiquettes
pl: Tagi

source: Select tags for person
fr: Sélectionnez les étiquettes pour l’individu
pl: Wybierz tagi dla osoby

source: Organize Tags...
fr: Organiser les étiquettes…
pl: Organizuj Tagi...

source: Spouses
fr: Conjoints
pl: Małżonkowie

source: Add new family
fr: Ajouter une nouvelle famille
pl: Dodaj nową rodzinę

source: Siblings
fr: Frères et sœurs
pl: Rodzeństwo

source: Parents
pl: Rodzice

source: Add parents
fr: Ajouter les parents
pl: Dodaj rodziców

source: Related
fr: En relation avec
pl: Związane z

source: Set as home person
fr: Définir l’individu central
pl: Ustaw jako osobę główną

source: Remove from bookmarks
fr: Enlever des signets
pl: Usuń z zakładek

source: Add to bookmarks
fr: Ajouter aux signets
pl: Dodaj do zakładek

source: Quick View
fr: Vue Graphique
pl: Szybki podgląd

source: Web Connection
fr: Connexion web
pl: Połączenie web

source: Select tags for family
fr: Sélectionnez les étiquettes pour la famille
pl: Wybierz tagi dla rodziny

source: Add father
fr: Ajouter le père
pl: Dodaj ojca

source: Add mother
fr: Ajouter la mère
pl: Dodaj matkę

source: Children
fr: Enfants
pl: Dzieci

source: Add child to family
fr: Ajouter un enfant à cette famille
pl: Dodaj dziecko do rodziny

source: About Graph View
fr: À propos de Graph View (Vue Graphique)
pl: O Graph View

source: Adding Tags
fr: Ajout d’étiquettes
pl: Dodawanie tagów

source: Adding Tags to person (%s)
fr: Ajout d’étiquettes à l’individu (%s)
pl: Dodawanie tagów do osoby (%s)

source: Adding Tags to family (%s)
fr: Ajout d’étiquettes à la famille (%s)
pl: Dodawanie tagów do rodziny (%s)

source: Add Child to Family
fr: Ajouter un enfant à la famille
pl: Dodaj dziecko do rodziny

source: Delete %s?
fr: Supprimer %s ?
pl: Usunąć %s?

source: Deleting the person [%s] will remove it from the database.
fr: Supprimer l’individu [%s] va l’enlever de la base de données.
pl: Usunięcie osoby [%s] usunie ją z bazy.

source: Delete Person (%s)
fr: Supprimer l’individu (%s)
pl: Usuń osobę (%s)

source: Delete family [%s]?
fr: Supprimer la famille [%s] ?
pl: Usunąć rodzinę [%s]?

source: Deleting the family will remove it from the database.
fr: Supprimer la famille va l’enlever de la base de données.
pl: Usunięcie rodziny spowoduje usunięcie jej z bazy.

source: Delete Family [%s]
fr: Supprimer la famille [%s]
pl: Usuń Rodzinę [%s]

source: %s has been bookmarked
fr: %s a un signet
pl: %s został/a dodany/a do zakładek

source: Persons from current graph
fr: Individus du graphique actuel
pl: Osoby z aktualnego wykresu

source: Other persons from database
fr: Autres individus de la base de données
pl: Pozostałe osoby z bazy

source: No persons found...
fr: Aucun individu trouvé…
pl: Nie znaleziono osób...

source: Search people in the current visible graph and database. Use <Ctrl+F> to make search entry active.
fr: Rechercher des individus dans le graphique affiché et dans la base de données. Utilisez <Ctrl+F> pour aller au champ de recherche.
pl: Szukaj osób w aktualnym widocznym wykresie i bazie. Użyj <Ctrl+F> aby aktywować pozycję wyszukiwania.

source: Search...
fr: Rechercher…
pl: Szukaj...

source: Birth: %s
fr: Naissance : %s
pl: Narodziny: %s

source: Death: %s
fr: Décès : %s
pl: Śmierć: %s

source: Parents:
pl: Rodzice:

source: Graph View
fr: Vue Graphique

source: Layout
fr: Mise en page

source: Ortho
fr: Orthogonal
