Repository: gramps-project/addons-source
Catalog: DateCalculator/po/*-local.po
Languages: fi, fr, sv

source: Reference Date or Date Range
fi: Viitepäivä tai ajanjakso
fr: Date de référence ou intervalle de dates
sv: Referensdatum eller datumintervall

source: a valid Gramps date
fi: kelvollinen Gramps-päivämäärä
fr: une date Gramps valide
sv: ett giltigt Gramps-datum

source: Date or offset ±y or ±y, m, d
fi: Päivämäärä tai ero ±v tai ±v,kk,pv
fr: Date ou écart ±y ou ±y, m, j
sv: Datum eller kompensation ±y eller ±y, m, d

source: 1. a Date 2. a positive or negative number, representing years 3. a positive or negative list of values, representing years, months, days
fi: 1. päivämäärä 2. positiivinen tai negatiivinen vuosimäärä 3. positiivinen tai negatiivinen arvolista, joka edustaa vuosia, kuukausia ja päiviä
fr: 1. une date 2. un nombre positif ou négatif, représentant des années 3. une liste de valeurs positives ou négatives, représentant des années, mois, jours
sv: 1. ett datum 2. ett positivt eller negativt tal som representerar år 3. en positiv eller negativ lista med värden som representerar år, månader, dagar

source: Result
fi: Tulos
fr: Résultat
sv: Resultat

source: Calculate
fi: Laske
fr: Calculer
sv: Beräkna

source: Copy
fi: Kopioi
fr: Copie
sv: Kopiera

source: Error: invalid date for first expression
fi: Virhe: ensimmäisen lausekkeen päivämäärä on virheellinen
fr: Erreur : date invalide pour la première expression
sv: Fel: ogiltigt datum för första uttrycket

source: Error: invalid offset for second expression
fi: Virhe: virheellinen toisen lausekkeen siirtymä
fr: Erreur : décalage invalide pour deuxième expression
sv: Fel: ogiltig kompensation för andra uttrycket

source: Error: at least one expression must be a date
fi: Virhe: ainakin toisen lausekkeen on oltava päivämäärä
fr: Erreur : au moins une expression doit être une date
sv: Fel: åtminstone ett uttryck måste vara ett datum

source: Enter an expression in the entries above and click Calculate.
fi: Syötä lauseke yllä oleviin kenttiin ja napsauta Laske.
fr: Saisissez une expression dans les entrées ci-dessus et cliquez sur Calculer.
sv: Ange ett uttryck i posterna ovan och klicka på Beräkna.

source: Date Calculator
fi: Pävämäärälaskin
fr: Calculateur de dates
sv: Datumkalkylator

source: Perform date math calculations
fi: Suorita päivämäärälaskuja
fr: Effectuer des calculs mathématiques de date
sv: Utför matematikberäkningar för datum
