Repository: gramps-project/addons-source
Catalog: LifeLineChartView/po/*-local.po
Languages: fi, fr

source: LifeLineChartView dependencies are missing. It is not possible to use this plugin without them.
fr: Des dépendances de la «Ligne de Vie» sont manquantes. Il n'est pas possible d'utiliser ce greffon sans elles.

source: cursor position at {date}
fr: pointeur positionné à {date}

source: Hide person
fi: Piilota henkilö
fr: Cacher l'individu

source: Show person
fi: Näytä henkilö
fr: Affiche l'individu

source: Show siblings
fi: Näytä sisarukset
fr: Afficher les frères et sœurs

source: Hide siblings
fi: Piilota sisarukset
fr: Cacher les frères et sœurs

source: Show ancestors above
fr: Montrer les ancêtres au-dessus

source: General Layout
fi: Yleinen asettelu
fr: Disposition générale

source: Life Line Chart
fr: Ligne de Vie

source: Zoom in
fi: Lähennä
fr: Zoom avant

source: Mouse wheel
fr: Roue de souris

source: Zoom out
fi: Loitonna
fr: Zoom arrière

source: Zoom to original
fi: Alkuperäinen koko
fr: Zoom original

source: Zoom to best fit
fi: Ikkunaan sopivaksi
fr: Zoom pour un affichage adapté

source: Rebuild data cache
fr: Reconstruire le cache des données

source: Revert the placement and person selection
fr: Ré-initialiser le placement et la sélection des individus

source: Open Life Line Chart help
fr: Ouvrir l'aide de la «Ligne de Vie»

source: Export View as SVG
fi: Vie näkymä SVG-muodossa
fr: Exporter la vue en SVG

source: Label Configuration
fi: Tietoruudun määritykset
fr: Configuration de l'étiquette

source: Reset all settings
fi: Palauta kaikki asetukset
fr: Réinitialiser tous les paramètres

source: Life Line Ancestor Chart
fr: Ligne de Vie des ancêtres

source: Persons and their relation in a time based chart
fr: Individus et leur lien dans un graphique temporel

source: Life Line Descendant Chart
fr: Ligne de Vie des descendants

source: Warp the chart shape
fr: Déformer le graphique

source: The overall shape of the chart can be warped.
fr: La forme générale du graphique peut être déformée.

source: Normal grid shape
fr: Forme de grille normale

source: Sine shape
fr: Forme sinusoïdale

source: Triangular shape
fr: Forme triangulaire

source: Show photos
fi: Näytä kuvat
fr: Affiche les photos

source: Photos of the individual are shown.
fi: Henkilön kuvat näytetään.
fr: Les photos de l'individu sont montrées.

source: Photo size
fi: Kuvan koko
fr: Taille de photo

source: Photos which are shown are fitted into a square of this extent. The size is given relative to the line thickness.
fi: Kuvat sovitetaan tämän kokoiseen neliöön. Koko on annettu suhteessa viivan paksuuteen.
fr: Les photos qui sont montrées sont montées dans un carré de cette dimension. La taille est donnée par rapport à l'épaisseur de la ligne.

source: Total height
fi: Kokonaiskorkeus
fr: Hauteur totale

source: Total height of the whole chart.
fi: Kaavion kokonaiskorkeus.
fr: Hauteur totale de la carte.

source: Relative line thickness
fi: Viivan suhteellinen paksuus
fr: Épaisseur de la ligne relative

source: The line thickness of an individual is given relatively to the horizontal step size.
fi: Yksilön viivan paksuus annetaan suhteessa vaakasuoran askeleen kokoon.
fr: L'épaisseur de la ligne d'un individu est donnée relativement à la taille de l'étape horizontale.

source: Horizontal step size
fi: Vaakasuoran askeleen koko
fr: Taille de l'étape horizontale

source: This is the distance from one line to another. This value is also used for scaling of other items.
fi: Tämä on rivin välinen etäisyys, arvoa käytetään myös muiden kohteiden skaalaamiseen.
fr: C'est la distance d'une ligne à l'autre. Cette valeur est également utilisée pour l'échelle des autres éléments.

source: Show birth label
fi: Näytä syntymätieto
fr: Afficher l 'étiquette de naissance

source: Activate the birth label.
fi: Aktivoi syntymätieto.
fr: Activer l'étiquette de naissance.

source: Birth label rotation
fi: Syntymätiedon kierto
fr: Angle de rotation des étiquettes de naissance

source: The birth label is written in a text frame rotated by this value.
fi: Syntymätietoa kierretään tekstikehyksessä tällä arvolla.
fr: L'étiquette de naissance est écrite dans un cadre tourné de cette valeur.

source: Horizontal offset of birth label
fi: Syntymätiedon vaakasuuntainen siirtymä
fr: Décalage horizontal de l ' étiquette de naissance

source: The birth label is moved horizontally by this value, which is given relatively to the font size.
fi: Syntymätietoa siirretään vaakasuunnassa tällä arvolla suhteessa kirjainkokoon.
fr: L'étiquette de naissance est déplacée horizontalement de cette valeur, qui est relative à la taille de la police.

source: Vertical offset of birth label
fi: Syntymätiedon pystysuuntainen siirtymä
fr: Décalage vertical de l'étiquette de naissance

source: The birth label is moved vertically by this value, which is given relatively to the font size.
fi: Syntymätunnistetta siirretään pystysuunnassa tällä arvolla suhteessa kirjainkokoon.
fr: L'étiquette de naissance est déplacée verticalement de cette valeur, qui est relative à la taille de la police.

source: Birth label anchor
fi: Syntymätiedon ankkuri
fr: Ancrage de l'étiquette de naissance

source: Center
fr: Centre

source: Show death label
fi: Näytä kuolintieto
fr: Afficher l'étiquette de décès

source: Activate the death label.
fi: Aktivoi kuolintieto.
fr: Activer l'étiquette du décès.

source: Death label rotation
fi: Kuolintiedon kierto
fr: Angle de rotation de l'étiquette de décès

source: Show marriage label
fi: Näytä avioliittotieto
fr: Afficher l'étiquette du mariage

source: Activate the marriage label.
fr: Activez l'étiquette du mariage.

source: The color of the individuals is faded to black with increasing age.
fr: La couleur des individus s'estompe vers le noir avec l'âge.

source: Font name
fi: Fontin nimi
fr: Nom de la police

source: Name of the font family used for labels.
fr: Nom de la famille de police utilisée pour les étiquettes.

source: Relative font size
fi: Suhteellinen fonttikoko
fr: Taille relative de la police

source: The font size is given relatively to the line thickness.
fr: La taille de la police est donnée relativement à l'épaisseur de la ligne.

source: Family shape
fi: Perheen muoto
fr: Forme de la famille

source: Rectangular
fr: Rectangulaire

source: Softer
fr: Plus doux

source: The lower bound of the chart is extended by at least this number of years.
fr: La limite inférieure du graphique est prolongée d'au moins ce nombre d'années.

source: Visualize connections
fi: Visualisoi yhteydet
fr: Visualiser les connexions

source: Visualize the connections between families and individuals. This is for debugging purposes.
fr: Visualiser les liens entre les familles et les individus. C'est à des fins de débogage.

source: Visualize ambiguous placement
fr: Visualiser un placement ambigu

source: Visualize automatically detected errors in the placement algorithm.
fr: Visualiser automatiquement les erreurs détectées dans l'algorithme de placement.

source: Coloring of individuals
fi: Henkilöiden väritys
fr: Coloration des individus

source: There are different ways to determine the color of an individual.
fr: Il existe différentes façons de déterminer la couleur d'un individu.

source: Based on surname
fi: Perustuu sukunimeen
fr: Basé sur le nom de famille

source: Flip vertically
fr: Retourner verticalement

source: If active, the chart is flipped vertically.
fr: S'il est actif, le graphique est retourné verticalement.

source: Line weighting
fr: Épaississement de ligne

source: The line width can be configured.
fr: La largeur de ligne peut être configurée.

source: none
fi: ei mitään
fr: aucun

source: Show pedigree collapse
fr: Afficher le pedigree réduit

source: Due to pedigree collapse one individual might appear several times in a simple ancestor chart. If this is active, then every individual only appears once.
fr: En raison de l'éclatement des lignées, un individu peut apparaître plusieurs fois dans le graphique. Si cette option est active, chaque individu n'apparaît qu'une fois.

source: Maximum number of generations
fi: Sukupolvien enimmäismäärä
fr: Nombre maximal de générations

source: if this number of generations has been reached, the algorithm doesn't go any deeper
fr: si ce nombre de générations a été atteint, l'algorithme ne va pas plus loin

source: Fathers have the same color
fr: Les pères ont la même couleur

source: Starting from the root person, each father of an added individual has the same color as that individual.
fr: À partir de l'individu racine, chaque père d'un individu ajouté a la même couleur que cet individu.

source: Maximum number of compression steps
fi: Pakkausvaiheiden enimmäismäärä
fr: Nombre maximal de pas de compression

source: Debugging of the compression algorithm. Abort after x steps.
fr: Déboguage de l'algorithme de compression. Avorter après x étapes.

source: Switch the position of mother and father in a family, to reduce the overall horizontal cross connections in larger graphs. This is happens if one person is shown in more than one family or it is caused by pedigree collapse.
fr: Inverser la position de la mère et du père dans une famille, afin de réduire les connexions horizontales croisées dans les grands graphiques. Cela se produit si un individu est présent dans plus d'une famille ou par l'éclatement des lignées.

source: Highlight descandants
fi: Korosta jälkeläiset
fr: Mise en relief des descendants

source: Highlight the persons which are descendants.
fi: Korosta henkilöt, jotka ovat jälkeläisiä.
fr: Mettre en évidence les personnes qui sont des descendants.

source: Number of descendants
fi: Jälkeläisten määrä
fr: Nombre de descendants

source: General chart layout
fi: Kaavion yleinen asettelu
fr: Disposition générale

source: Birth label along path
fi: Syntymätieto polkua seuraten

source: The birth label is aligned to the individual line.
fi: Syntymätieto kohdistetaan yksittäiseen riviin.

source: Wrap words in birth label
fi: Rivitä syntymätieto

source: The birth label content is wrapped where possible.
fi: Syntymätieto rivitetään jos mahdollista.

source: Text alignment of the birth label.
fi: Syntymätiedon tekstin tasaus.

source: The death label is written in a text frame rotated by this value.
fi: Kuolintietoa kierretään tekstikehyksessä tällä arvolla.

source: Horizontal offset of death label
fi: Kuolintiedon vaakasuora siirtymä

source: The death label is moved horizontally by this value, which is given relatively to the font size.
fi: Kuolintietoa siirretään vaakasuunnassa tällä arvolla suhteessa kirjainkokoon.

source: Vertical offset of death label
fi: Kuolintiedon pystysuuntainen siirtymä

source: The death label is moved vertically by this value, which is given relatively to the font size.
fi: Kuolintietoa siirretään pystysuunnassa tällä arvolla suhteessa kirjainkokoon.

source: Wrap words in death label
fi: Rivitä sanat kuolintietoon

source: The death label content is wrapped where possible.
fi: Kuolintieto rivitetään jos mahdollista.

source: Death label anchor
fi: Kuolintiedon ankkuri

source: Text alignment of the death label.
fi: Kuolintiedon tasaus.

source: Fade individual color
fi: Yksittäisen värin häivytys

source: Maximum number of flipping steps
fi: Kääntövaiheiden enimmäismäärä
