Repository: gramps-project/addons-source
Catalog: contrib/DenominoViso/po/*-local.po
Languages: de

source: Generates a web (XHTML) page with a graphical representation of ancestors/descendants (SVG) where details about individuals become visible upon mouse-events.
de: Erstellt eine Web (XHTML) Seite mit einer Grafischen Darstellung von Ahnen/ Nachkommen (SVG) auf der Details über Personen durch Mausereignisse sichtbar werden.

source: No Source
de: Keine Quelle

source: Ancestor
de: Vorfahre

source: Descendant
de: Nachfahre

source: Regular
de: Regulär

source: Fan
de: Fächer

source: Growth Spiral
de: Wachsende Spirale

source: Mandelbrot Tree
de: Mandelbrotbaum

source: Pythagoras Tree
de: Pythagorasbaum

source: right to left
de: Rechts nach Links

source: left to right
de: Links nachg Rechts

source: top to bottom
de: Oben nach unten

source: bottom to top
de: Unten nach Oben

source: type
de: Art

source: role
de: Rolle

source: date
de: Datum

source: place
de: Ort

source: description
de: Beschreibung

source: witnesses
de: Zeugen

source: source
de: Quelle

source: Failure writing %s: %s
de: Fehler beim Schreiben von %s: %s

source: No central person selected
de: Keine zentrale Person ausgewählt

source: Unknown time direction
de: Unbekannte Zeitrichtung

source: and
de: und

source: Events
de: Ereignisse

source: Attributes
de: Attribute

source: Addresses
de: Adressen

source: Notes
de: Notizen

source: author
de: Autor

source: publication_info
de: Veröffentlichungs_information

source: abbreviation
de: Abkürzung

source: Sources
de: Quellen

source: title
de: Titel

source: volume
de: Band

source: of
de: von

source: the chart type runs out of bounds
de: der Grafiktyp läuft aus den Begrenzungen

source: Search
de: Suche

source: Event
de: Ereignis

source: DenominoViso Options
de: DenominoViso Optionen

source: Destination
de: Ziel

source: The destination file for the xhtml-content.
de: Die Zieldatei für den xhtml-Inhalt.

source: Central Person
de: Zentrale Person

source: The central person for the tree
de: Die zentrale Person für den Baum

source: Title of the webpage
de: Titel der Webseite

source: Any string you wish.
de: Jede Zeichenfolge die du willst.

source: Display mode
de: Anzeigemodus

source: Either plot ancestor or descendants graph.
de: Zeichnet Vorfahren oder Nachfahrengrafik.

source: Display type
de: Anzeigeart

source: The type of graph to create.
de: Die Art der zu erstellenden Grafik.

source: Direction of time
de: Richtung der Zeit

source: Direction in which time increases.
de: Richting in die die Zeit ansteigt.

source: Generations
de: Generationen

source: The number of generations to include in the tree
de: Anzahl der im Baum berücksichtigten Generationen

source: Max chart width (%)
de: Maximale Diagrammbreite (%)

source: Width of the tree as fraction of the browser window
de: Breite des Baum als Teil des Browserfenster

source: Max chart height (px)
de: Maximale Diagrammhöhe (Px)

source: Height of the tree in pixels.
de: Höhe des Baums in Pixeln.

source: Closing remarks
de: Schlussbemerkungen

source: List of strings, free text added at the bottom, for example for a copyright notice.
de: Liste von Zeichenketten, frei hinzugefügter Text unten, zum Beispiel für eine Copyright Notiz.

source: Include Options
de: Aufnahmeoptionen

source: Include private records
de: Vertrauliche Daten aufnehmen

source: Wheater to leave out private data.
de: Ob private Daten ausgelassen werden.

source: Include Events
de: Ereignisse aufnehmen

source: Wheather to include a person's events.
de: Ob die Ereignisse einer Person aufgenommen werden.

source: Include birth children
de: Kindsgeburt aufnehmen

source: Whether to include the birth of children in the list of events.
de: Ob die Geburt von Kindern in der Ereignisliste aufgenommen wird.

source: Include death relatives
de: Tote Verwandte aufnehmen

source: Whether to include the death of relatives during the lifetime of person.
de: Ob der Tod von Verwandten während der Lebenszeit der Person aufgenommen werden.

source: Include witness note
de: Mit Zeugen Notiz

source: Whether to include the note belonging to a witness (if the event_format contains <witnesses>)
de: Ob die Notiz zu einem Zeugen aufgenommen wird (wenn das Ereignisformat <witnesses> enthält)

source: Include Attributes
de: Attribute aufnehmen

source: Whether to include a person's attributes
de: Ob Attributer einer Person aufgenommen werden

source: Include Addresses
de: Adressen aufnehmen

source: Whether to include a person's addresses.
de: Ob die Adressen einer Person aufgenommen werden.

source: Include Note
de: Notizen aufnehmen

source: Whether to include a person's note.
de: Ob Notizen einer Person aufgenommen werden.

source: Include URL
de: URL aufnehmen

source: Whether to include a person's internet address.
de: Ob die Internetadresse einer Person aufgenommen wird.

source: Include URL description
de: URL Beschreibung aufnehmen

source: Whether to include the description of the first URL
de: Ob die Beschreibung der ersten URL aufgenommen wird

source: Include Sources
de: Quellen aufnehmen

source: Whether to include a person's sources.
de: Ob die Quellen einer Person aufgenommen werden.

source: Image Options
de: Bild Optionen

source: Include Photos/Images from Gallery
de: Fotos/Bilder aus der Galerie aufnehmen

source: Whether to include images
de: Ob Bilder aufgenommen werden

source: Copy Image
de: Bild kopieren

source: Copy the images to a designated directory.
de: Bilder in ein bestimmtes Verzeichnis kopieren.

source: Images with Attribute
de: Bilder mit Attributen

source: Determine images with which attributes to in/exclude
de: Festlegen welche Bilder mit welchen Attributen aufgenommen/ausgeschlossen werden

source: Include Image source references
de: Bild Quellenreferenzen aufnehmen

source: Whether to include references for images
de: Ob Referenzen für Bilder aufgenommen werden

source: Source reference attribute
de: Quellenreferenzattribute

source: Image attribute that should be used as source reference
de: Bildattribute die als Quellenreferenz verwendet werden sollen

source: Style Options
de: Stiel Optionen

source: Color of active person:
de: Farbe der aktiven Person:

source: RGB-color of geometric shape of the activated person.
de: RGB-Farbe der geometrischen Form der aktiven Person.

source: Color of found persons:
de: Farbe gefundener Personen:

source: RGB-color of geometric shape of the persons found.
de: RGB-Farbe der geometrischen Form der gefundenen Personen.

source: Color of male persons:
de: Farbe männlicher Personen:

source: RGB-color of geometric shape of the male persons.
de: RGB-Farbe der geometrischen Form der männlichen Personen.

source: Colour of female persons:
de: Farbe weiblicher Personen:

source: RGB-color of geometric shape of the female persons.
de: RGB-Farbe der geometrischen Form der weiblichen Personen.

source: Width of rectangle (hrd):
de: Breite des Rechteck (hrd):

source: The width of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
de: Die Breite eines Personenrechtecks des regulären Diagrammtyps ausgedrückt als Bruch des horizontalen Rechteckabstands.

source: Height of rectangle (hrd):
de: Höhe des Rechteck (hrd):

source: The height of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
de: Die Höhe eines Personenrechtecks des regulären Diagrammtyps ausgedrückt als Bruch des horizontalen Rechteckabstands.

source: Vertical distance of rectangles (hrd):
de: Vertikaler Abstand der Rechtecke (hrd):

source: The vertical distance of person rectangles of the regular chart type expressed as fraction of the horizontal rectangle distance.
de: Der vertikale Abstand von Personenrechtecken des regulären Diagrammtyps ausgedrückt als Bruch des horizontalen Rechteckabstands.

source: Extra style settings:
de: Zusätzliche Gestaltungseinstellungen:

source: Whatever css style settings are needed.
de: Welche CSS Gestaltungseinstellungen auch immer benötigt werden.

source: Advanced Options
de: Erweiterte Optionen

source: Mouse event handler
de: Mausereignissteuerungsprogramm

source: Mouse handler used to interact with visitor of webpage.
de: Maussteuerungsprogramm zum interagieren mit dem Webseitenbesucher.

source: Birth relationship linestyle
de: Geburtsbeziehung Linienart

source: List of lists where each sublist is a list with information about the dash pattern of lines connecting children to parents.
de: Liste mit Listen in der jede Unterliste eine Liste mit Informationen über das Strichmuster der Linien die Kinder und Eltern verbinden.

source: Source confidence color
de: Quellen Vertrauensfarbe

source: List os lists where each sublist is a list with information on the color to use for a certain confidence level.
de: Liste mit Listen in der jede Unterliste eine Liste mit Informationen über die Farbe die für bestimmte Vertraulichkeitstufen verwendet wird.

source: Event format
de: Ereignisformat

source: at
de: am

source: List os strings with placeholders for events. Known placeholders: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> and any <attribute-value>.
de: Liste von Zeichenketten mit Platzhaltern für Ereignisse. Bekannte Platzhalter: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> und jedes <attribute-value>.

source: Source format
de: Quellenformat

source: List of strings with placeholders for sources. Known placeholders: <title>, <volume>, <author>, <publication_info> and <abbreviation>.
de: Liste von Zeichenketten mit Platzhaltern für Quellen. Bekannte Platzhalter: <title>, <volume>, <author>, <publication_info> und <abbreviation>.

source: restricted to:
de: Begrenzt auf:

source: to directory:
de: auf Verzeichnis:

source: Save images in ...
de: Speichere Bilder in ...

source: equal to
de: identisch mit

source: should be
de: sollte sein

source: Name HTML-wrapper file
de: Name HTML-wrapper Datei

source: Save HTML-wrapper file as ...
de: Speichere HTML-wrapper Datei als ...

source: Give a filename ...
de: Gib einen Dateinamen ...

source: Relation type
de: Beziehungsart

source: Use dashed linestyle
de: Verwende gestrichelte Linien

source: Dash length
de: Strichlänge

source: Inter-dash length
de: Länge zwischen den Strichen

source: Confidence
de: Verlässlichkeit

source: Color
de: Farbe
