Repository: gramps-project/addons-source
Catalog: DataEntryGramplet/po/*-local.po
Languages: fi

source: Data Entry Gramplet
fi: Tiedonsyöttö-gramplet

source: Gramplet for quick data entry
fi: Gramplet nopeaan tiedonsyöttöön

source: Active person
fi: Aktiivihenkilö

source: Family:
fi: Perhe:

source: Sources?
fi: Lähteet?

source: Surname, Given
fi: Sukunimi, Etunimi

source: Save
fi: Tallenna

source: Abandon
fi: Hylkää

source: New person
fi: Uusi henkilö

source: Add relation
fi: Lisää sukulaisuus

source: No relation to active person
fi: Ei sukua aktiiviselle henkilölle

source: Add as a Parent
fi: Lisää vanhemmaksi

source: Add as a Mother
fi: Lisää äidiksi

source: Add as a Father
fi: Lisää isäksi

source: Add as a Spouse
fi: Lisää puoliso

source: Add as a Wife
fi: Lisää vaimona

source: Add as a Husband
fi: Lisää aviomiehenä

source: Add as a Sibling
fi: Lisää sisaruksena

source: Add as a Child
fi: Lisää lapseksi

source: Copy Active Data
fi: Kopioi aktiiviset tiedot

source: in
fi: paikassa

source: Gramplet Data Edit: %s
fi: Gramplet-tietojen muokkaus: %s

source: Please provide a name.
fi: Anna nimi.

source: Can't add new person.
fi: Uutta henkilöa ei voi lisätä.

source: Please set an active person.
fi: Valise ensin aktiivihenkilö.

source: Can't add new person as a parent.
fi: Uutta henkilöä ei voi lisätä vanhemmaksi.

source: Please set the new person's gender.
fi: Aseta uuden henkilön sukupuoli.

source: Can't add new person as a mother.
fi: Uutta henkilöä ei voi lisätä äidiksi.

source: Can't add new person as a father.
fi: Uutta henkilöä ei voi lisätä isäksi.

source: Can't add new person as a spouse.
fi: Uutta henkilöä ei voi lisätä puolisoksi.

source: Can't add new person as a wife.
fi: Uutta henkilöä ei voi lisätä vaimoksi.

source: Can't add new person as a husband.
fi: Uutta henkilöä ei voi lisätä aviopuolisoksi.

source: Can't add new person as a sibling.
fi: Uutta henkilöä ei voi lisätä sisarukseksi.

source: Can't add new person as a child.
fi: Uutta henkilöä ei voi lisätä lapseksi.

source: Please set Active person.
fi: Valise ensin aktiivihenkilö.

source: Can't add new person as a spouse to no one.
fi: Ei voi lisätä uutta henkilöä puolisoksi kenellekään.

source: Please set gender on Active or new person.
fi: Aseta sukupuoli aktiiviselle tai uudelle henkilölle.

source: Same genders on Active and new person.
fi: Samat sukupuolet aktiivisella ja uudella henkilöllä.

source: Please set gender on Active person.
fi: Aseta sukupuoli aktiivihenkilölle.
