Repository: gramps-project/addons-source
Catalog: DescendantsLines/po/*-local.po
Languages: de, fi

source: Descendants Lines
de: Nachkommenschaftslinien
fi: Jälkeläislinjat

source: Produces descendants lines of a person
de: Erzeugt Nachkommenlinien einer Person
fi: Tuottaa henkilön jälkeläislinjoja

source: Using SVG type for supplemental document is not supported!
de: Die Verwendung des SVG-Typs für ergänzende Dokumente wird nicht unterstützt!
fi: SVG-tiedostoja ei tueta lisädokumenteissa!

source: Output format
de: Ausgabeformat
fi: Tulostusmuoto

source: PNG format
fi: PNG-muoto

source: SVG format
fi: SVG-muoto

source: PDF format
fi: PDF-muoto

source: PS format
fi: PS-muoto

source: The output format to be used
de: Das zu verwendende Ausgabeformat
fi: Käytettävä tulostusmuoto

source: The destination file for the content.
de: Die Zieldatei für den Inhalt.
fi: Kohdehakemisto uusille tiedostoille.

source: The number of generations to include in the chart. (0 for unlimited)
de: Die Anzahl der Generationen, die in das Diagramm aufgenommen werden sollen. (0 für unbegrenzt)
fi: Kaavioon sisällytettävien sukupolvien määrä. (0 tarkoittaa rajoittamatonta määrää)

source: Use d'Aboville descendant numbering system
de: Verwende d'Aboville Nachkommennummerierungssystem
fi: Käytä d'Abovillen jälkeläisten numerointijärjestelmää

source: Prepend name with d'Aboville descendant number in the chart.
de: Den Namen mit der Nummer des Nachkommen von d'Aboville in der Grafik voranstellen.
fi: Lisää kaavioissa nimen eteen d'Abovillen jälkeläisnumero.

source: Include an image
de: Bild einfügen
fi: Näytetäänkö kuva

source: Whether to include an image if one is available.
de: Ob ein Bild eingefügt werden soll, wenn eines verfügbar ist.
fi: Sisällytetäänkö kuva, jos sellainen on saatavilla.

source: Max Image height
de: Maximale Bildhöhe
fi: Kuvan enimmäiskorkeus

source: Maximum image height in pixels, 0=don't scale for height.
de: Maximale Bildhöhe in Pixeln, 0 = Höhe nicht skalieren.
fi: Kuvan enimmäiskorkeus pikseleinä, 0 = ei skaalata korkeuden mukaan.

source: Max Image width
de: Maximale Bildbreite
fi: Kuvan enimmäisleveys

source: Maximum image width in pixels, 0=don't scale for width.
de: Maximale Bildbreite in Pixeln, 0 = keine Skalierung der Breite.
fi: Kuvan enimmäisleveys pikseleinä, 0 = ei skaalata leveyden mukaan.

source: Image Location
de: Bildposition
fi: Kuvan sijainti

source: Above text
de: Über dem Text
fi: Tekstin yläpuolella

source: Left of text
de: Links vom Text
fi: Tekstin vasemmalla puolella

source: Position of image relative to text
de: Position des Bildes relativ zum Text
fi: Kuvan sijainti suhteessa tekstiin

source: Colour Name by Gender
de: Farbe Name nach Geschlecht
fi: Sukupuolen mukaisen värin nimi

source: Color the name to indicate a person's gender in the chart.
de: Den Namen einfärben, um das Geschlecht einer Person in dem Diagramm anzuzeigen.
fi: Väritä nimi ilmaisemaan henkilön sukupuoli kaaviossa.

source: Use alternate events, if Primary event is not found
de: Verwende alternative Ereignisse, wenn das primäre Ereignis nicht gefunden wird
fi: Käytä tarvittaessa vaihtoehtoista tapahtumaa

source: For Birth (baptism, christen) Marriage (marr_lic, engagement) Divorce (annulment, div_filing), Death (burial, cremation, probate).
de: Für Geburt (Taufe, Kindstaufe) Heirat (Heiratsurkunde, Verlobung) Scheidung (Annullierung, Scheidungsantrag), Tod (Beerdigung, Einäscherung, Nachlassverfahren).
fi: Käytetään syntymälle (kristillenen kaste) avioliitolle (avioliitto, kihlaus) avioerolle (mitätöinti, ero), kuolemalle (hautaus, tuhkaaminen, perunkirjoitus).

source: Sort Events by Date
de: Ereignisse nach Datum sortieren
fi: Järjestä tapahtumat päiväyksen mukaan

source: Sort events by date (else use the order of the 'Display Format' above).
de: Ereignisse nach Datum sortieren (ansonsten die Reihenfolge des obigen 'Anzeigeformats' verwenden).
fi: Järjestä tapahtumat päiväyksen mukaan (tai käytä yllä olevaa 'Näyttömuoto'-kohdan järjestystä).

source: Text style
de: Textstil
fi: Tekstityyli

source: Center-aligned text
de: Zentrierter Text
fi: Keskitetty teksti

source: Left-aligned text
de: Linksbündiger Text
fi: Vasemmalle tasattu teksti

source: Alignment of the text in the block for each person on the chart
de: Ausrichtung des Textes im Block für jede Person in der Tabelle
fi: Tekstin tasaus lohkossa kullekin kaavion henkilölle

source: Max Note Length
de: Maximale Notizlänge
fi: Suurin lisätiedon pituus

source: Maximum length of an event's note field in a text block, '$e(n)' 0=no limit
de: Maximale Länge des Notizfeldes eines Ereignisses in einem Textblock, '$e(n)'. 0=keine Begrenzung
fi: Tapahtuman lisätiedon enimmäispituus tekstilohkossa, '$e(n)' 0 = ei rajoitusta

source: Box around Person's block
de: Kasten um den Block der Person
fi: Henkilölohkoa ympäröivä laatikko

source: Draw a thin black box around each person' text block.
de: Zeichne einen dünnen schwarzen Rahmen um den Textblock jeder Person.
fi: Piirrä ohut musta laatikko henkilöiden tekstilohkojen ympärille.

source: All Person's blocks have the same height
de: Alle Blöcke von Person haben die gleiche Höhe
fi: Kaikki henkilön lohkot ovat samankorkuisia

source: All the blocks of all the person have the same height, which is the height of the highest block.
de: Alle Blöcke aller Personen haben dieselbe Höhe, nämlich die Höhe des höchsten Blocks.
fi: Kaikki henkilölohkot on korkeimman lohkon korkuisia.

source: All Person's blocks have the same width
de: Alle Blöcke von Person haben die gleiche Breite
fi: Kaikki henkilölohkot on samanlevyisiä

source: All the blocks of all the person have the same width, which is the width of the widthest block.
de: Alle Blöcke aller Personen haben dieselbe Breite, nämlich die Breite des breitesten Blocks.
fi: Kaikki henkilölohkot on leveimmän lohkon levyisiä.

source: Colour blocks by Generation
de: Blöcke nach Generation färben
fi: Lohkojen väri sukupolven mukaan

source: Colour the background of text blocks by generation.
de: Den Hintergrund von Textblöcken nach Generation einfärben.
fi: Tekstilohkojen taustaväri sukupolven mukaan.

source: Descend block colour intensity
de: Blockfarbintensität verringern
fi: Vähennä lohkojen värin voimakkuutta

source: Intensity of backgound colour in Descendant's Block, 0=faint, 255=intense colour
de: Intensität der Hintergrundfarbe im Nachkommenblock, 0 = schwach, 255 = intensive Farbe
fi: Taustaväri jälkeläislohkoissa, 0 = haalea, 255 = voimakas väri

source: Spouse block colour intensity
de: Intensität der Blockfarbe für Ehepartner
fi: Puolison lohkon väri, 0 = haalea, 255 = voimakas väri

source: Intensity of backgound colour in Spouse's Block, 0=faint 255=intense colour
de: Intensität der Hintergrundfarbe im Ehepartnerblock, 0 = schwach, 255 = intensive Farbe
fi: Puolison lohkon taustaväri, 0 = haalea, 255 = voimakas väri

source: Display Formats
de: Anzeigeformate
fi: Esitysmuodot

source: Name Display Format
de: Name Anzeigeformat
fi: Nimen näyttömuoto

source: f=first & middle names, l=surname, n=nickname, c=commonly used given name, t=title, s=suffix, g=family nick name See Wiki Manual > Reports > part 2
de: f=Vorname und zweiter Vorname, l=Nachname, n=Spitzname, c=häufig verwendeter Vorname, t=Titel, s=Suffix, g=Familienspitzname Siehe Wiki-Handbuch > Berichte > Teil 2
fi: f=etunimet, l=sukunimi, n=lempinimi, c=kutsumanimi, t=titteli, s=loppuliite, g=perheen lempinimi Katso Wiki-käyttöohje > Raportit > Osa 2

source: [event, list]$e(formating) See Wiki Manual > Reports > part 2 formating: dates=d(ymdMo) places=D(elcuspnoitxy) notes=n abbreviated_type=t
de: [Ereignis, Liste]$e(Formatierung) Siehe Wiki-Handbuch > Berichte > Teil 2 Formatierung: Daten=d(ymdMo) Orte=D(elcuspnoitxy) Notizen=n Abgekürzter Typ=t
fi: [tapahtuma, lista]$e(muotoilu) Katso Wiki-käyttöopas > Raportit > osa 2 muotoilu: dates=d(ymdMo) places=D(elcuspnoitxy) notes=n abbreviated_type=t

source: Replace
de: Ersetzen
fi: Korvaa

source: i.e. United States of America/USA
de: d. h. Vereinigte Staaten von Amerika/USA
fi: ts. Yhdysvallat/USA

source: Spouse and Family
de: Ehepartner und Familie
fi: Puoliso ja perhe

source: Vertical edge descendant to spouse-bar
de: Vertikale Kante, die zum Ehepartner-Balken hin abfällt
fi: Pystyviiva jälkeläisen ja puolison välillä

source: The length of the vertical edge from descendant to spouse-bar.
de: Die Länge der vertikalen Kante vom Nachkommen zum Ehepartnerbalken.
fi: Jälkeläisen ja puolison välisen pystyviivan pituus.

source: Vertical edge spouse-bar to spouse
de: Vertikale Kante Ehepartnerleiste zu Ehepartner
fi: Pystyreuna puolisopalkista puolisoon

source: The length of the vertical edge from spouse-bar to spouse.
de: Die Länge der vertikalen Kante von der Ehepartnerleiste zum Ehepartner.
fi: Pystysuoran reunan etäisyys puolisopalkista puolisoon.

source: Vertical space spouse-bar to other spouse
de: Vertikaler Abstand zwischen Ehepartnerleiste und anderem Ehepartner
fi: Pystysuora väli toiseen puolisoon

source: The space to add between one spouse-bar and another spouse in case of multiple families with the same descendant.
de: Der Abstand, der zwischen einer Ehepartnerleiste und einer anderen Ehepartnerleiste eingefügt werden muss, wenn mehrere Familien denselben Nachkommen haben.
fi: Puolison ja toisen puolison väliin lisättävä väli, jos eri perheillä on sama jälkeläinen.

source: Horizontal space descendant to spouse
de: Horizontaler Raum für Nachkommen des Ehepartners
fi: Puolison ja jälkeläisen välinen vaakasuora tila

source: The space to add between the descendant and the spouse.
de: Der Abstand, der zwischen dem Nachkommen und dem Ehepartner eingefügt werden soll.
fi: Jälkeläisen ja puolison väliin lisättävä tila.

source: Horizonal space family to family
de: Horizontaler Abstand von Familie zu Familie
fi: Vaakasuora tila perheiden välillä

source: The space to add between the more extern descendant (or spouse) of a family and the more extern descendant (or spouse) of the next family.
de: Der Abstand, der zwischen dem äußersten Nachkommen (oder Ehepartner) einer Familie und dem äußersten Nachkommen (oder Ehepartner) der nächsten Familie eingefügt werden soll.
fi: Väli, joka lisätään perheiden laitimmaisten jälkeläisten (tai puolisojen) välille.

source: Horizontal distance spouse to family edge
de: Horizontaler Abstand zwischen Ehepartner und Familienrand
fi: Vaakasuora etäisyys puolisosta perheen reunaan

source: If this value is 0, the children bar is centered under the spouse. The bigger the value, more the center is moved to the left towards the descendant.
de: Wenn dieser Wert 0 ist, wird die Kinderleiste unter dem Ehepartner zentriert. Je größer der Wert, desto weiter wird die Mitte nach links in Richtung der Nachkommen verschoben.
fi: Jos tämä arvo on 0, lasten palkki on keskitetty puolison alle. Suuremmalla arvolla keskiosaa siirretään vasemmalle jälkeläistä kohti.

source: The number of ??? pad
de: Die Anzahl der ??? Felder
fi: Montako ??? padia

source: Vertical edge spouse-bar to child-bar
de: Vertikale Kante der Ehepartnerleiste zur Kinderleiste
fi: Pystysuora reuna puolisopalkista lapsipalkkiin

source: The length of the vertical edge from spouse-bar to child-bar.
de: Die Länge der vertikalen Kante von der Ehepartnerleiste bis zur Kinderleiste.
fi: Puolisosta lapseen kulkevan pystysuoran viivan pituus.

source: Children distance
de: Kinderabstand
fi: Lasten etäisyys

source: The horizontal distance between two children of the same family.
de: Der horizontale Abstand zwischen zwei Kindern derselben Familie.
fi: Saman perheen lasten välinen vaakaetäisyys.

source: Vertical edge child to child-bar
de: Vertikale Kante Kind zu Kindleiste
fi: Vaakaviiva lapsesta lapsipalkkiin

source: The length of the vertical edge from child to child-bar.
de: Die Länge der vertikalen Kante vom Kind zu der Kindleiste.
fi: Pystyviivan pituus lapsesta lapsipalkkiin.

source: The number of ??? min width
de: Die Anzahl der ??? min Breite
fi: Vähimmäisleveyden määrä ???

source: Space around text
de: Abstand um Text herum
fi: Tila tekstin ympärillä

source: The space to add around the text block of a person.
de: Der Abstand, der um den Textblock einer Person herum hinzugefügt werden soll.
fi: Henkilön tekstilohkoa ympäröivä tila.

source: Space between lines of text
de: Abstand zwischen Textzeilen
fi: Rivien väli

source: The space to add between a line and the next in a person text block.
de: Der Abstand, der zwischen einer Zeile und der nächsten in einem Personentextblock eingefügt werden soll.
fi: Henkilötekstilohkossa rivien väliin lisättävä tila.

source: Header and Footer
de: Kopf- und Fußzeile
fi: Ylätunniste ja alatunniste

source: The text that will be written in the header of the document
de: Der Text, der in die Kopfzeile des Dokuments geschrieben wird
fi: Teksti asiakirjan ylätunnisteessa

source: The text that will be written in the footer of the document
de: Der Text, der in die Fußzeile des Dokuments geschrieben wird
fi: Teksti asiakirjan alatunnisteessa

source: Title and footer coefficient
de: Titel- und Fußzeilenkoeffizient
fi: Ylä- ja alatunnisteen kerroin

source: A number that multiply the base size of the text in the title and in the footer
de: Eine Zahl, die die Basisgröße des Textes im Titel und in der Fußzeile vervielfacht
fi: Otsikon ja alatunnisteen tekstin kokokerroin

source: Protect People, Images or Events that are marked Private
de: Personen, Bilder oder Ereignisse schützen, die als vertraulich gekennzeichnet sind
fi: Suojaa yksityisiksi merkityt ihmiset, kuvat ja tapahtumat

source: The Privacy setting of only these types of Gramps objects are checked
de: Die Datenschutzeinstellung nur für diese Arten von Gramps-Objekten ist aktiviert
fi: Valitaan vain näiden Gramps-kohteidetyyppien yksityisyysasetukset

source: Privacy text
de: Datenschutztext
fi: Yksityisyys-teksti

source: Text to display in block, when a Person is marked private
de: Text, der im Block angezeigt wird, wenn eine Person als vertraulich markiert ist
fi: Lohkossa näkyvä teksti, kun henkilö on merkitty yksityiseksi

source: The default style.
de: Der Standardstil.
fi: Oletustyyli.

source: OL_PAD
de: OL_FELD

source: MIN_C_WIDTH
de: MIN_K_BREITE
