Repository: gramps-project/addons-source
Catalog: FilterRules2/po/*-local.po
Languages: fi

source: Y-chromosomal inheritance of <filter>
fi: Suodattimen <filter> Y-kromosomaalinen perinnöllisyys

source: Matches recorded descendants of a filter result following Y-chromosomal inheritance patterns.
fi: Yhdistää suodatustuloksen tallennettuihin jälkeläisiin Y-kromosomien periytymismallien mukaisesti.

source: X-chromosomal ancestors of <person>
fi: X-kromosomaaliset esi-isät henkilölle <person>

source: Matches ancestors of <person> following a X-chromosomal inheritance pattern.
fi: Löytää henkilön <person> esivanhemmat X-kromosomin periytymismallin mukaisesti.

source: X-chromosomal descendants of <person>
fi: Henkilön <person> X-kromosomaaliset jälkeläiset

source: Matches descendants of <person> following a X-chromosomal inheritance pattern.
fi: Löytää henkilön <person> jälkeläiset X-kromosomin periytymismallin mukaisesti.

source: Patrilineal progenitor of <person>
fi: Henkilön <person> patrilineaarinen kantaisä

source: Matches the earliest recorded patrilineal ancestor father.
fi: Vastaa varhaisinta kirjattua patrilineaarista esi-isää.

source: Mitochondrial inheritance of <filter>
fi: Mitokondriaalinen periytyminen suotimelle <filter>

source: Matches recorded descendants of a filter result following mitochondrial inheritance patterns.
fi: Vastaa mitokondrioiden periytymismalleja noudattavan suotimen tulosten tallennettuja jälkeläisiä.

source: Matrilineal progenitrix of <person>
fi: Henkilön <person> matrilineaarinen esi-äiti

source: Matches the earliest recorded matrilineal ancestor mother.
fi: Vastaa varhaisinta kirjattua matrilineaarista esi-äitiä.

source: Matches all descendants of <person> following a X-chromosomal inheritance pattern.
fi: Löytää kaikki henkiön <person> jälkeläiset X-kromosomin periytymismallin mukaisesti.

source: Mitochondrial inheritance of <person>
fi: Mitokondriaalinen periytyminen henkilölle <person>

source: Matches recorded descendants of person following mitochondrial inheritance patterns.
fi: Yhdistää henkilön tallennetut jälkeläiset mitokondrioiden periytymismallien mukaisesti.

source: Y-chromosomal inheritance of <person>
fi: Henkilön <person> Y-kromosomaalinen perinnöllisyys

source: Matches recorded descendants of person following Y-chromosomal inheritance patterns.
fi: Löytää henkilön tallennettuja jälkeläisiä Y-kromosomin periytymismallien mukaisesti.
