Repository: gramps-project/addons-source
Catalog: GeneanetForGramps/po/*-local.po
Languages: fr

source: Import Geneanet data for Gramps
fr: Import des données Geneanet dans Gramps

source: Extension to import data from Geneanet into Gramps.
fr: Extension pour importer les données de Geneanet dans Gramps

source: manual|GeneanetForGramps
fr: manuel|GeneanetForGramps

source: about
fr: vers

source: datetab received:
fr: datetab reçue:

source: after
fr: après

source: before
fr: avant

source: Init Plugin Options
fr: Initialisation du greffon - Options

source: Add Plugin Menu Options
fr: Ajout des options du menu du greffon

source: Geneanet Import Options
fr: Options de l'import Geneanet

source: Center Person
fr: Centrer sur l'individu

source: The center person for the filter
fr: Individu central pour ce filtre

source: Before URL
fr: Avant URL

source: Geneanet URL for the selected person
fr: URL Geneanet pour l'individu sélectionné

source: URL on Geneanet of the person you have selected which will be used as an import base such as https://gw.geneanet.org/agnesy?lang=fr&n=queffelec&oc=17&p=marie+anne
fr: URL sur Geneanet de l'individu que vous avez sélectionnée et qui sera utilisée comme base d'importation telle que https://gw.geneanet.org/agnesy?lang=fr&n=queffelec&oc=17&p=marie+anne

source: Before ASC
fr: Avant ASC

source: ASC True
fr: ASC vrai

source: ASC False
fr: ASC faux

source: Import ascendants
fr: Importation des ascendants

source: Import ascendants of the selected person up to level number
fr: Importation des ascendants de l'individu sélectioné jusqu'au niveau indiqué

source: Before DSC
fr: Avant DSC

source: DSC True
fr: DSC vrai

source: DSC False
fr: DSC faux

source: Import descendants
fr: Importation des descendants

source: Import descendants of the selected person up to level number
fr: Importation des descendants de l'individu sélectioné jusqu'au niveau indiqué

source: Before SPO
fr: Avant SPO

source: SPO True
fr: SPO vrai

source: SPO False
fr: SPO faux

source: Import spouses
fr: Importation des conjoints

source: Import all spouses of the selected person
fr: Importation de tous les conjoints de l'individu sélectionné

source: Before LVL
fr: Avant LVL

source: Level of Import
fr: Niveau de l'import

source: Maximum of upper or lower search done in the family tree - keep it small
fr: Niveau maximum de recherche effectuée dans l'arbre familial sur les ascendants et descendants - gardez le petit

source: Before FORCE
fr: Avant FORCE

source: FORCE True
fr: FORCE vrai

source: FORCE False
fr: FORCE faux

source: Force Import
fr: Force l'importation

source: Force import of existing persons
fr: Force l'importation d'individus existants

source: Before VRB
fr: Avant VRB

source: Verbosity
fr: Verbosité

source: Verbosity level from 0 (minimal) to 3 (very verbose)
fr: Niveau de verbosité de 0 (minimum) à 3 (maximum)

source: Menu Added
fr: Menu ajouté

source: Init Plugin itself
fr: Initialisation du greffon lui-même

source: Plugin get_title
fr: Greffon get_title

source: Geneanet Import Tool
fr: Outil d'import de Geneanet

source: Plugin initial_frame
fr: Greffon initial_frame

source: Plugin run
fr: Exécution du greffon

source: Importing from %s for user %s
fr: Import de %s pour l'utilisateur %s

source: Geneanet Import into Gramps
fr: Import de Geneanet dans Gramps

source: Plugin __get_menu_options
fr: Greffon __get_menu_options

source: Smart Copying Attributes
fr: Copy futée d'attributs

source: Copying Person attribute %s (former value %s newer value %s)
fr: Copie de l'attribut %s de l'individu (valeur précédente : %s, nouvelle valeur : %s)

source: Not Copying Person attribute (%s, value %s) onto %s
fr: Pas de copie de l'attribut (%s, valeur %s) sur %s

source: Reuse Place from Event:
fr: Réutilise le lieu de l'événement:

source: DEBUG: search for
fr: DEBUG: Recherche de

source: in
fr: dans

source: Create Place:
fr: Creation d'un lieu:

source: Reuse existing Place:
fr: Réutilisation d'un lieu existant:

source: Existing
fr: Existant

source: Event
fr: Événement

source: ERROR: Unable to handle class %s in get_or_create_all_event
fr: ERREUR: Impossible de gérer la classe %s dans get_or_create_all_event

source: Creating
fr: Création de

source: Event
fr: Événement

source: in
fr: dans

source: WARNING: Trying to affect an empty date
fr: ATTENTION: Tentative d'affectation d'une date vide

source: WARNING: Trying to affect an extra numbered date
fr: ATTENTION: Tentative d'affectation d'une date supplémentaire

source: Update
fr: Mise à jour

source: Date to
fr: Date pour

source: Didn't find a known EventType:
fr: Impossible de trouver un EventType connu:

source: Didn't find a known ref for this ref date:
fr: Impossible de trouver une référence connue pour cette référence de date:

source: Found date:
fr: Date trouvée:

source: Found date2:
fr: Date trouvée (2):

source: Returned date:
fr: Date retournée

source: Creating GFamily:
fr: Creation d'une GFamily:

source: Create new Gramps Family:
fr: Création d'une nouvelle Famille Gramps:

source: Look for a Gramps Family
fr: Recherche d'une Famille Gramps

source: Analysing Gramps Family
fr: Analyze d'une famille Gramps

source: Check father ids:
fr: Vérification de l'id du père :

source: vs
fr: en comparaison de

source: Check mother ids:
fr: Vérification de l'id de la mère :

source: Comparing sr %s to %s (idx: %d)
fr: Comparaison de la ref conjoint %s vis à vis de %s (idx: %d)

source: Spouse %s found (idx: %d)
fr: Épou(x|se) %s trouvé(e) (idx: %d)

source: Geneanet Marriage found the %s at %s (%s)
fr: Mariage Geneanet trouvé à la date du %s à %s (%s)

source: Calling from_gramps with gid: %s
fr: Appel de from_gramps avec le gid: %s

source: Now gid is: %s
fr: Le gid est maintenant: %s

source: Existing gid of a Gramps Family: %s
fr: gid existant d'une Famille Gramps: %s

source: WARNING: Unable to retrieve id %s from the gramps db %s
fr: ATTENTION: Impossible de trouver l'id %s dans la base gramps %s

source: Found an existing Gramps family
fr: Famille Gramps existante trouvée

source: Gramps Marriage found the %s at %s (%s)
fr: Mariage Gramps trouvé le %s à %s (%s)

source: No father for this family
fr: Pas de père pour cette famille

source: Can't affect father to the family
fr: Impossible de positionner un père pour cette famille

source: No mother for this family
fr: Pas de mère pour cette famille

source: Can't affect mother to the family
fr: Impossible de positionner une mère pour cette famille

source: Smart Copying Family
fr: Copie futée de Famille

source: Child already existing :
fr: Enfant existant déjà :

source: Adding child:
fr: Ajout de l'enfant :

source: No handle for this child
fr: Pas d'entrée pour cet enfant

source: Stopping exploration as there are no more children for family
fr: Arrêt de l'exploration car il n'y a plus d'enfants pour cette famille

source: WARNING: No family found whereas there should be one :-(
fr: ATTENTION: Aucune famille trouvée alors qu'il aurait dû y en avoir une :-(

source: => Recursion on the child of
fr: => Récursivité sur l'enfant de

source: => End of recursion on the child of
fr: => Fin de récursivité sur l'enfant de

source: Stopping exploration for family
fr: Arrêt de l'exploration pour la famille

source: as there are no more children
fr: car il n'y a plus d'enfants

source: as we reached level
fr: après atteinte du niveau

source: Initialize Person at level %d
fr: Créé l'individu au niveau %d

source: Smart Copying Person
fr: Copie futée d'un individu

source: Page considered:
fr: Page considérée :

source: Return code:
fr: Code de retour :

source: We failed to reach the server at
fr: Impossible d'atteindre le serveur à

source: Unable to perform HTML analysis
fr: Impossible d'effectuer l'analyze HTML

source: ==> GENEANET Name (L%d): %s %s
fr: ==> Nom GENEANET (L%d): %s %s

source: Sex:
fr: Sexe :

source: Born
fr: Né

source: Deceased
fr: Décédé

source: death
fr: décès

source: Birth:
fr: Naissance :

source: Birth place:
fr: Lieu de naissance :

source: Birth place code:
fr: Code du lieu de naissance

source: Death:
fr: Décès :

source: Death place:
fr: Lieu de décès :

source: Death place code:
fr: Code du lieu de décès :

source: Spouse name:
fr: Nom du conjoint

source: Spouse ref:
fr: Référence du conjoint :

source: Married:
fr: Marié

source: Married place:
fr: Lieu de mariage :

source: Married place code:
fr: Code du lieu de mariage :

source: Child %d name: %s
fr: Enfant %d nom : %s

source: Child %d ref: %s
fr: Enfant %d référence : %s

source: Parent name: %s (%s)
fr: Nom du parent : %s (%s)

source: We failed to be ok with the server
fr: Echec de l'entente avec le serveur

source: Create new Gramps Person:
fr: Création dun nouvel individu Gramps :

source: DEBUG: Looking after
fr: DEBUG: Recherche

source: DEBUG: firstname:
fr: DEBUG : prénom :

source: vs g_firstname:
fr: comparé au prénom Gramps :

source: DEBUG: lastname:
fr: DEBUG : nom :

source: vs g_lastname:
fr: comparé au nom Gramps :

source: vs g_bd:
fr: comparé à g_bd :

source: Found a Gramps Person:
fr: Individu Gramps trouvé :

source: ERROR: Unable sync unknown Gramps Person
fr: ERREUR : Synchronisation impossible, individu Gramps inconnu

source: Existing Gramps Person: %s
fr: Individu Gramps existant : %s

source: Gender:
fr: Sexe :

source: ===> Gramps Name of %s: %s %s
fr: ===> Nom Gramps de %s : %s %s

source: No Birth date
fr: Pas de date de naissance

source: WARNING: Unable to retrieve birth date for id %s
fr: ATTENTION : impossible de récupérer la date de naissance pour l'id %s

source: No Death date
fr: Pas de date de décès

source: WARNING: Unable to retrieve death date for id %s
fr: ATTENTION : impossible de récupérer la date de décès pour l'id %s

source: Family:
fr: Famille :

source: Father H:
fr: Lien du père :

source: Father name:
fr: Nom du père :

source: Mother H:
fr: Lien de la mère :

source: Mother name:
fr: Nom de la mère :

source: NOTE: Unable to retrieve family for id %s
fr: NOTE: Impossible de trouver une famille d'id %s

source: => Initialize Family of
fr: => Création d'une famille de

source: Unable to Initialize Family of
fr: Impossible de créer une famille de

source: sex unknown
fr: sexe inconnu

source: => Recursing on the parents of
fr: => Récursivité sur les parents de

source: => End of recursion on the parents of
fr: => Fin de récursivité sur les parents de

source: => Recursing on the mother of
fr: => Récursivité sur la mère de

source: => End of recursing on the mother of
fr: => Fin de récursivité sur la mère de

source: => Initialize Parents Family of
fr: Création de la famille des parents de

source: Stopping exploration as we reached level
fr: Arrêt de l'exploration, en raison de l'atteinte du niveau

source: Stopping exploration as there are no more parents
fr: Arrêt de l'exploration, car il n'y a plus de parents

source: Gramps person: %s %s
fr: Individu Gramps : %s %s

source: Geneanet person: %s %s
fr: Individu Geneanet : %s %s

source: Do not continue without force
fr: Impossible de continuer sans forcer l'importation

source: Gramps person birth/death: %s / %s
fr: Individu Gramps naissance/décès : %s / %s

source: Geneanet person birth/death: %s / %s
fr: Individu Geneanets naissance/décès : %s / %s

source: Import Geneanet subtrees into Gramps
fr: Importation des sous-arbres Genanet dans Gramps

source: Increase verbosity
fr: Augmenter la verbosité

source: Includes ascendants (off by default)
fr: Inclure les ascendants (désactivé par défaut)

source: Includes descendants (off by default)
fr: Inclure les descendants (désactivé par défaut)

source: Includes all spouses (off by default)
fr: Inclure les conjoints (désactivé par défaut)

source: Number of level to explore (2 by default)
fr: Nombre de niveaux à explorer (2 par défaut)

source: Full path of the Gramps database (under $HOME/.gramps/grampsdb)
fr: Chemin complet de la base de données Gramps (sous $HOME/.gramps/grampsdb)

source: ID of the person to start from in Gramps
fr: Id de l'individu de départ dans Gramps

source: Force processing
fr: Forcer le traitement

source: Url of the person to search in Geneanet
fr: URL de l'individu à rechercher sur Geneanet

source: Please provide a person to search for
fr: Merci de fournir un individu à rechercher

source: Please provide a grampsfile to search into
fr: Merci de fournir une base Gramps pour la recherche

source: Opening the '%s' database
fr: Ouverture de la base de données « %s »

source: An attempt to convert the database failed. Perhaps it needs updating.
fr: La tentative de conversion de la base de donnée a échoué. Une mise à jour est peut-être nécessaire.

source: DEBUG: existing gramps id:
fr: DEBUG : Id Gramps existant :

source: WARNING: Force mode activated
fr: ATTENTION : Mode forcé activé
