Repository: gramps-project/addons-source
Catalog: PlaceTool/po/*-local.po
Languages: fi

source: PlaceTool
fi: Paikkatyökalu

source: Gramplet to manipulate multiple places
fi: Gramplet, joka käsittelee useita paikkoja kerrallaan

source: Set properties for multiple places
fi: Aseta usean paikan ominaisuuksia

source: None
fi: Ei mitään

source: This gramplet allows setting properties for multiple places at the same time
fi: Tällä Grampletilla voi asettaa ominaisuuksia monelle paikalle kerrallaan

source: Place type:
fi: Paikan tyyppi:

source: Tag:
fi: Tagi:

source: New enclosing place
fi: Uusi ympäröivä paikka:

source: Set enclosing place
fi: Aseta ympäröivä paikka

source: Clear original enclosing places
fi: Poista aiemmat ympäröivät paikat

source: Clear tags
fi: Poista aiemmat tagit

source: Generate hierarchy
fi: Generoi paikkahierarkia

source: use spaces as separator
fi: välilyönti erotinmerkkinä

source: reverse hierarchy
fi: käänteinen hierarkia

source: Replace text
fi: Korvaa teksti

source: Use regex
fi: Käytä säännöllisiä lausekkeita

source: Old text:
fi: Korvattava teksti:

source: New text:
fi: Uusi teksti:

source: Clear selections
fi: Poista valinnat

source: Apply to selected places
fi: Suorita valituille paikoilla

source: Please select a place that will be set as an enclosing place
fi: Valitse uusi ympäröivä paikka

source: Setting place properties
fi: Paikkojen ominaisuuksien asettaminen
