Repository: gramps-project/addons-source
Catalog: FamilyTree/po/*-local.po
Languages: es, fi

source: Family Tree for %s
fi: Sukupuu henkilölle %s

source: Paper too small
es: El papel es demasiado pequeño
fi: Liian pieni sivu

source: Some elements may not appear or be badly rendered.
es: Algunos elementos podrían no aparecer o distorsionarse.
fi: Jotkin elementit eivät välttämättä näy tai ne erottuvat huonosti.

source: Anonymous
es: Anónimo
fi: Nimetön

source: born
es: nacimiento
fi: syntynyt

source: baptised
es: bautizo
fi: kastettu

source: died
es: defunción
fi: kuollut

source: buried
es: sepultura
fi: haudattu

source: cremated
es: cremación
fi: tuhkattu

source: married
es: matrimonio
fi: avioliitto

source: divorced
es: divorcio
fi: ero

source: resident
fi: asunto

source: on %(ymd_date)s
fi: %(ymd_date)s

source: in %(ym_date)s
fi: %(ym_date)s

source: in %(y_date)s
fi: %(y_date)s

source: on %(placeholder)s
fi: %(placeholder)s

source: on %(placeholder)s (%(partial)s)
fi: %(placeholder)s (%(partial)s)

source: in %(place)s
fi: paikoissa %(place)s

source: The center family for the tree
fi: Puun keskusperhe

source: Ancestor Generations
fi: Esivanhempien sukupolvet

source: The number of ancestor generations to include in the tree
fi: Puuhun sisällytettävien esipolvien lukumäärä

source: Descendant Generations
fi: Jälkeläisten sukupolvet

source: The number of descendant generations to include in the tree
fi: Puuhun sisällytettävien jälkipolvien lukumäärä

source: Kekule number of husband
fi: Aviomiehen Kekule-numero

source: The Kekule number of the husband (central family). Set 0 to not show Kekule numbers
fi: Aviomiehen Kekule-numero (keskeinen perhe). Aseta arvoksi 0, jos et halua Kekule-numeroita näkyvän

source: Scale to fit on a single page
fi: Sovita yhdelle sivulle

source: Whether to scale to fit on a single page.
fi: Skaalataanko se yhdelle sivulle sopivaksi.

source: No color
fi: Ilman värejä

source: First generation
fi: Ensimmäinen sukupolvi

source: Second generation
fi: Toinen sukupolvi

source: Third generation
fi: %d. sukupolvi

source: Male line
fi: Mieslinja

source: Male line and illegitimate children
fi: Mieslinja ja aviottomat lapset

source: Female line
fi: Naislinja

source: Shuffle colors
fi: Sekoita värit

source: Whether to shuffle colors or order them in rainbow fashion.
fi: Sekoitataanko värit vai järjestätäänkö ne sateenkaaren järjestykseen.

source: Replace first name with call name
es: Reemplazar nombre de pila por apelativo
fi: Korvaa etunimi kutsumanimellä

source: Underline call name in first name / add call name to first name
fi: Alleviivaa kutsumanimi etunimissä tai lisää kutsumanimi etunimiin

source: Include Occupation
fi: Sisällytä ammatti

source: Include Residence
fi: Sisällytä asuinpaikka

source: Print event data (dead person)
fi: Näytä (kuolleen henkilön) tapahtumatiedot

source: Year only
fi: Vain vuosi

source: Full date
fi: Koko päivämäärä

source: Full date and place
fi: Päivämäärä ja paikka

source: Print event data (living person)
fi: Tulosta tapahtumatiedot (eläville)

source: Fall back to baptism if birth event missing
fi: Käytä kastetta, jos syntymätapahtuma puuttuu

source: Fall back to burial or cremation if death event missing
fi: Käytä hautausaikaa, jos kuolematieto puuttuu

source: Protect private items
fi: Suojaa yksityiset tiedot

source: Include event description
fi: Sisällytä tapahtuman kuvaus

source: Text Options
fi: Tekstivalinnat

source: The style used for names.
fi: Nimissä käytetty tyyli.

source: The style used for data (birth, death, marriage, divorce).
fi: Tietojen tyyli (syntymä, kuolema, avioliitto, avioero).

source: Produces a graphical family tree.
es: Produce un árbol genealógico gráfico.
fi: Tuottaa graafisen sukupuun.
