Repository: gramps-project/addons-source
Catalog: TMGimporter/po/*-local.po
Languages: fr, sk

source: Directly importing from TMG files is not supported by the TMG Importer Addon. You need to use an backup copy of the TMG project(*.sqz) Ensure that your TMG project was created by: TMG version 5.x or greater. Your file: *.PJC - Project Configuration File for TMG 5.0 to TMG 9.05 Please refer to: %(gramps_wiki_import_pjc_direct_url)s
fr: L'import direct de fichiers TMG n'est pas pris en charge par le greffon TMG Importer. Vous devez utiliser une copie de sauvegarde du projet TMG(*.sqz) Assurez-vous que votre projet TMG a été créé par : TMG version 5.x ou plus. Votre fichier : *. PJC - Fichier de configuration de projet pour TMG 5.0 à TMG 9.05 Veuillez vous référer à : %(gramps_wiki_import_pjc_direct_url)s
sk: Priamy import zo súborov TMG nie je podporovaný doplnkom TMG Importer. Musíte použiť záložnú kópiu projektu TMG (*.sqz) Uistite sa, že váš projekt TMG bol vytvorený pomocou: TMG verzie 5.x alebo vyššej. Váš súbor: *.PJC - Konfiguračný súbor projektu pre TMG 5.0 až TMG 9.05 Pozrite si: %(gramps_wiki_import_pjc_direct_url)s

source: Directly importing from TMG files is not supportedby the TMG Importer Addon.You need to use an backup copy of TMG project(*.sqz)Ensure that your TMG project was created by:TMG version 5.x or greater.Your file:*.TMG - Version Control File for TMG 2.0 to TMG 4.0dPlease refer to:%(gramps_wiki_import_pjc_direct_url)s
fr: L'import direct de fichiers TMG n'est pas pris en charge par le greffon TMG Importer. Vous devez utiliser une copie de sauvegarde du projet TMG(*.sqz). Assurez-vous que votre projet TMG a été créé par TMG version 5.x ou plus. Votre fichier : *.TMG - Fichier de contrôle de version pour TMG 2.0 à TMG 4.0. Veuillez vous référer à : %(gramps_wiki_import_pjc_direct_url)s
sk: Priamy import zo súborov TMG nie je podporovaný doplnkom TMG Importer. Musíte použiť záložnú kópiu projektu TMG (*.sqz) Uistite sa, že váš projekt TMG bol vytvorený pomocou: TMG verzie 5.x alebo vyššej. Váš súbor: *.TMG - Version Control File for TMG 2.0 to TMG 4.0d Pozrite si: %(gramps_wiki_import_pjc_direct_url)s

source: Directly importing from TMG files is not supportedby the TMG Importer Addon.You need to use an backup copy of TMG project(*.sqz)Ensure that your TMG project was created by:TMG version 5.x or greater.Your file:*.VER - Version Control File for TMG 1.2 and earlierPlease refer to:%(gramps_wiki_import_pjc_direct_url)s
fr: L'import direct de fichiers TMG n'est pas pris en charge par le greffon d'import TMG. Vous devez utiliser une copie de sauvegarde du projet TMG (*.sqz). Assurez-vous que votre projet TMG a été créé par TMG version 5.x ou supérieure. Votre fichier : *.VER - Fichier de contrôle de version pour TMG 1.2 et versions antérieures. Veuillez vous référer à : %(gramps_wiki_import_pjc_direct_url)s
sk: Priamy import zo súborov TMG nie je podporovaný doplnkom TMG Importer. Musíte použiť záložnú kópiu projektu TMG (*.sqz) Uistite sa, že váš projekt TMG bol vytvorený pomocou: TMG verzie 5.x alebo vyššej. Váš súbor:*.VER - Version Control File for TMG 1.2 and earlier Pozrite si: %(gramps_wiki_import_pjc_direct_url)s

source: Import TMG project files
fr: Importer des fichiers de projet TMG
sk: Importovať súbory projektu TMG

source: TMG Unsupported
fr: TMG non pris en charge
sk: TMG nie je podporovaný

source: TMG Importer
fr: Import TMG

source: Unreleased Addon - Work In Progress
fr: Greffon non publié - Travail en cours
sk: Nevydaný doplnok - rozpracovaný

source: Wholly Genes - The Master Genealogist (TMG) Importer Select the TMG Data Set you wish to import.
fr: Import pour «Wholly Genes - The Master Genealogist (TMG)» Sélectionnez l’ensemble de données TMG que vous souhaitez importer.
sk: Wholly Genes - The Master Genealogist (TMG) Importer Vyberte dátový súbor TMG, ktorý chcete importovať.

source: Data Set Name
fr: Nom du jeu de données
sk: Názov dátového súboru

source: _Import TMG Data Set
fr: _Import d'ensemble de données TMG
sk: _Import dátového súboru TMG

source: TMG Project Backup
sk: Záloha projektu TMG
