Repository: gramps-project/addons-source
Catalog: ExtractCity/po/*-local.po
Languages: fi

source: Place title
fi: Paikan nimi

source: Extract Place data
fi: Poimi Paikkatiedot

source: Checking Place Titles
fi: Tarkistetaan paikkojen nimiä

source: Looking for place fields
fi: Etsitään paikkatietoja

source: No place information could be extracted.
fi: Mitään paikkatietoja ei voitu poimia.

source: Below is a list of Places with the possible data that can be extracted from the place title. Select the places you wish Gramps to convert.
fi: Alla on luettelo paikoista ja niistä mahdollisesti erotettavista tiedoista. Valitse paikat, jotka haluat Grampsin muuntavan.

source: Extract Place Data from a Place Title
fi: Paikkatietojen poimiminen paikan nimestä

source: Attempts to extract city and state/province from a place title
fi: Yritetään poimia kaupunki ja osavaltio/maakunta paikan nimestä

source: _Toggle Selected
fi: _Vaihda valinta

source: Toggles the checkmarks on selected rows, Rows can be selected with <ctrl> (add to group), or <shift> (extend group) click, or with <ctrl> or <shift> arrow keys and 'space'. Or <ctrl>'a' for select all.
fi: Asettaa/poistaa valittujen rivien valinnat. Rivejä voi valita <ctrl>-näppäimellä (lisää ryhmään) tai <shift>-näppäimellä (laajenna ryhmää) tai <ctrl>- tai <shift>-nuolinäppäimillä ja välilyönnillä. Tai <ctrl>'a'-näppäimellä kaikkien valitsemiseen.
